{
  "metadata": {
    "title": "Thursday, 19th June, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12388",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "328",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) why the construction of the National Registration Office building in Kalabo District has stalled;",
        "(b) when the project will resume; and",
        "(c) at what level of completion, in percentage terms, the project was, as of December, 2024."
      ]
    },
    {
      "question_number": "329",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Transport and Logistics",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to expand Chibansa Airstrip in Mpika District so as to accommodate bigger aeroplanes;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "330",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) why township roads do not have the following provisions:",
        "(i) cycleways; and (ii) pedestrian lanes;",
        "(b) whether the Government has any plans to provide for the auxiliary road infrastructure above;",
        "(c) if so, when the plans will be implemented;",
        "(d) if there are no such plans, why; and",
        "(e) when adequate road furniture will be installed on all major roads, countrywide."
      ]
    },
    {
      "question_number": "331",
      "asked_by": "Ms S Mwamba (Kasama Central)",
      "minister": "Minister of Health whether the Government has any plans to construct a mortuary unit at Munkonge Health Post in Kasama District.",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "332",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Green Economy and Environment",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to recruit forest rangers for Chadiza District;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many officers are earmarked for recruitment; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "333",
      "asked_by": "Mr Lubusha (Chipangali)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the following health facilities in Chipangali Parliamentary Constituency will be operationalised:",
        "(i) Chamasongwe; and (ii) Sisinje; and",
        "(b) what the cause of the delay in operationalising the health facilities is."
      ]
    },
    {
      "question_number": "334",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to procure alternative lighting systems at police stations, countrywide, in order to avoid interruptions in their operations during power outages;",
        "(b) if so, when the plans will be implemented;",
        "(c) what type of alternative lighting system will be procured; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "335",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Fisheries and Livestock what measures the Government is taking to enable the Goat Breeding Centre at Luchembe in Kanchibiya Parliamentary Constituency to operate optimally.",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "336",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will procure information and communication technology equipment for the following in Chadiza District:",
        "(i) primary schools; (ii) secondary schools; and (iii) the office of the District Education Board Secretary (DEBS); and",
        "(b) when the office of the DEBS will be connected to the internet."
      ]
    },
    {
      "question_number": "337",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to venture into generation of electricity across the country, using windmill plants;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether Kalabo District will be considered for the construction of windmill plants; and",
        "(d) if Kalabo will not be considered, why. 6. MOTION Mr Mutale Adopt Report of the Committee on Legislation and International Agreements: That this House adopts the Report of the Committee on Legislation and International Agreements on the Consideration of Statutory Instruments for 2024 and the Review of the Implementation of the African Continental Free Trade Agreement, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 16th June, 2025. ___________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}