{
  "metadata": {
    "title": "Thursday, 10th March, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4996",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 10TH MARCH, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "364",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of houses for civil servants in Mitete District will be completed;",
        "(b)    what the name of the contractor for the project is; and",
        "(c)    what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "365",
      "asked_by": "Mrs Masebo (Chongwe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the US $500 million bond will be issued by the Industrial Development Corporation;",
        "(b)    whether the bond will be guaranteed by Government; and",
        "(c)    if not, what security will be given for the bond."
      ]
    },
    {
      "question_number": "366",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Vice President and Minister of Development Planning whether the Government has any plans to relocate the Lukanga North Resettlement Scheme which is located within the Mpongwe Farms Limited land in Mpongwe District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "367",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of General Education how much money was disbursed to primary schools in the following Districts from January to August, 2015",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chadiza;",
        "(b)    Vubwi;",
        "(c)    Lusaka; and",
        "(d)    Chipata."
      ]
    },
    {
      "question_number": "368",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President and Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why pension benefits of retired High Court Judges are higher than those of other retired constitutional office holders who served at the same level as the Judges;",
        "(b)    whether the above situation is an anomaly;",
        "(c)    if so, when the anomaly will be rectified; and",
        "(d)    if there are no plans to rectify the anomaly, why. NOTICE OF MOTION Mr Kapeya Report of the Parliamentary Select Committee :  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Mrs Yuyo Emma Nachali-Kambikambi, to serve as a Commissioner of the Human Rights Commission, for the Fifth Session of the Eleventh National Assembly, laid on the Table of the House on 7th March, 2016."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}