{
  "metadata": {
    "title": "Wednesday, 29th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4364",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 29TH JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "699",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the dispute between the Ngonis and the Chewas in the Eastern Province;",
        "(b)    what the cause of the dispute is; and",
        "(c)    what immediate measures the Government is taking to restore peace and harmony in the Province."
      ]
    },
    {
      "question_number": "700",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans of including Kabulamema Orphanage in Kabompo District on its list of grant-aided orphanages;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans why."
      ]
    },
    {
      "question_number": "701",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many trucking companies transport copper from the Zambian mines to various export ports;",
        "(b)    of the companies at (a), how many are Zambian owned and how many are foreign owned; and",
        "(c)    what measures the Government is taking to ensure that the copper transportation business is wholly taken up by Zambian transport companies."
      ]
    },
    {
      "question_number": "702",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Transport, Works, supply and Communication when the road from Lake Tanganyika to Nsama District Headquarters will be upgraded to bituminous standard in order to ease transportation of fish to the market.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "703",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which mines in Zambia produce gold; and",
        "(b)    how many tonnes of gold are produced, on average, per month. QUESTIONS FOR WRITTEN ANSWER W97    Mr Miyanda (Mapatizya) - to ask the Vice President:",
        "(a)    how many households are in the following Resettlement Schemes in Mapatizya Parliamentary Constituency:",
        "(i)    Kanyanga; (ii)    Njabalombe; (iii)    Simalundu; and (iv)    Nkungwa; and",
        "(b)    how many dams and boreholes are earmarked for construction in the Schemes above in 2015 and 2016. W98    Mr Namulambe (Mpongwe) - to ask the Vice President:",
        "(a)    whether the Government has any mechanisms for co-ordinating national development;",
        "(b)    whether the National Development Co-ordinating Committee is functional; and",
        "(c)    if it is not functional, to which authority the Provincial Development Co-ordinating Committees submit their reports. W99    Dr Musokotwane (Liuwa) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the construction of the following schools will be completed in Liuwa Parliamentary Constituency:",
        "(i)    Libonda High; (ii)    Ikatukamwa Primary; and (iii)    Muchicha; and",
        "(b)    when construction of a classroom block at Lukena School will be completed. W100    Mr Lufuma (Kabompo West) - to ask the Minister of Youth and Sport:",
        "(a)    whether the Government has any plans of constructing a youth resource centre in Kabompo District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. W101    Mr Lufuma (Kabompo West) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the construction of Chikenge Primary School in Chief Kalunga’s Chiefdom in Kabompo District will commence;",
        "(b)    what has caused the delay in commencing the project;",
        "(c)    what the cost of constructing the school is; and",
        "(d)    what the estimated time-frame for completion of the project is. W102    Mr Lufuma (Kabompo West) - to ask the Minister of Gender and Child Development:",
        "(a)    whether there are any women empowerment programmes earmarked for implementation in Kabompo District in 2015;",
        "(b)    if so, what the programmes are; and",
        "(c)    when the programmes will be implemented. W103    Mr Namulambe (Mpongwe) - to ask the Vice President:",
        "(a)    how many Government Ministries and Departments have no office blocks in Mpongwe District; and",
        "(b)    when the office blocks will be constructed."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}