{
  "metadata": {
    "title": "Thursday, 23rd October, 2014",
    "source_url": "https://www.parliament.gov.zm/node/447",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 23RD OCTOBER, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "201",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of staff houses at Bwacha Police Station and Mukobeko Maximum Prison will commence;",
        "(b)    how many housing units are earmarked for construction at each location;",
        "(c)    what the estimated cost of constructing the housing units is; and",
        "(d)    whether the Government has any plans to construct housing units at Prospect Police Post and at the newly constructed police post in Makululu in Chililalila Ward of Bwacha Parliamentary Constituency."
      ]
    },
    {
      "question_number": "202",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to improve the Mpulungu Harbour in view of a new harbour which is under construction in the Republic of Tanzania at Kasanga town near Mpulungu; and",
        "(b)    whether the Government has any plans to open a new harbour at Nsumbu."
      ]
    },
    {
      "question_number": "203",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to rehabilitate the Kalabo-Sikongo Road which is in a deplorable state;",
        "(b)    whether funds for the rehabilitation works are still available; and",
        "(c)    whether the Government has any plans to connect the Road to Angola."
      ]
    },
    {
      "question_number": "204",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money has been spent on Phase I of the Link Zambia 8000 Road Project;",
        "(b)    how many kilometres of the road network have been constructed; and",
        "(c)    what challenges, if any, the Government has encountered in the implementation of the Project."
      ]
    },
    {
      "question_number": "205",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Mujila Hydro Power Station in Mwinilunga District will be completed;",
        "(b)    what the contract period is; and",
        "(c)    how much of the works, in percentage points, have so far been undertaken. ORDER OF THE DAY 1    Supply - Motion (10th October) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}