{
  "metadata": {
    "title": "Friday, 21st February, 2014",
    "source_url": "https://www.parliament.gov.zm/node/652",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 21ST FEBRUARY, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "333",
      "asked_by": "Mr Nkombo (Mazabuka Central)",
      "minister": "Minister of Agriculture and Livestock when the Government will officially announce the lifting of the ban on the trade in pork and pork products which was imposed following the outbreak of African Swine Fever in 2013.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "334",
      "asked_by": "Mr Mwiimbu (Monze)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) why the value of the Kwacha has continued to depreciate against major currencies such as the United States Dollar despite assurances by the Government to stabilise it; and",
        "(b) what measures the Government is taking to curb further depreciation."
      ]
    },
    {
      "question_number": "335",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when construction of a boarding secondary school in Chasefu Parliamentary Constituency will commence; and",
        "(b) what the time-frame for the construction of the school is."
      ]
    },
    {
      "question_number": "336",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Lundazi-Chama road will be upgraded to bituminous standard;",
        "(b) what the name of the contractor for the project is;",
        "(c) what the cost of the project is; and",
        "(d) what the time-frame for undertaking the project is."
      ]
    },
    {
      "question_number": "337",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to construct secondary schools at the following places in Solwezi West Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) Ifumba;",
        "(b) Lubango; and",
        "(c) Manyama."
      ]
    },
    {
      "question_number": "338",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health when the Government will create fast-track emergency departments at hospitals to deal with emergency cases such as victims of accidents.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "339",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many dams were constructed in the Nangoma Parliamentary Constituency, from 2011 to-date; and",
        "(b) when the Government will construct more dams in the Constituency. NOTICE OF MOTION The Minister of Finance Increase Amount Outstanding at Any One Time on Domestic Loans: That, in terms of Sections 3 and 15 of the Loans and Guarantees (Authorisation) Act, Chapter 366 of the Laws of Zambia, this House authorises the Minister of Finance to increase by Statutory Instrument:",
        "(i) the maximum amount outstanding at any one time on domestic loans raised within the Republic and payable over a period of not more than one year from two hundred million kwacha (K200,000,000) to thirteen billion kwacha (K13,000,000,000); (ii) the maximum amount outstanding at any one time on domestic loans raised within the Republic and payable over a period of more than one year from ten million kwacha (K10,000,000) to twenty billion kwacha (K20,000,000,000); (iii) the total contingent liability at any one time in respect of guarantees given in terms of section 14 of the Loans and Guarantees (Authorisation) Act, Chapter 366 of the Laws of Zambia to persons ordinarily resident in Zambia, from two hundred million kwacha (K200,000,000) to two billion kwacha (K2,000,000,000); and (iv) the total contingent liability at any one time in respect of guarantees given in terms of section 14 of the Loans and Guarantees (Authorisation) Act, Chapter 366 of the Laws of Zambia to persons ordinarily resident outside Zambia from two billion kwacha (K2,000,000,000) to five billion kwacha (K5,000,000,000)."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}