{
  "metadata": {
    "title": "Friday, 30th June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11103",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "324",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many teachers and health workers retired from the Government service between 2011 and 2021;",
        "(b) how many had not been paid the following entitlements as of August, 2022:",
        "(i) leave benefits; and (ii) repatriation allowance;",
        "(c) how much money was owed to the retirees, as of August, 2022; and",
        "(d) when the retirees will be paid."
      ]
    },
    {
      "question_number": "325",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Finance and National Planning what the import cover was, as of the following dates",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) December, 2021; and",
        "(b) August, 2022."
      ]
    },
    {
      "question_number": "326",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct mini hospitals in the following areas in Katombola Parliamentary Constituency:",
        "(i) Bombwe; (iv) Kauwe; (ii) Ngwezi; (v) Sikaunzwe; and (iii)     Mukuni; (vi) Musokotwane;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "327",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Mpika-Kasama road;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "328",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the contract sum for the rehabilitation of the Kaso-Chunga-Bwinambo-Kalela road in Chinsali Parliamentary Constituency, is;",
        "(b) how much money had been paid to the contractor, as of August, 2022;",
        "(c) what the cost of the works done, as of August, 2022, was; and",
        "(d) when the project will be completed."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}