{
  "metadata": {
    "title": "Tuesday, 4th March, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12204",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "238",
      "asked_by": "Mr. Kapyanga (Mpika)",
      "minister": "Minister of Agriculture",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to establish community farms in Nabwalya Chiefdom in Mpika District, as a mitigation measure to avert hunger caused by human-animal conflict;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "239",
      "asked_by": "Mr. Miyutu (Kalabo Central)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether there were any cobalt and titanium deposits discovered in the country, as of May, 2024;",
        "(b) if so, what the estimated quantity of the deposits was;",
        "(c) where the largest concentration of the minerals at (a) were; and",
        "(d) what measures are being taken to enhance value addition to the minerals above."
      ]
    },
    {
      "question_number": "240",
      "asked_by": "Ms. S. Mwamba (Kasama Central)",
      "minister": "Minister of Education",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a higher learning institution in Kasama Central Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the institution at (a) will be a college or university;",
        "(d) what type of programmes will be offered at the institution; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "241",
      "asked_by": "Mr. Kafwaya (Lunte)",
      "minister": "Minister of Energy when the Government will connect the following primary schools in Lunte Parliamentary Constituency, to the national electricity grid",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) Pecha;",
        "(b)Mpalapata;",
        "(c) Moseni;",
        "(d) Chibelushi; and",
        "(e)Tapa. 7. NOTICE OF MOTION Mr Chanda Thanks - The President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in the President’s Address. ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}