{
  "metadata": {
    "title": "Friday, 5th October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1831",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 5TH OCTOBER, 2012",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "91",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to relocate people who acquired plots or pieces of land under the ZESCO power lines along the Woodlands-Chalala road in Lusaka;",
        "(b)    how many people acquired the land at (a) as of 30th April, 2012; and",
        "(c)    how much land is affected at (a)."
      ]
    },
    {
      "question_number": "92",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will open offices for the Road Traffic and Safety Agency (RTSA) in Gwembe;",
        "(b)    why there are no manually issued road licences in the rural areas as was the case in the past; and",
        "(c)    whether the Government has any plans to grant grace periods for obtaining road licences to motorists in areas without RTSA presence."
      ]
    },
    {
      "question_number": "93",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what has caused the delay in completing the construction of Nangweshi High School in Shangombo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "94",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication what benefits have accrued to the Government as a result of banning Government workers from using Government transport to and from work.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "95",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the rise in the number of people being killed by unknown assailants; and",
        "(b)    what measures the Government has taken to curb the crime."
      ]
    },
    {
      "question_number": "96",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many pregnant women were tested for HIV/AIDS infection from January, 2010 to February, 2012, country-wide;",
        "(b)    of those tested, how many, in terms of percentage, were infected with the virus; and",
        "(c)    of those at (b), how many delivered babies who were HIV/AIDS negative."
      ]
    },
    {
      "question_number": "97",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when a parallel teacher training programme will be introduced at the Mansa and Kasama Colleges of Education.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "98",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the eligibility criteria for accessing financial assistance under the Technical Education, Vocational and Entrepreneurship Training (TEVET) Graduate Empowerment Scheme are;",
        "(b)    what measures the Government has taken to sensitise the public on the existence of the Scheme and its eligibility criteria; and",
        "(c)    how many TEVET graduates accessed the TEVET Graduate Empowerment Fund in 2011, by gender."
      ]
    },
    {
      "question_number": "99",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many veterinary officers are currently employed by Government in Dundumwezi Parliamentary Constituency;",
        "(b)    whether the Government has any plans to re-open the Langunya Veterinary Camp in the Constituency which was abandoned many years ago; and",
        "(c)    when the Government will provide adequate water resources for livestock in the following areas of the Constituency:",
        "(i)    Tongolo in Kasukwe Ward; (ii)    Dongo in Naluja Ward (iii)    Nkandazovu in Omba Ward; and (iv)   Mutwe Amuntu in Bbilili Ward."
      ]
    },
    {
      "question_number": "100",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Health what has caused the delay in completing the construction of the following projects in Shangombo District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Keyana Clinic; and",
        "(b)    Shangombo District Hospital. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (25th September)   -  Resumption of Debate."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}