{
  "metadata": {
    "title": "Wednesday, 19th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/12166",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "207",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of Luansobe Boarding Secondary School in Masaiti District will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) who the contractor for the project is; and",
        "(d) what the total cost of the project is."
      ]
    },
    {
      "question_number": "208",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the rationale for the introduction of the Free Education Policy from Early Childhood Education to Grade 12 was;",
        "(b) what the benefits of the Policy are; and",
        "(c) what measures are being taken to ensure that all children of school going age benefit from the Policy."
      ]
    },
    {
      "question_number": "209",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the following newly constructed health facilities in Lundazi Parliamentary Constituency will be operationalised:",
        "(i) Matembe; (ii) Chanyondo; (iii) Chideza; and (iv) a maternity wing at Mkomba;",
        "(b) what the cause of the delay in operationalising the facilities is; and",
        "(c) when the Government will procure equipment for the above health posts."
      ]
    },
    {
      "question_number": "210",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of Phase II of the Michael Chilufya Sata  Hospital in Mpika District will be completed;",
        "(b) what the cause of the delay in completing the project, is;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}