{
  "metadata": {
    "title": "Tuesday, 19th July, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10263",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "372",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the following roads in Kanchibiya Parliamentary Constituency has stalled:",
        "(i) Kasongo - Kabinga; and (ii) Chalabesa - Kopa;",
        "(b) when the projects will resume; and",
        "(c) what the cause of the delay in resuming the projects is."
      ]
    },
    {
      "question_number": "373",
      "asked_by": "Mr Mandandi (Sioma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a district hospital in Sioma District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "374",
      "asked_by": "Mr Kang’ombe (Kamfinsa)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the roads in the following townships in Kamfinsa Parliamentary Constituency:",
        "(i) Ndeke Presidential; (v) Mukuba Natwange; (ii) Robert; (vi) Chankalamo; (iii) Mulenga; (vii) Zamtan; and (iv) Zambia; (viii) Ndeke Village;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "375",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the five most prevalent types of cancer in women in Zambia, in order of prevalence, are; and",
        "(b) whether the diseases above are treatable in Zambia."
      ]
    },
    {
      "question_number": "376",
      "asked_by": "Mr Mulunda (Siavonga)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following infrastructure in Siavonga District will be completed:",
        "(i) district administration office block; (ii) civic centre; (iii) post office; (iv) police station; and",
        "(v) housing units; and",
        "(b) what the cause of the delay in completing the project is. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W9.  Mr Mabeta (Kankoyo)  -  to ask the Minister of Education:",
        "(a) how many teachers were recruited by the Teaching Service Commission from 2018 to 2021, year by year through:",
        "(i) general recruitment; and (ii) replacement;",
        "(b) how many teachers at (a) were on the payroll as of February, 2022; and",
        "(c) when the remaining teachers will be put on the payroll. NOTICE OF MOTION Mr B Mpundu Adopt Report of the Committee on National Economy, Trade and Labour Matters: That this House do adopt the Report of the Committee on National Economy, Trade and Labour Matters on the Report of the Auditor General on the Performance Audit of the Government Interventions on Micro, Small and Medium Enterprises in Zambia for the Period 2015 - 2020, for the First Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 13th July, 2022. __________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}