{
  "metadata": {
    "title": "Wednesday, 27th June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1916",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 27TH JUNE, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "365",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    of the total amount of money appropriated by Parliament for the 2011 financial year, how much was actually released to the spending agencies;",
        "(b)    of the amount released, how much was returned to the Treasury at the end of the 2011 financial year;",
        "(c)    which spending agencies returned the money to the Treasury; and",
        "(d)    what the reasons for failing to spend the money were."
      ]
    },
    {
      "question_number": "366",
      "asked_by": "Mr Chingimbu (Kabompo East)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has plans to replace the “Keep Zambia Clean” campaign vehicles;",
        "(b)    when new Constituency Development Fund guidelines will be distributed to all Members of Parliament; and",
        "(c)    when the Integrated Development Plan for Manyinga will be implemented."
      ]
    },
    {
      "question_number": "367",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education why construction projects at the following basic schools in Shangombo District were abandoned despite Government having released funds",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lilongo;",
        "(b)    Liyuwayuwa;",
        "(c)    Lyamaya;",
        "(d)    Mboiwa;",
        "(e)    Mengo;",
        "(f)    Beshe;",
        "(g)    Nalwamba;",
        "(h)    Lwanda Masiala; and",
        "(i)    Mwanambao."
      ]
    },
    {
      "question_number": "368",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Local Government and Housing what measures the Ministry has taken to sensitise marketeers country-wide on fire prevention methods in markets in view of the many fire outbreaks that have occurred in the past.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "369",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, in British Pounds, was held in the Treasury of the Barotse Native Authority at independence in 1964 and was later transferred to the Treasury of the Government of the Republic of Zambia; and",
        "(b)    how much money was held in the Treasuries of other native authorities, province by province."
      ]
    },
    {
      "question_number": "370",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the main steam laundry building, which was gutted by fire a few years ago at the University Teaching Hospital, will be renovated; and",
        "(b)    why the area surrounding the building at (a) above is not maintained."
      ]
    },
    {
      "question_number": "371",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the qualifications required for entry into the following salary scales for public workers are:",
        "(i)    GSS 01; and (ii)    GSS 02 – GSS 08; and",
        "(b)    in which salary scale District Commissioners fall."
      ]
    },
    {
      "question_number": "372",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Information, Broadcasting and Labour when the Zambia National Broadcasting Corporation will begin airing news on an hourly basis instead of the traditional 1900 hours.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "373",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Kapekesa Basic School in Chasefu Parliamentary Constituency, which commenced in 2008, will be completed;",
        "(b)    when a secondary school will be built in the Constituency; and",
        "(c)    whether there are any plans to upgrade Chasefu Basic School into a secondary school and, if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "374",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many valuation assessments have been conducted on houses belonging to the former Kafue Textiles of Zambia (KTZ) Limited;",
        "(b)    whether former workers of KTZ Limited will be allowed to buy the KTZ Limited houses as sitting tenants; and",
        "(c)    if so, on which valuation report will the sale of the houses be based."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}