{
  "metadata": {
    "title": "Thursday, 16th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4309",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 16TH JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "629",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why marketeers have been allowed to trade at the Chawama Primary School Football grounds in Chawama Parliamentary Constituency which has no sanitation facilities;",
        "(b)    what measures have been taken to avert an outbreak of diseases at the market; and",
        "(c)    when the marketeers will be relocated to a suitable and conducive place."
      ]
    },
    {
      "question_number": "630",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Community Development, Mother and Child Health when solar power systems will be installed at the following health posts in Liuwa Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Sishekanu;",
        "(b)    Mutaa; and",
        "(c)    Siluwe."
      ]
    },
    {
      "question_number": "631",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Commerce, Trade and Industry what plans the Government has to provide a stable and sustainable market for pineapple farmers in Ikeleng’i and Mwinilunga Districts.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "632",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the crop yield forecast for the 2014/2015 farming season is;",
        "(b)    whether there are any areas in the country projected to record poor yields;",
        "(c)    what these areas are; and",
        "(d)    what measures have been taken to ameliorate the situation."
      ]
    },
    {
      "question_number": "633",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a secondary school in Kwacha Parliamentary Constituency will commence;",
        "(b)    who the contractor for the project is;",
        "(c)    what the cost of the project is;",
        "(d)    at which location the school will be constructed;",
        "(e)    what has caused the delay in commencing the construction works; and",
        "(f)    how many pupils the school will enrol on completion."
      ]
    },
    {
      "question_number": "634",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the process of reviewing the Constituency Development Fund (CDF) Guidelines will be completed; and",
        "(b)    whether Parliamentary Constituency Offices will be empowered to establish Committees to monitor CDF projects in the constituencies."
      ]
    },
    {
      "question_number": "635",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many teachers’ houses are earmarked for construction in Chadiza District in 2015 and 2016;",
        "(b)    what the estimated cost of the exercise is; and",
        "(c)    which schools will benefit from the exercise."
      ]
    },
    {
      "question_number": "636",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Justice when new local court buildings and houses for court messengers will be constructed in the following Chiefdoms in Lundazi District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kazembe;",
        "(b)    Mwanya;",
        "(c)    Chitungulu; and",
        "(d)    Mwase Mphangwe."
      ]
    },
    {
      "question_number": "637",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct dip tanks in Mbotwa and Mobe areas in Kafulafuta Parliamentary Constituency; and",
        "(b)    if so, when construction will commence."
      ]
    },
    {
      "question_number": "638",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many grain silos are earmarked for construction in the Northern Province;",
        "(b)    when construction works will commence; and",
        "(c)    what the total cost of the works is. PRESENTATION OF GOVERNMENT BILL The Minister of Tourism and Art The Zambia Wildlife – Bill to provide for the winding-up of the affairs of the Zambia Wildlife Authority; establish the department of National Parks and Wildlife in the Ministry responsible for tourism; provide for the appointment of a Director and other officers responsible for National Parks and Wildlife; provide for the transfer of the functions of the Authority to the Ministry responsible for tourism, department of National Parks and Wildlife and Director of National Parks and Wildlife; establish the Wildlife Management Licensing Committee; provide for the establishment, control and management of National Parks, bird and wildlife sanctuaries and for the conservation and enhancement of wildlife eco-systems, biological diversity and objects of aesthetic, pre-historic, historical, geological, archaeological and scientific interest in National Parks; provide for the promotion of opportunities for the equitable and sustainable use of the special qualities of public wildlife estates; provide for the establishment, control and co-management of Community Partnership Parks for the conservation and restoration of ecological structures for non-consumptive forms of recreation and environmental education; provide for the sustainable use of wildlife and the effective management of the wildlife habitat in Game Management Areas; enhance the benefits of Game Management Areas to local communities and wildlife; involve local communities in the management of Game Management Areas; provide for the development and implementation of management plans; provide for the regulation of game ranching; provide for the licensing of hunting and control of the processing, sale, import and export of wild animals and trophies; provide for the implementation of the Convention on International Trade in Endangered Species of Wild Fauna and Flora, the Convention on Wetlands of International Importance especially as Waterfowl Habitat, the Convention on Biological Diversity, the Lusaka Agreement on Cooperative Enforcement Operations Directed at Illegal Trade in Wild Fauna and Flora and other international instruments to which Zambia is party; repeal the Zambia Wildlife Act, 1998; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 15/2015)"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}