{
  "metadata": {
    "title": "Thursday, 3rd July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/482",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 3RD JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "544",
      "asked_by": "Mr A D Mbewe (Chadiza)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government is aware that tobacco farmers from different parts of the country have been stranded with their crop in Lusaka since April, 2014, because tobacco merchants have declined to purchase the crop from independent farmers;",
        "(b) why the tobacco merchants have declined to purchase the 2013/2014 crop from the affected farmers;",
        "(c) what assistance Government will render to the farmers in terms of finding a market for them as a matter of urgency; and",
        "(d) what the future of tobacco farming in Zambia is."
      ]
    },
    {
      "question_number": "545",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when Bulangililo Health Centre in Kwacha Parliamentary Constituency will begin to operate for 24 hours a day;",
        "(b) whether the Government has any plans to construct a maternity wing at the Health Centre;",
        "(c) if so, what the estimated cost of constructing the wing is;",
        "(d) when the construction will commence; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "546",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the Kwacha to the US Dollar rate was at the time of the introduction of The Bank of Zambia (Monitoring of Balance of Payments) Regulations, SI No. 55 of 2013; and",
        "(b) what positive effects the implementation of these regulations have had on the Zambian Kwacha."
      ]
    },
    {
      "question_number": "547",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Gender and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many children were living on the streets of Lusaka and Kitwe as of December, 2013;",
        "(b) what measures the Government has taken to reduce the number of street children; and",
        "(c) how much money is required to be spent on the exercise in order to have all the children removed from the streets."
      ]
    },
    {
      "question_number": "548",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs when the Immigration Department in Mwinilunga District will be provided with transport.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "549",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when Kaputa Secondary School will begin to operate as a boarding school;",
        "(b) how many Grade 8 and Grade 10 pupils have been enrolled at the School;",
        "(c) how many pupils the School will accommodate once completed; and",
        "(d) how many pupils the boarding facility will accommodate. QUESTIONS FOR WRITTEN ANSWER W27 Mr Lufuma (Kabompo West) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a) how many women clubs were empowered from 2011 to 2013, year by year in the following Provinces:",
        "(i) North-Western; (ii) Northern; and (iii) Luapula;",
        "(b) how many clubs at (a) were in Kabompo District, by name and by year; and",
        "(c) what form of empowerment was provided to the clubs at (b). W28 Mr Ng’onga (Kaputa) - to ask the Vice President:",
        "(a) what the voter turnout in the 2001, 2006 and 2011 general elections was;",
        "(b) if the voter turnout decreased, what the reasons for the decrease were; and",
        "(c) what measures the Government has taken to ensure an increased voter turnout in the future elections. W29 Mr Ng’onga (Kaputa) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a) how may primary and secondary school teachers were recruited from 2011 to 2013, year by year;",
        "(b) how many primary and secondary school teachers were posted to Kaputa Parliamentary Constituency in the same period, year by year;",
        "(c) of the teachers posted, how many took up their positions;",
        "(d) how many teachers were transferred from the Constituency in 2013 and 2014; and",
        "(e) what the reasons for teachers being transferred from the Constituency are."
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}