{
  "metadata": {
    "title": "Wednesday, 21st June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11076",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "296",
      "asked_by": "Mr. Andeleki (Katombola)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that the following areas in Katombola Parliamentary Constituency have a critical shortage of water:",
        "(i) Nyawa;                                                                                                     (v) Nguba; (ii) Ngwezi;                                                                                                   (vi) Sikaunzwe; (iii) Bombwe;                                                                                                (vii) Kanchele; and (iv) Kauwe;                                                                                                   (viii) Moomba;",
        "(b) if so, what measures are being taken to provide clean water for the residents and their domestic animals; and",
        "(c) what the cost of providing clean water is."
      ]
    },
    {
      "question_number": "297",
      "asked_by": "Mr. Mukosa (Chinsali)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether there are any minerals in the following Provinces:",
        "(i) Muchinga; and (ii) Northern;",
        "(b) if so, what the minerals are; and",
        "(c) what measures are being taken to promote mining in the two (2) Provinces."
      ]
    },
    {
      "question_number": "298",
      "asked_by": "Mr. Chewe (Lubansenshi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the rehabilitation of the Luwingu-Nsombo-Chaba road will be completed;",
        "(b) whether the Government has any plans to tar the road;",
        "(c) if so, when the plans will be implemented; and",
        "(d) what the cost of the project is."
      ]
    },
    {
      "question_number": "299",
      "asked_by": "Mr. Emmanuel Musonda (Lupososhi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following mini hospitals in Lupososhi Parliamentary Constituency will commence:",
        "(i) Nsombo; and (ii) Chimbwi;",
        "(b) what has caused the delay in commencing the project; and",
        "(c) what the estimated time frame for the completion of the project is. NOTICE OF MOTION Mr. Mutinta Adopt Report of the Committee on Education, Science and Technology: That this House do adopt the Report of the Committee on Education, Science and Technology on the Free Education Policy in Zambia: Opportunities and Challenges, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 19th June, 2023. ORDER OF THE DAY 1. Report of the Committee on Health, Community Development and Social Services – Motion (20th June) – Resumption of Debate:  (Mr. Nyambose, MP) ____________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}