{
  "metadata": {
    "title": "Wednesday, 3rd October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1836",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 3RD OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "71",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the contractor working on the Mongu-Kalabo road will commence constructing the road from the Kalabo side so that the people of Kalabo could also get employed as is the case with their colleagues from the Mongu side;",
        "(b)    when farmers in Kalabo whose fields were destroyed during the construction of the road will be compensated as was the case with their counterparts in Mongu;",
        "(c)    when construction of the Mongu-Kalabo road will be completed; and",
        "(d)    what the life-span of the road will be, considering the nature of the terrain."
      ]
    },
    {
      "question_number": "72",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the main objectives of the Technology Information Resource Centres established under the National Technology Business Centre are;",
        "(b)    whether the objectives are being met; and",
        "(c)    if not, why."
      ]
    },
    {
      "question_number": "73",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Health when medical staff will be posted to Pemba High School Clinic.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "74",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the newly created Nsama District will be connected to the national electricity grid;",
        "(b)    whether the Government has any plans to provide all Government institutions in the District with electric power; and",
        "(c)    whether any studies have been conducted to establish the nearest source of power and, if so, what the nearest source is."
      ]
    },
    {
      "question_number": "75",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Home Affairs when the Government will undertake the following at Nyango Police Post in Mangango Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    increase staffing levels;",
        "(b)    rehabilitate office accommodation and holding cells; and",
        "(c)    build housing units."
      ]
    },
    {
      "question_number": "76",
      "asked_by": "Mr V Mwale (Chipangali)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many road traffic accidents occurred from September, 2011 to August, 2012 country-wide;",
        "(b)    of the accidents at (a), how many occurred in Eastern Province;",
        "(c)    how many of the accidents above involved public transport;",
        "(d)    how many lives were lost in the accidents at (c) above; and",
        "(e)    what measures the Government has taken to reduce the number of traffic accidents involving public transport."
      ]
    },
    {
      "question_number": "77",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the demurrage charged by the Zambia Revenue Authority in their court yards is very high; and",
        "(b)    whether the Government has any plans to reduce the demurrage."
      ]
    },
    {
      "question_number": "78",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Mines, Energy and Water Development in which provinces the following mineral deposits are found",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    uranium;",
        "(b)    nickel;",
        "(c)    gold; and",
        "(d)    diamonds."
      ]
    },
    {
      "question_number": "79",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of offices for the new headquarters of the Southern Province will commence;",
        "(b)    who the contractors of the project are;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "80",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Agriculture and Livestock when the Food Reserve Agency will open satellite depots at the following places in Mulobezi District to facilitate the buying of crops",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kamanga;",
        "(b)    Bwina;",
        "(c)    Nawinda;",
        "(d)    Kasompa; and",
        "(e)    Namena. NOTICE OF MOTION AND ORDER OF THE DAY Mr Mucheleka Refocus the Rural Development Policy: That in order to adequately respond to the challenges of rural development, in particular high levels of poverty, this House urges the Government to refocus the rural development policy. 1    Thanks - His Excellency the President’s Address – Motion (25th September) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}