{
  "metadata": {
    "title": "Thursday, 22nd June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11078",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "301",
      "asked_by": "M.r Emmanuel Musonda (Lupososhi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the Luwingu - Lupososhi - Samfya road will resume;",
        "(b) what the cost of the project is;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) what the distance of the road to be constructed is."
      ]
    },
    {
      "question_number": "302",
      "asked_by": "Mr. Kamondo (Mufumbwe)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when former Zampost employees who retired between 2014 and 2021 will be paid their terminal benefits; and",
        "(b) what the cause of the delay in paying the retirees is."
      ]
    },
    {
      "question_number": "303",
      "asked_by": "Mr. Mukosa (Chinsali)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress, in percentage terms, on the construction of Chinsali Bus Station in Chinsali District was, as of August, 2022; and",
        "(b) when the project will be completed."
      ]
    },
    {
      "question_number": "304",
      "asked_by": "Mr. J Daka (Chadiza)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a girls boarding secondary school in Chadiza Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W18. Mr. C Chibuye (Mkushi North) - to ask the Minister of Water Development and Sanitation:",
        "(a) how many commercial farmers had water rights in Mkushi District, as of September, 2022;",
        "(b) what the names of the farmers are;",
        "(c) how many applications for water rights were pending approval, as of September, 2022; and",
        "(d) what the names of the applicants are. NOTICE OF MOTION Mr. Andeleki Adopt Report of the Committee on Legal Affairs, Human Rights and Governance : That this House do adopt the Report of the Committee on Legal Affairs, Human Rights and Governance on the Review of the Administration and Operations of the Judiciary in the Delivery of Justice in Zambia, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 20th June, 2023. ORDER OF THE DAY 1 Report of the Committee on Health, Community Development and Social Services – Motion (20th June) – Resumption of Debate:  (Dr Kalila, MP) ____________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}