{
  "metadata": {
    "title": "Friday, 5th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1549",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 5TH JULY, 2013",
    "time": "AT 09.00HOURS"
  },
  "questions": [
    {
      "question_number": "666",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health when the Government will construct laboratories at Kambwali and Kilwa Clinics in Nchelenge.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "667",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Local Government and Housing when the Government will purchase hearses for Kashikishi and Kabuta Wards in Nchelenge Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "668",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Agriculture and Livestock when the Food Reserve Agency will establish depots in Chantete Ward in Kwacha Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "669",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Ministry will provide passenger water vessels on Lake Tanganyika for the people of Mpulungu, Nsumbu and Kaputa;",
        "(b)    which areas along Lake Tanganyika, apart from the areas at (a), will be serviced by the vessels;",
        "(c)    which institutions will be given the responsibility of sensitising the public on water transport safety; and",
        "(d)    when the sensitisation of the public on water transport safety will commence."
      ]
    },
    {
      "question_number": "670",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the desks that were sent to Sesheke District have not been distributed to schools and are stored at the District Education Board Secretary’s (DEBS) office; and",
        "(b)    when the Government will send funds to the DEBS office to enable the Office distribute the desks to the schools in the District. QUESTIONS FOR WRITTEN ANSWER W36    Mr Mushanga (Bwacha) - to ask the Minister of Local Government and Housing:",
        "(a)    when the Government will commence the construction of offices and staff houses for the newly created districts country-wide;",
        "(b)    how many houses will be constructed in 2013, district by district; and",
        "(c)    how much money will be spent on the construction of the offices and staff houses. W37    Mr Lufuma (Kabompo West) - to ask the Minister of Foreign Affairs:",
        "(a)    what the total establishment of civil servants serving in foreign diplomatic service was as of 1st July, 2011;",
        "(b)    how many civil servants in the diplomatic service were recalled between September, 2011 and March, 2013;",
        "(c)    what the rationale for recalling the civil servants from the diplomatic service was;",
        "(d)    whether the process of repatriating all the recalled civil servants from diplomatic service has been completed;",
        "(e)    if not, what percentage was completed;",
        "(f)    what the total cost of repatriating the recalled civil servants was; and",
        "(g)    what the total cost of replacing the recalled civil servants was. W38    Mr Bwalya (Lupososhi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how much revenue, in percentage terms, was raised by the following public universities from the teaching and research activities from 2010 to 2012, year by year:",
        "(i)    Copperbelt University; (ii)    Mulungushi University; and (iii)    University of Zambia;",
        "(b)    whether the revenue raised was significant in relation to the institutional annual budget and, if not, why;",
        "(c)    what other commercial ventures for revenue generation the three institutions are involved in; and",
        "(d)    whether the Government has any plans to set up a Research Fund Board in order to boost research activities at public universities. W39    Mr Bwalya (Lupososhi) - to ask the Minister of Defence:",
        "(a)    how much money was spent on the commemoration of soldiers who died during the Second World War from 2008 to 2012, year by year; and",
        "(b)    how much money the Zambia Air Force spent on the commemoration of the Africa Freedom Day and Independence Day from 2010 to 2012, year by year. W40    Mr Bwalya (Lupososhi) - to ask the Vice President:",
        "(a)    how many complaints the Human Rights Commission received in the following Districts in 2011 and 2012:",
        "(i)    Lusaka; (ii)   Ndola; (iii)  Livingstone; (iv) Kasama;",
        "(v)  Kabwe; and (vi) Chipata;",
        "(b)    which violation attracted the majority of the complaints; and",
        "(c)    how many complaints constituted the violation of the right to a fair trial. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Excess Expenditure Appropriation (2010) - Bill to approve the excess expenditure of moneys aggregating eight hundred and fourteen million, two hundred and nineteen thousand, ninety five kwacha.                                (N.A.B. 7/2013) The Minister of Finance The Supplementary Appropriation (2011 ) - Bill to confirm the supplementary expenditure of moneys aggregating four billion, four hundred and sixty-seven million, five thousand, five hundred and four kwacha, required for the services of the Republic during the financial year ended on 31st December, 2011.                                      (N.A.B. 8/2013) NOTICE OF MOTION Mr Mwiimbu Report of the Committee on Legal Affairs, Governance, Human Rights, Gender Matters and Child Affairs : That this House do adopt the Report of the Committee on Legal Affairs, Governance, Human Rights, Gender Matters and Child Affairs, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 24th June, 2013."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}