{
  "metadata": {
    "title": "Thursday, 21st June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1926",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 21ST JUNE, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "330",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Transport, Works, Supply and Communication when a communication tower will be constructed in Chief Matanta’s area in Mansa District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "331",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many stores Shoprite Checkers currently operates in Zambia; and",
        "(b)    whether there are any Zambians holding top management positions in the Company."
      ]
    },
    {
      "question_number": "332",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who the owners of Mulobezi Railway Line are;",
        "(b)    whether the Government is aware that the Railway Line is dangerous to the travelling public;",
        "(c)    when the Railway Line will be rehabilitated and new wagons for both passengers and goods procured; and",
        "(d)    what measures have been taken to improve the safety of the travelling public on Mulobezi Railways."
      ]
    },
    {
      "question_number": "333",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health what benefits have accrued to the nation following the removal of user fees on primary health care.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "334",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Finance and National Planning whether the Government has any plans to revise and extend trading hours at Nakonde Border to ensure that the public is served effectively.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "335",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how often officers in the Zambia Police Force undergo firearms proficiency tests; and",
        "(b)    whether the Government is aware that Pemba Police Station does not have a holding cell for female suspects."
      ]
    },
    {
      "question_number": "336",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will rehabilitate the following basic schools in Dundumwezi Parliamentary Constituency:",
        "(i)    Siabunkululu; and (ii)    Munyeke;",
        "(b)    how many schools were constructed by the Response Network Project in Dundumwezi Parliamentary Constituency as of 31st December, 2011; and",
        "(c)    what the total number of community schools in Dundumwezi Parliamentary Constituency currently is."
      ]
    },
    {
      "question_number": "337",
      "asked_by": "Mr Chitotela (Pambashe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of pharmacists operating in Zambia as of 31st March, 2012 was; and",
        "(b)    of the pharmacists at (a), how many were serving in Luapula Province in the same period."
      ]
    },
    {
      "question_number": "338",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the status of the two community development staff colleges regarding their affiliation to the Technical Education, Vocational Training and Entrepreneurship Authority is; and",
        "(c)    when the colleges will start offering diploma courses."
      ]
    },
    {
      "question_number": "339",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct teachers’ houses at the following schools in Senanga Parliamentary Constituency:",
        "(i)    Matauka High; and (ii)    Liangati Basic; and",
        "(b)    when the Government will construct new classroom blocks at Matauka High School. NOTICE OF MOTION AND ORDER OF THE DAY Mr Mweetwa Report of the Committee on Delegated Legislation :  That this House do adopt the Report of the Committee on Delegated Legislation, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 13th June, 2012. 1.    The Persons with Disabilities Bill                                                                                                   Second Reading (N.A.B. 4/2012)"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}