{
  "metadata": {
    "title": "Wednesday, 7th November, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7750",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "90",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a)    how many teachers retired from employment in Luapula Province from 2011 to 2017;",
        "(b)    of the retired teachers, how many had not been paid their repatriation allowance as of September, 2018           year by year;",
        "(c)    what has caused the delay in paying the allowance; and",
        "(d)    when the teachers at (b) will be paid."
      ]
    },
    {
      "question_number": "91",
      "asked_by": "Mrs Chonya (Kafue)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a)    whether the Government has any plans to construct a modern police station and staff houses in Kafue           District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    how many staff houses are earmarked for construction. PRESENTATION OF GOVERNMENT BILLS The Minister of Development Planning The Statistics Bill - to establish an integrated National Statistical System; provide for mechanisms for coordination, collection, management and dissemination of statistics; promote the use of statistical data and information at individual, institutional, national and international levels; re-constitute the Central Statistical Office as the Zambia Statistics Agency and define its functions; establish the Board of the Zambia Statistics Agency and define its functions; provide for the production and compilation of official statistics in a transparent and impartial manner; ensure the protection of personal data collected for statistical compilation purposes; build sustainable capacity for the production and use of statistical data and information for planning purposes; ensure coordination among statistical agencies; give effect to the United Nations Fundamental Principles of Official Statistics and the Principles of the African Charter on Statistics; repeal the Census and Statistics Act, 1955 and the Agricultural Statistics Act, 1964; and provide for matters connected with, or incidental to, the foregoing.         (N.A.B 11/2018) The Minister of Commerce, Trade and Industry The Business Regulatory (Amendment) Bill - to amend the Business Regulatory Act. (N.A.B 12/2018) ORDER OF THE DAY 1    Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure): Committee of Supply: Resumption of Committee Work: (Head 44 under consideration): (The Minister of Labour and Social Security) Heads, 44/01, 44/02, 44/03, 44/04, 44/05, 44/06, 44/10, 12/01, 12/02, 12/03, 12/04, 11/01, 11/02, 11/03, 11/04, 11/05, 11/06, 11/07, 11/08, 11/09, 11/10, 11/11, 11/12, 11/13, 11/14, 11/15, 11/16, 11/17, 11/18, 11/19, 11/20, 15/01, 15/02, 15/03, 15/04, 15/05, 15/06, 15/08, 15/09, 15/10, 15/11, 15/12, 15/13, 15/14, 15/15, 15/16, 15/17, 15/18, 15/19, 15/20, 15/21, 15/22, 15/23, 15/24, 15/25, 15/26, 15/27, 15/28, 15/29, 15/30, 15/31, 15/32, 15/33, 15/34, 15/35, 15/36, 15/37, 15/38, 15/39, 15/40, 15/41, 15/42, 15/43, 15/44, 15/45, 15/46, 15/47, 15/48, 15/49, 15/50, 15/51, 15/52, 15/53, 15/54, 15/55, 15/56, 15/57, 15/58, 15/59, 15/60, 15/61, 15/62, 15/63, 15/64, 15/65, 15/66, 15/67, 15/68, 15/69, 15/70, 15/71, 15/72, 15/73, 15/74, 15/75, 15/76, 15/77, 16/01, 16/02, 16/03, 16/04, 16/05, 16/06, 16/07, 16/08, 16/09, 16/10, 16/11, 16/12, 32/01, 32/02, 32/03, 32/04 and 32/05 - for consideration. KEY TO HEADS OF EXPENDITURE Head 44    -    Ministry of Labour and Social Security Head 12    -    Office of the Public Protector Head 11    -    Zambia Police - Ministry of Home Affairs Head 15    -    Ministry of Home Affairs Head 16    -    Drug Enforcement Commission Head 32    -    Ministry of National Guidance and Religious Affairs ___________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}