{
  "metadata": {
    "title": "Tuesday, 28th February, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10909",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "171",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that the United Capital Fertilizer Company and the Export Trading Group (ETG) supplied substandard D Compound and Urea fertilizers, respectively, to the following areas in Northern and Luapula Provinces:",
        "(i) Samfya; (ii) Lunga; (iii) Lubansenshi;and (iv) Chilubi;",
        "(b) if so, what urgent measures are being taken to ensure that the farmers do not lose their crop and avert hunger in the affected areas; and",
        "(c) whether the fertilizers were certified prior to importation."
      ]
    },
    {
      "question_number": "172",
      "asked_by": "Mr Emmanuel J Banda (Petauke Central)",
      "minister": "Minister of Water Development and Sanitation what urgent measures the Government is taking to resolve the water crisis in Nyika Ward in Petauke Central Parliamentary Constituency to avert waterborne diseases and loss of life.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": []
    },
    {
      "question_number": "173",
      "asked_by": "Mr Kalimi (Malole)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the following bridges in Malole Parliamentary Constituency have stalled:",
        "(i) Mbesuma, on Kasama-Isoka road; and (ii) Kabisha in Kabisha Ward;",
        "(b) when each project will resume; and",
        "(c) what the time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "174",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of an oil pipeline between Zambia and Angola will commence;",
        "(b) what the estimated cost of the project is; and",
        "(c) where the oil refinery plant will be situated."
      ]
    },
    {
      "question_number": "175",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure motor vehicles for Chiefs in Chama North Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented. PRESENTATION OF GOVERNMENT BILLS The Minister of Labour and Social Security 1. The National Pension Scheme (Amendment) – Bill to amend the National Pension Scheme Act. (N.A.B 1/2023) The Minister of Health 2. The Controlled Substances – Bill to provide for the granting of a licence to deal in, manufacture, import and export a controlled substance; regulate the use, dispensing, manufacture, wholesale, transfer, supply, sell, distribution and possession of a controlled substance for medicinal, scientific and research purposes; provide for procedures and criteria for classification of controlled substances; provide for the functions of the Zambia Medicines Regulatory Authority relating to controlled substances; repeal and replace the Dangerous Drugs Act, 1967 and, provide for matters connected with, or incidental to, the foregoing. (N.A.B 2/2023) The Minister of Education 3. The Examinations Council of Zambia – Bill to provide for the accreditation of examination centres; provide for the administration of examinations; continue the existence of the Examinations Council of Zambia and re-define its functions; constitute the Board of the Examinations Council of Zambia and provide for its functions; repeal and replace the Examinations Council of Zambia Act, 1983 and, provide for matters connected with, or incidental to, the foregoing. (N.A.B 3/2023) The Minister of Energy 4. The Rural Electrification – Bill to promote and enhance rural electrification; continue the existence of the Rural Electrification Authority and re-define its functions; constitute the Board of the Authority and provide for its functions; continue the existence of the Rural Electrification Fund; repeal and replace the Rural Electrification Act, 2003 and, provide for matters connected with, or incidental to, the foregoing. (N.A.B 5/2023) NOTICE OF MOTION Ms Munashabantu Thanks - His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. ____________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}