{
  "metadata": {
    "title": "Friday, 11th July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/478",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 11TH JULY, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "583",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many water drilling riggs have been procured by the Government in 2014;",
        "(b)    how the water drilling riggs have been distributed country-wide;",
        "(c)    what the total cost of procuring the water drilling riggs was;",
        "(d)    what plans the Government has to procure more water drilling riggs for use in all provinces; and",
        "(e)    what the guidelines on the use of the riggs in the Constituencies are."
      ]
    },
    {
      "question_number": "584",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Great North Road from Kafue Roundabout to Chirundu and Siavonga will be rehabilitated;",
        "(b)    which company has been awarded the contract to resurface the Road from Kafue to Chirundu; and",
        "(c)    when the works will be completed."
      ]
    },
    {
      "question_number": "585",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Tanzania-Zambia Railway Authority (TAZARA) will be recapitalised;",
        "(b)    when TAZARA retirees will be paid their terminal benefits; and",
        "(c)    what measures the Government has taken to ensure that TAZARA employees are paid their salaries on time. NOTICE OF MOTION AND ORDER OF THE DAY Brig Gen Dr Chituwo Report of the Committee on Health, Community Development and Social Services:  That this House do adopt the Report of the Committee on Health, Community Development and Social Services, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 9th July, 2014. 1    The Zambia Chartered Institute of Logistics and and Transport Bill                                                                               (N.A.B. 1/2014) Second Reading"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}