{
  "metadata": {
    "title": "Tuesday, 9th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1546",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 9TH JULY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "671",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government is aware that there is still a lot of old Kwacha currency which has not yet been exchanged with the rebased currency in rural areas such as Kaputa;",
        "(b)how the Government intends to assist people in rural areas where there are no banking facilities to exchange the old Kwacha notes with the new ones; and",
        "(c)whether there are any plans to compel commercial banks to provide mobile banking services to the affected areas in order to speed up the process of exchanging old bank notes for new ones."
      ]
    },
    {
      "question_number": "672",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health when the Government will construct rural health posts in the following areas of Kabompo West Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Maveve;",
        "(b)Kamisamba;",
        "(c)Katendwa;",
        "(d)Kalwilo North;",
        "(e)Luyiwe; and",
        "(f)Mufuliwa Njamba."
      ]
    },
    {
      "question_number": "673",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will open missions in the following countries:",
        "(i)Saudi Arabia; and (ii)South Korea; and",
        "(b)what benefits would be derived from the missions above if opened."
      ]
    },
    {
      "question_number": "674",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what the total bed space for hostels under construction at the University of Zambia Ridgeway Campus is;",
        "(b)how much money has so far been spent on the project; and",
        "(c)when the construction will be completed and the hostels handed over to the University."
      ]
    },
    {
      "question_number": "675",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when construction of a new railway line in the northern circuit will commence;",
        "(b)when rehabilitation of the railway line from Mulobezi via Livingstone to all Copperbelt towns will commence; and",
        "(c)whether the railway line will be extended to the Copperbelt rural towns of Mpongwe, Masaiti and Lufwanyama and, if so, when."
      ]
    },
    {
      "question_number": "676",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health when the Government will provide motorised boats to Chisenga and Kilwa Clinics in Nchelenge.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "677",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the vacancies at senior management level at Nchelenge District Council will be filled; and",
        "(b)when the Government will assist the Council to broaden its revenue base."
      ]
    },
    {
      "question_number": "678",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the construction of a trades training institute in Sesheke District, which was budgeted for in  the 2012 Budget, will begin; and",
        "(b)how long it will take for the project to be completed."
      ]
    },
    {
      "question_number": "679",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Gender and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many women’s clubs were funded in Dundumwezi Parliamentary Constituency in 2012; and",
        "(b)why the Ministry has not released one of the two hammer mills allocated to the Constituency in 2011."
      ]
    },
    {
      "question_number": "680",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs how many national registration cards were issued in Chilubi District from 2009 to 2012, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "681",
      "asked_by": "Mr Chungu (Luanshya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how much money was allocated to staff development programmes at the following institutions from 2005 to 2012",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)University of Zambia;",
        "(b)Copperbelt University;",
        "(c)Nkrumah University College;",
        "(d)Chalimbana University; and",
        "(e)Mukuba University."
      ]
    },
    {
      "question_number": "682",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what measures the Government has taken to curb cases of ritual killings in the country;",
        "(b)how many taxi drivers were killed from January, 2011 to April, 2013; and",
        "(c)from which parts of Zambia the killings took place."
      ]
    },
    {
      "question_number": "683",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Home Affairs when the Government will undertake the following at Nchelenge State Prison",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)expand the facility;",
        "(b)provide more staff accommodation;",
        "(c)provide transport for ferrying prisoners to and from the Prison Farm; and",
        "(d)procure mattresses, blankets and catering utensils for the inmates."
      ]
    },
    {
      "question_number": "684",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Agriculture and Livestock when the Government will  send agricultural extension officers and veterinary officers to Kasukwe and Chilala in Dundumwenzi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "685",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Mines, Energy and Water Development whether the Government has any plans to facilitate the construction of a fuel station in Kabompo District in 2014.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)which three provinces recorded the highest and the lowest cases of diabetes in Zambia from 2010 to 2012;",
        "(b)how many cholera cases were recorded country-wide from January, 2012 to March, 2013;",
        "(c)which provinces were affected by cholera; and",
        "(d)how many people, country-wide died as a result of diabetes and cholera, from January, 2010 to April, 2013. W42    Mr S Chungu (Luanshya) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)whether the Government has any plans to rehabilitate infrastructure in the following public institutions by the end of 2014:",
        "(i)University of Zambia; (ii)Copperbelt University; (iii)Nkrumah University College; (iv)Mukuba University; and",
        "(v)Chalimbana University;",
        "(b)how much money was disbursed for rehabilitation of infrastructure to the institutions, at (a) in 2012; and",
        "(c)if none, why. W43    Mr Matafwali (Bangweulu) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)which road projects were financed with a credit agreement signed by the Zambian Government and the African Development Bank in January, 2011; and",
        "(b)which roads were worked on by Sable Transport and Construction Limited and China Henan International Corporation Company Limited from 2009 to 2012. NOTICE OF MOTION Mr Mweetwa Report of the Committee on Delegated Legislation : That this House do adopt the Report of the Committee on Delegated Legislation, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 24th June, 2013."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 15,
  "status": "success"
}