{
  "metadata": {
    "title": "Wednesday, 10th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1544",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 10TH JULY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "686",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will construct a new high school in Sesheke District; and",
        "(b)whether the Government has any plans to construct a high school at Kalobolelwa."
      ]
    },
    {
      "question_number": "687",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when construction of the Food Reserve Agency storage facilities in Kabompo District, which were abandoned by the contractor, is expected to resume;",
        "(b)what the time-frame for completion of the project is; and",
        "(c)whether the Government has any plans to assist workers who were employed by the contractor but were not paid their emoluments after the contractor abandoned the works, to get their money."
      ]
    },
    {
      "question_number": "688",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Home Affairs when the Government will undertake the following in Nchelenge District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)build six police posts;",
        "(b)construct more staff houses at Nchelenge Police Camp;",
        "(c)provide a submersible pump and an overhead tank at the Police Camp; and",
        "(d)provide transport for the Police Station."
      ]
    },
    {
      "question_number": "689",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health when the Government will construct a pharmacy, a conference room and a store room at the District Health Management Office in Nchelenge.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "690",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing whether the Government has any plans to assist the Kitwe City Council to collect and manage refuse in the city.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "691",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing whether trade licence fees are the same in all the District Councils in Zambia.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "692",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many schools, in Kaputa District, had the roofs of their classrooms blown off from 2010 to 2013, year by year;",
        "(b)of the schools at (a), how many have had their roofs repaired;",
        "(c)when the roofs in the remaining schools will be repaired; and",
        "(d)what the total cost of repairing the roofs in the remaining schools is."
      ]
    },
    {
      "question_number": "693",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of mobile communication towers in Dundumwezi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)class teacher;",
        "(b)senior teacher;",
        "(c)deputy head teacher; and",
        "(d)head teacher. W45    Mr S Chungu (Luanshya) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)how many students graduated with masters degrees from the following schools at the University of Zambia in 2010:",
        "(i)Education; (ii)Natural Sciences; (iii)Humanities and Social Sciences; (iv)Mines; and",
        "(v)Agriculture; and",
        "(b)how many students, pursuing the following programmes, were accommodated by the University in 2010:",
        "(i)Diploma; (ii)Bachelors Degree; (iii)Masters Degree; and (iv)Doctor of Philosophy. W46    Mr Matafwali (Bangweulu) - to ask the Minister of Home Affairs:",
        "(a)    how many police officers were separated from the Zambia Police Force for the following reasons from January, 2010 to March, 2013, year by year:",
        "(i)public interest; (ii)national interest; (iii)early retirement; and (iv)normal retirement; and",
        "(b)    how many police officers were killed by criminals in the same period."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER Training and Early Education how many teachers, in the Northern Province, retired at the following levels from 2009 to 2012, year by year:"
    }
  ],
  "question_count": 8,
  "status": "success"
}