{
  "metadata": {
    "title": "Wednesday, 1st October, 2014",
    "source_url": "https://www.parliament.gov.zm/node/460",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 1ST OCTOBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "92",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what percentage of traditional exports compared to non-traditional exports were made in 2010 and 2013; and",
        "(b)    what the monetary value of the exports was."
      ]
    },
    {
      "question_number": "93",
      "asked_by": "Ms Kansembe (Lukashya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when community schools in Lukashya Parliamentary Constituency will be taken over by the Government.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "94",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will procure a pontoon for use at the Lunsemfwa River crossing point in Chief Shikabeta’s area in Rufunsa District to connect to Chief Mbosha’s area in Mkushi District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "95",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will commence paying councillors, especially those from the rural councils, their monthly allowances;",
        "(b)    whether the payment of the monthly allowances is a responsibility of each local authority; and",
        "(c)    if so, what will happen to councils without money to pay the allowances."
      ]
    },
    {
      "question_number": "96",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Community Development, Mother and Child Health when an Anti Retroviral Therapy Clinic will be opened at Namilangi Health Centre in Kaoma Central Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "97",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when senior classes will be introduced at Nangula Secondary School in Luena Parliamentary Constituency; and",
        "(b)    what has caused the delay in introducing the classes in spite of the School having been upgraded."
      ]
    },
    {
      "question_number": "98",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government is taking to purify drinking water supplied by Western Water and Sewerage Company to residents of Kalabo District; and",
        "(b)    whether the Government has any plans to extend the water distribution network to the new compounds on the Eastern and Western parts of Kalabo Township."
      ]
    },
    {
      "question_number": "99",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has for the Kawambwa Tea Company;",
        "(b)    how many people were employed by the Company as of August, 2014; and",
        "(c)    why it has taken long for the Government to resolve the problems at the Company."
      ]
    },
    {
      "question_number": "100",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the ban on the export of the devil’s claw will be lifted; and",
        "(b)    what measures the Government has taken to alleviate the poverty of the people of Sesheke District whose livelihood depended on the trade in the plant."
      ]
    },
    {
      "question_number": "101",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who funded the construction of Ilola Health Post in Nakonde Parliamentary Constituency;",
        "(b)    how much money was provided for the project; and",
        "(c)    what the time-frame for completion of the project is. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (23rd September)  - Resumption of Debate."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}