{
  "metadata": {
    "title": "Wednesday, 12th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11126",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "357",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the National Registration Office in Kalabo District has stalled;",
        "(b) when the project will resume;",
        "(c) who the contractor for the project is;",
        "(d) what the contract sum for the project is;",
        "(e) how much money had been paid to the contractor, as of August, 2022; and",
        "(f) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to promote rice farming in Chinsali District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) which areas have potential for rice farming in the District."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when rehabilitation of classrooms and teachers’ houses, whose roofs were blown off during the 2021/2022 rainy season at the following primary schools in Mbabala Parliamentary Constituency, will commence:",
        "(i) Frances Davison; (ii) Chilalantambo; (iii) Kadombo; (iv) Mapanza;",
        "(v) Chibwe; and (vi) Lugwalo; and",
        "(b) what the cause of the delay in commencing the works is."
      ]
    },
    {
      "question_number": "360",
      "asked_by": "Mr Elias Musonda (Chimbamilonga)",
      "minister": "Minister of Infrastructure,Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Nsama District administration offices has stalled;",
        "(b) when the project will resume;",
        "(c) at what stage of completion the project was, as of August, 2022;",
        "(d) what the cost of the outstanding works is; and",
        "(e) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "361",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Zambia Railways Limited infrastructure, countrywide;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the duration of the project is;",
        "(d) what the scope of works is; and",
        "(e) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "362",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to install traffic lights at the junction of Great East and Parliament Roads in Lusaka;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr Lubusha (Chipangali)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct communication towers in the following areas in Chipangali Parliamentary Constituency:",
        "(i) Madziatuwa; (vi) Nkhalikhali; (xi) Mgwazo; (ii) Chinunda; (vii) Kaongo; (xii) Dyakanani; (iii) Mnukwa; (viii) Chipitule; (xiii) Chanje; and (iv) Mshawa; (ix) Sisinje; (xiv) Mafuta;",
        "(v) Chipangali Centre; (x) Mkanda;",
        "(b) if so, when the plans will be implemented;",
        "(c) if there are no such plans, why; and",
        "(d) whether the entire Constituency will be covered with mobile network once the towers are commissioned."
      ]
    },
    {
      "question_number": "364",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the following will be procured for Mulobezi District Hospital:",
        "(i) X-ray machines; (ii) incubators; (iii) infant resuscitator machines; (iv) ambulance; and",
        "(v) utility motor vehicles; and",
        "(b) when the broken down ambulance for the Hospital will be repaired."
      ]
    },
    {
      "question_number": "365",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what plans the Government has to mechanise and boost rice production in Chitambo District;",
        "(b) when the plans will be implemented; and",
        "(c) how many farmers are targeted to benefit from the exercise."
      ]
    },
    {
      "question_number": "366",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct dams in Chadiza Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many dams were earmarked for construction in 2022;",
        "(d) what the estimated cost of the project was; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "367",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the tarring of township roads in Chinsali District will be completed;",
        "(b) at what stage of completion, in percentage terms, the project was, as of August, 2022;",
        "(c) what the contract sum for the project is;",
        "(d) when the contractor was last paid;",
        "(e) what the outstanding balance was, as of September, 2022; and",
        "(f) when the outstanding balance will be paid."
      ]
    },
    {
      "question_number": "368",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct communication towers in the following Wards in Mufumbwe Parliamentary Constituency:",
        "(i) Miluji; (ii) Shimpandanga; (iii) Matushi; and (iv) Kashima; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "369",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Finance and NationalPlanning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how much revenue in toll fees on the Great North Road from KapiriMposhi to Nakonde was collected from September, 2021 to August, 2022; and",
        "(b) how the money was utilised."
      ]
    },
    {
      "question_number": "370",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to create employment opportunities for the youth in Lubansenshi Parliamentary Constituency;",
        "(b) what the targeted sector for job creation is; and",
        "(c) how many jobs are earmarked for creation in 2023. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W20. Mr Emmanuel Musonda (Lupososhi) - to ask the Minister of Home Affairs and Internal Security:",
        "(a) how many children were defiled from January, 2021 to July, 2022, province by province;",
        "(b) what the major causes of the vice were; and",
        "(c) what measures are being taken to curb the vice. ____________________________"
      ]
    }
  ],
  "question_count": 14,
  "status": "success"
}