{
  "metadata": {
    "title": "Thursday, 22nd October, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4693",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 22ND OCTOBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "134",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Information and  Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the problem between the Zambia National Broadcasting Corporation management and the union leadership, which led to the suspension of one union leader in August, 2015 was; and",
        "(b)    what measures have been taken to promote a conducive working environment at the institution."
      ]
    },
    {
      "question_number": "135",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Works and Supply when the  Gwembe-Chisekesi road will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "136",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Transport and Communication  what measures have been taken, country-wide, to ensure that mini-bus     drivers park at designated places all the time, to avoid traffic jams and     road traffic accidents.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "137",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Transport and Communication when the Government will facilitate the construction of communication towers in     Zimaka area in Mkaika Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "138",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the tarrying of the Mpongwe-Machiya road will commence; and",
        "(b)    what the cost of constructing bridges across the Kafue and Luswishi Rivers is. QUESTIONS FOR WRITTEN ANSWER W5    Mr I Banda (Lumezi) - to ask the Minister of Youth, Sport and Child                     Development:",
        "(a)    how many youth groups and individuals from Lumezi Parliamentary Constituency were funded under the Youth Empowerment Fund from 2012 to-date, year by year;",
        "(b)    on what projects the funds were invested; and",
        "(c)    if no one from the Constituency benefitted, what measures the Government is taking to empower the youths in the Constituency. W6    Mr Namulambe (Mpongwe) - to ask the Vice President:",
        "(a)    what tangible benefits have been realised from the amalgamation of some Government Ministries from October, 2011 to date, in terms of the following:",
        "(i)    cost savings; and (ii)    effective service delivery.",
        "(b)    if no tangible benefits have been realised, whether there are plans to separate the affected Ministries; and",
        "(c)    if so, when the plans will be implemented. PRESENTATION OF GOVERNMENT BILL The Minister of Labour and Social Security The Employment (Amendment) - Bill to amend the Employment Act. (N.A.B. 18/2015) ORDER OF THE DAY 1    Supply Motion (9th October) - Resumption of Debate. _________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}