{
  "metadata": {
    "title": "Tuesday, 13th March, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7436",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "219",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) why the Government has allowed the Patriotic Front (PF) Party to distribute, to schools, books bearing not only the Presidential Portrait but also the PF Logo;",
        "(b) whether the distribution does not constitute a political campaign tool;",
        "(c) if so, whether other political parties are at liberty to distribute similar political materials to schools; and",
        "(d) whether would-be recipients can decline the donation."
      ]
    },
    {
      "question_number": "220",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) whether the Government is aware that Sihole Secondary School in Kalabo Central Parliamentary Constituency has not been designated as an examination centre for the 2018 final examinations due to lack of a science laboratory;",
        "(b) whether the Government will rectify this anomaly to enable the School to be an examination centre; and",
        "(c) if not, what measures have been taken to facilitate the writing of the 2018 final examinations at the School since the nearest examination centre is 60 kilometres away."
      ]
    },
    {
      "question_number": "221",
      "asked_by": "Dr Chanda (Bwana Mkubwa)",
      "minister": "Minister of Housing and Infrastructure Development when the construction of roads under the C400 Project in Ndola District will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": []
    },
    {
      "question_number": "222",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Energy when Ngabwe District will be electrified.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": []
    },
    {
      "question_number": "223",
      "asked_by": "Mr Munkonge (Lukashya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether there are any plans to construct a first level hospital in Lukashya Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "224",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many teachers were transferred from Kaputa District in 2016 and 2017;",
        "(b) whether the transferred teachers continued to maintain their payroll numbers under Kaputa District; and",
        "(c) when other teachers will be deployed to Kaputa District to replace the transferred ones."
      ]
    },
    {
      "question_number": "225",
      "asked_by": "Mr Machila (Magoye)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when construction of the following dams in Magoye Parliamentary Constituency will commence:",
        "(i) Namausha; (ii) Namaila; (iii) Nanchengwa; (iv) Chibengelele;",
        "(v) Ngwezi ‘B’; (vi) Mbiya; and (vii) Namilindi; and",
        "(b) what has caused the delay in commencing the construction works."
      ]
    },
    {
      "question_number": "226",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Community Development and Social Welfare",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) what the criteria for identifying the beneficiaries of the Social Cash Transfer Scheme are;",
        "(b) whether community and traditional leaders are involved in the identification process; and",
        "(c) what the total number of additional beneficiaries from Mumbwa Parliamentary Constituency for 2018 is."
      ]
    },
    {
      "question_number": "227",
      "asked_by": "Mr Mwiinga (Chikankata)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to construct police posts in Chikankata Parliamentary Constituency;",
        "(b) if so, how many police posts are earmarked for construction in 2018; and",
        "(c) when the plans will be implemented."
      ]
    },
    {
      "question_number": "228",
      "asked_by": "Ms M Miti (Vubwi)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to replace the dysfunctional communication tower at Zozwe in Vubwi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if the tower cannot be replaced, what the way forward is."
      ]
    },
    {
      "question_number": "229",
      "asked_by": "Mr W Banda (Milanzi)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to construct offices for the Road Transport and Safety Agency in Katete District in order to decongest the Chipata Office;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "230",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many judges of the following courts there were, as of 31st December, 2017:",
        "(i) Supreme Court; (ii) Constitutional Court; (iii) Court of Appeal; and (iv) High Court; and",
        "(b) what measures are being taken to speed up the disposal of court cases in the country."
      ]
    },
    {
      "question_number": "231",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to procure computers for schools in Gwembe District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "232",
      "asked_by": "Mr Chisopa (Mkushi South)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many dams were constructed in Luano District from January, 2016 to December, 2017;",
        "(b) what the total cost of constructing the dams was;",
        "(c) if there were none, whether the Government has any plans to construct dams in the District in 2018;",
        "(d) if so, which areas have been identified for construction of the dams; and",
        "(e) when the construction works will commence."
      ]
    },
    {
      "question_number": "233",
      "asked_by": "Mr Nyirenda (Lundazi)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the tarring of township roads in Lundazi will commence;",
        "(b) what has caused the delay in commencing the project;",
        "(c) what the total cost of the project is; and",
        "(d) what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "234",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many lecturers with PhDs there were at the University of Zambia as of December, 2017;",
        "(b) how many lecturers above, were in the School of Engineering;",
        "(c) how many lecturers at (b) were in the Department of Electrical Engineering;",
        "(d) whether the University is able to attract lecturers with PhD qualifications; and",
        "(e) if not, why."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the works on the water supply project for Serenje township will be completed;",
        "(b) what has caused the delay in completing the project; and",
        "(c) what the cost of the project is."
      ]
    },
    {
      "question_number": "236",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Health when the electrification of the following rural health posts in Muchinga Parliamentary Constituency will commence",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) Chibuye Saili;",
        "(b) Miswema;",
        "(c) Kamena;",
        "(d) Kabwe Kupela;",
        "(e) Mulembo;",
        "(f) Kapeshi;",
        "(g) Kofi Kunda;",
        "(h) Fikondo;",
        "(i) Chief Serenje; and",
        "(j) Masase. ___________________"
      ]
    }
  ],
  "question_count": 18,
  "status": "success"
}