{
  "metadata": {
    "title": "Thursday, 5th May, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5143",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 5TH MAY, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "424",
      "asked_by": "Mr Chenda (Bwana Mkubwa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a modern market in Mushili Township in Bwana Mkubwa Parliamentary Constituency will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "425",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to upgrade, to bituminous standard, the Chamulimba-Mwachilele road in Rufunsa District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "426",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes earmarked for sinking in Western Province, using the US$14 million concessional loan obtained from the Africa Development Bank in 2015, had been sunk as of March, 2016;",
        "(b)    if none, what has caused the delay in commencing the project;",
        "(c)    what other projects have been undertaken in the Province using the concessional loan; and",
        "(d)    whether any money has been remitted into the bank accounts which local authorities were directed to open when the project was launched in Mongu in August, 2015. QUESTIONS FOR WRITTEN ANSWER W41    Mr Chishimba (Kamfinsa) - to ask the Minister of Home Affairs when the Government will procure a generator set for Kamfinsa Prison in Kitwe, in order to enhance security at the facility. W42    Mr Lufuma (Kabompo West) - to ask the Minister of General Education:",
        "(a)    whether the Government has any plans to procure and distribute desks to schools in rural areas, country-wide;",
        "(b)    if so, when the programme will commence;",
        "(c)    what the total number of desks to be procured is; and",
        "(d)    what the number of desks, on average, to be distributed to each school, is."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}