{
  "metadata": {
    "title": "Friday, 22nd Novemeber, 2013",
    "source_url": "https://www.parliament.gov.zm/node/749",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 22ND NOVEMBER, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "193",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Youth and Sport how many youth clubs in Lukulu East and Lukulu West Parliamentary Constituencies have been funded in 2013.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "194",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of township roads and drainages in Sesheke Township will commence;",
        "(b)    what the cost of the project is; and",
        "(c)    when the project will be completed. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Competition and Consumer Protectio n (Amendment) – Bill to amend the Competition and Consumer Protection Act, 2010.                                                                                                                          (N.A.B. 15/2013) The Minister of Finance The Environmental Management (Amendment) – Bill to amend the Environmental Management Act, 2011.      (N.A.B. 16/2013) The Minister of Finance The Fees and Fines (Amendment) – Bill to amend the Fees and Fines Act.                                                       (N.A.B. 17/2013) The Minister of Finance The Patents and Companies Registration Agency (Amendment) – Bill to amend the Patents and Companies Registration Agency Act, 2010.                                                                                                                                                                             (N.A.B. 18/2013) The Minister of Finance The Weights and Measures (Amendment) – Bill to amend the Weights and Measures Act.                                 (N.A.B. 19/2013) ORDER OF THE DAY 1 Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure): Committee of Supply:  Resumption of Debate:(Head 20/04: under consideration): (Ms Imenda). Heads 20/06, 20/09, 29/01, 29/03, 29/04, 29/05, 29/06, 29/07, 29/09, 25/01, 77/01, 77/02, 77/03, 77/04, 77/05, 77/06, 77/08 and 77/09 - for consideration. KEY TO HEADS OF EXPENDITURE Head 20    -    Loans and Investments – Local Government and Housing Head 29    -    Ministry of Local Government and Housing Head 25    -    Local Government Service Commission Head 77    -    Ministry of Defence"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}