{
  "metadata": {
    "title": "Friday, 1st March, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11605",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "256",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the public health nursing course is classified as a specialist course; and",
        "(b) if it is not classified as such, why."
      ]
    },
    {
      "question_number": "257",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government had authorised the Fingen Money Genius Group to train the youths across the country as financial counsellors;",
        "(b) if so, how many youths were targeted in each constituency;",
        "(c) whether the candidates were required to pay enrolment fees;",
        "(d) if so, how much was charged per candidate;",
        "(e) why the payment was required; and",
        "(f) what the Government role in the programme is."
      ]
    },
    {
      "question_number": "258",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will tar the Katunda-Lukulu-Watopa-Mumbezhi road in the Western Province;",
        "(b) what the cause of the delay in commencing the project, is; and",
        "(c) what the time frame for the completion of the project, is."
      ]
    },
    {
      "question_number": "259",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health what measures the Government is taking to retain medical personnel at health facilities in rural areas.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "260",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Zambezi River Authority uses a quota system in the recruitment of human capital in top management positions for the riparian communities;",
        "(b) if so, how many people in the riparian community have been employed in top management positions from January, 2000 to July, 2023; and",
        "(c) if none, why."
      ]
    },
    {
      "question_number": "261",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to introduce the game of pool as a sport in schools;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "262",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to provide piped water to Katamba Ward in Chilubi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "263",
      "asked_by": "Ms Mabonga (Mfuwe)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that Muwele area in Mfuwe Parliamentary Constituency and other parts of the country, have been experiencing mobile network connectivity interruptions;",
        "(b) if so, what the cause of the network interruption is; and",
        "(c) what measures are being taken to ensure effective connectivity in all mobile phone networks throughout the country."
      ]
    },
    {
      "question_number": "264",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to introduce compulsory internship programmes for the youth who graduate from tertiary institutions;",
        "(b) if so, whether the Government has a database to support the implementation of the plans;",
        "(c) when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "265",
      "asked_by": "Mr C Mulenga (Kwacha)",
      "minister": "Minister ofYouth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware of the increase in drug abuse among adolescents in Kwacha Parliamentary Constituency; and",
        "(b) if so, what measures are being taken to curb the vice so as to prevent moral decay among the youths. ___________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}