{
  "metadata": {
    "title": "Thursday, 7th July, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10235",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "352",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Infrastructure, Housingand Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Senior Chief Mununga’s Palace in Chienge District, which is at 90% completion, will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "353",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to conduct a cattle restocking exercise in Kanchibiya District; and",
        "(b) if so, when the exercise will commence."
      ]
    },
    {
      "question_number": "354",
      "asked_by": "Mr Mandandi (Sioma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure ambulances for health facilities in Sioma District to enhance their operations;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance and National Planning The Public Debt Management  - Bill to provide for the raising of loans and grants; the issuing of guarantees; the approval of loans by the National Assembly; the issuing of loans by or on behalf of the Government; the establishment of sinking funds; the establishment of the Debt Management Office and provide for its functions; the repeal of the Loans and Guarantees (Authorisation) Act, 1969, and the General Loan and Stock Act, 1931; and matters connected with, or incidental to the foregoing. (N.A.B 7/2022) The Minister of Transport and Logistics The Road Traffic (Amendment) – Bill to amend the Road Traffic Act, 2002. (N.A.B 8/2022) The Minister of Infrastructure, Housing and Urban Development The Public Roads (Amendment)  – Bill to amend the Public Roads Act, 2002 (N.A.B 9/2022) The Minister of Agriculture The Tobacco – Bill to provide for the promotion, regulation and monitoring of the production, marketing and packing of tobacco in the Republic; provide for the regulation of the import of tobacco to the Republic; continue the existence of the Tobacco Board of Zambia and re define its functions; re constitute the composition of the Board and revise the Board functions; provide for the imposition and collection of a levy on tobacco grown in the Republic; repeal and replace the Tobacco Act, 1967 and the Tobacco Levy Act, 1967; and provide for matters connected with, or incidental to, the foregoing.  (N.A.B 10/2022) The Minister of Information and Media The Zambia Institute of Public Relations and Communication – Bill to continue the existence of the Zambia Public Relations Association and re-name it as Zambia Institute of Public Relations and Communication and re-define its functions; provide for registration of public relations and communication professionals; regulate public relations and communication professionals’ conduct; constitute the Council of the Institute and provide for its functions; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 11/2022) The Minister of Community Development and Social Services The Children’s Code – Bill to reform and consolidate the law relating to children; provide for parental responsibility, custody, maintenance, guardianship, foster care, adoption, care and protection of children; provide for the grant of legal aid to, and establish procedures for the treatment of, children in conflict with the law; provide for the making of social welfare reports in respect of a child in conflict with the law; establish diversion and alternative correctional programmes and promote the rehabilitation of a child in conflict with the law through programmes to facilitate restorative justice and compliance with laws; provide for the protection of a child  victim and child witness in investigative and judicial processes; provide for the probation of a child in conflict with the law and provision of probation services; provide for the development of treatment programmes, early intervention services and programmes to combat crime and prevent further offending; limit the negative effects of confinement by minimizing the impact of a finding of guilty on the family of a child in conflict with the law and facilitate the re-integration of the child in conflict with the law into society; provide for the establishment of child approved centres and child reformatory centres; provide for the regulation of child care facilities; provide for child safeguarding; domesticate the Convention on the Rights of the Child, the African Charter on the Rights and Welfare of the Child, the Convention on the Protection of Children and Cooperation in Respect of Inter-country Adoption and the Convention on the Civil Aspects of International Child Abduction; repeal the Legitimacy Act, 1929, the Adoption Act, 1956, the Juveniles Act, 1956, and the Affiliation and Maintenance of Children Act, 1995; and provide for matters connected with, or incidental to the foregoing.              (N.A.B 12/2022) The Minister of Justice The Penal Code (Amendment) – Bill to amend the Penal Code Act. (N.A.B 13/2022) The Minister of Community Development and Social Services The Probation of Offenders (Amendment) - Bill to amend the Probation of Offenders Act. (N.A.B 14/2022) Special Address to the House by His Excellency, Mr Sergio Mattarella, President of the Republic of Italy. __________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}