{
  "metadata": {
    "title": "Tuesday, 20th February, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7368",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "105",
      "asked_by": "Mr Nkombo (Mazabuka Central)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government is aware that the 25% import duty charged on finished petroleum products is a contributing factor to the high cost of fuel in the country;",
        "(b) if so, whether there are any plans to scrap off the import duty in order to reduce the cost of fuel; and",
        "(c) if there are no such plans, what measures are being taken to reduce the cost of fuel."
      ]
    },
    {
      "question_number": "106",
      "asked_by": "Ms E Phiri (Kanyama)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the doctor-patient ratio at the Kanyama First Level Hospital in Kanyama Parliament Constituency is;",
        "(b) what the nurse-patient ratio at the Hospital is; and",
        "(c) when additional doctors and nurses will be deployed to the Hospital."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Bulaya (Mpongwe)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many hectares of maize were planted in the 2016/2017 farming season in Mpongwe Parliamentary Constituency;",
        "(b) how many hectares were affected by the fall army worms; and",
        "(c) what the yield in the Constituency was."
      ]
    },
    {
      "question_number": "108",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the construction of a new police station in Katete District will resume;",
        "(b) why the Government terminated the contract for the contractor who was on site;",
        "(c) what the cost of the Project is; and",
        "(d) what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "109",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to print ballot papers for the 2021 general elections locally; and",
        "(b) if there are no such plans, why."
      ]
    },
    {
      "question_number": "110",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether there was any cattle at the National Institute of Scientific and Industrial Research on Airport Road in Lusaka as of 31st May, 2017;",
        "(b) if so, what the total head of cattle was; and",
        "(c) if there was none, what happened to the head of cattle that was at the Institute prior to the date at (a)."
      ]
    },
    {
      "question_number": "111",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to construct police posts in the following areas in Mufumbwe District:",
        "(i) Mushima; and (ii) Miluji;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "112",
      "asked_by": "Mr Mwila (Chimwemwe)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many houses were destroyed by fire in Chimwemwe Parliamentary Constituency from 2010 to 2016, year by year;",
        "(b) what form of assistance the Government rendered to the affected families;",
        "(c) whether the Government has any plans to make homeowners insurance compulsory; and",
        "(d) if so, how the insurance premium will be collected."
      ]
    },
    {
      "question_number": "113",
      "asked_by": "Mr Mulenga (Ndola Central)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to construct additional public libraries in Ndola Central Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to restock the existing public libraries with modern books and other literature; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "114",
      "asked_by": "Mr Mulenga (Ndola Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to procure motor vehicles for the following police posts in Ndola Central Parliamentary Constituency:",
        "(i) Nkwazi; (ii) Mapalo; (iii) Twapia; and (iv) Dag Hammarksjoed; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "115",
      "asked_by": "Mr Ngambi (Chifubu)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to establish a Multi-Facility Economic Zone near the Copperbelt International Airport;",
        "(b) if so, how many hectares of land are required for the project; and",
        "(c) how many companies are earmarked to be accommodated at the Zone."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr Ngambi (Chifubu)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the total value of the Mukula logs confiscated as of 31st December, 2017, was;",
        "(b) whether the Government is aware that the Mukula logs are losing value due to exposure to the sun and rain;",
        "(c) if so, what measures the Government is taking to secure the logs and avoid total loss of value;",
        "(d) what measures the Government is taking to control the indiscriminate cutting of the Mukula tree; and",
        "(e) whether the measures at (d) are yielding the desired results."
      ]
    },
    {
      "question_number": "117",
      "asked_by": "Mr Mwiinga (Chikankata)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government is aware that the two boreholes at Nansenga Secondary School in Chikankata Parliamentary Constituency have dried up;",
        "(b) if so, when the Government will sink another borehole at the School; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Mr Mwiinga (Chikankata)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the tarring of the Chikankata Road from the Kafue-Mazabuka road junction which stalled in 2016, will resume;",
        "(b) what the name of the contractor for the project is;",
        "(c) what the total cost of the project is; and",
        "(d) what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to construct a youth skills development centre at Mulilansolo in Chilinda area in Chinsali Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "120",
      "asked_by": "Mr C Zulu (Luangeni)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Zambia-Tanzania-Kenya Power Interconnector Project will be completed; and",
        "(b) what has caused the delay in completing the Project. 121. Mr Simbao (Senga Hill) – to ask the Minister of Commerce, Trade and Industry:",
        "(a) how many Multi-Facility Economic Zones (MFEZs) were operational as of 30th December, 2017;",
        "(b) how many companies were operating in the following MFEZs:",
        "(i) Lusaka South; and (ii) Chambeshi;",
        "(c) how many companies at (b) are involved in value addition to local products; and",
        "(d) whether the MFEZs that are operational have met the objectives for which they were created."
      ]
    },
    {
      "question_number": "122",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the total cash net flow as of 2016 was;",
        "(b) how much of the total cash net flow was Foreign Direct Investment (FDI);",
        "(c) how much the Foreign Portfolio Investment (FPI) was; and",
        "(d) what the FPI/FDI ratio was."
      ]
    },
    {
      "question_number": "123",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) which cattle diseases are prevalent in Kalabo District; and",
        "(b) what measures have been taken to eradicate the diseases."
      ]
    },
    {
      "question_number": "124",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many boreholes were earmarked for sinking in Kalabo District in 2017;",
        "(b) how many boreholes were actually sunk and water pumps installed;",
        "(c) of the water pumps installed, how many are solar powered and, if none, why; and",
        "(d) when the Government will commence installing solar powered water pumps. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Rent (Amendment) - Bill to amend the Rent Act.       N.A.B. 1/2018 The Minister of Justice The Subordinate Courts (Amendment) - Bill to amend the Subordinate Courts Act.       N.A.B. 2/2018 The Minister of Justice The Judiciary Administration (Amendment) - Bill to amend the Judiciary Administration Act. N.A.B. 3/2018 ___________________"
      ]
    }
  ],
  "question_count": 19,
  "status": "success"
}