{
  "metadata": {
    "title": "Tuesday, 7th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10930",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "184",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that there is an artificial shortage of mealie meal in Northern, Muchinga and Luapula Provinces, because trucks delivering mealie meal to the respective provinces are not being allowed to go beyond the Nkumbi Police Check Point on the Great North Road;",
        "(b) if so, why the trucks are not being allowed to cross the Check Point; and",
        "(c) what urgent measures are being taken to resolve the problem that has caused the escalation of mealie meal prices in the said provinces."
      ]
    },
    {
      "question_number": "185",
      "asked_by": "Mr Simumba (Nakonde)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that there has been a critical shortage of water, in the past two weeks, in the following areas in Nakonde Parliamentary Constituency:",
        "(i) Mukoma; (ii) Katozi; (iii) Old Nakonde; and (iv) Town Centre;and",
        "(b) if so, what urgent measures are being taken to resolve the water crisis and prevent water borne diseases."
      ]
    },
    {
      "question_number": "186",
      "asked_by": "Ms Nyemba (Chifunabuli)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a health centre at Mutapa Village in Chifunabuli Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "187",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health when the Government will rehabilitate the following infrastructure in Kalabo District",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) Kalabo District Hospital; and",
        "(b) staff houses at the Hospital."
      ]
    },
    {
      "question_number": "188",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of the following Bridges in Kanchibiya Parliamentary Constituency will commence:",
        "(i) Ntunta; and (ii) Mung’ang’a; and",
        "(b) what the cause of the delay in commencing the projects is. ORDER OF THE DAY 1. Thanks – His Excellency the President’s Address– Motion (28th February) –  Resumption of Debate:  (Mr Nkulukusa, MP). ____________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}