{
  "metadata": {
    "title": "Thursday, 30th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10990",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "247",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that the bridge on Mwaleshi River between Chikumbi and Chishala areas in Mukungule Chiefdom in Mpika Parliamentary Constituency was washed away on 21st March, 2023, thereby making connectivity between the two areas impossible; and",
        "(b) if so, what urgent measures are being taken to restore connectivity in the chiefdom."
      ]
    },
    {
      "question_number": "248",
      "asked_by": "Mr Mumba (Kantanshi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) what benefits will accrue to the country following His Excellency, the President’s trip to Doha, Qatar from 5th to 9th March, 2023; and",
        "(b) what the benefits of co-hosting the Second Summit for Democracy to be held from 29th to 30th March, 2023, are. QUESTIONS FOR WRITTEN ANSWER (STANDING ORDER 75) W11. Mr Chanda (Kanchibiya)  -  to ask the Minister of Agriculture what measures the Government is taking to improve the marketability of agricultural products in rural areas. W12. Mr P Phiri (Mkaika)  -  to ask the Minister of Local Government and Rural Development:",
        "(a) whether the Government has any plans to put village head persons, countrywide, on Government payroll; and",
        "(b) if so, when the plans will be implemented. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice 1. The Human Rights Commission –  Bill to provide for the membership, functions, operations and financial management of the Human Rights Commission; repeal and replace the Human Rights Commission Act, 1996; and provide for matters connected with, or incidental to, the foregoing.  (N.A.B 8/2023) The Minister of Infrastructure, Housing and Urban Development 2. The Zambia Institute of Valuation Surveyors – Bill to provide for the registration of valuation surveyors and regulate their practice and professional conduct; continue the existence of the Valuation Surveyors Registration Board and re-name it as the Zambia Institute of Valuation Surveyors and re-define its functions; repeal and replace the Valuation Surveyors Act; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 9/2023) NOTICE OF MOTION Dr Kalila Adopt Report of the Parliamentary Select Committee :That this House adopts the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Hon Greenwell Malumani, Hon Obbistar Musukwa, Hon Vincent Sililo Siloka, Mrs Ann-Mary Kachenga Malata-Ononuju, Mr Enias Chulu, Mrs Mwaka Samundengu Ngoma, Mr Geoffrey Chilufya Mulenga, Ms Mbile Muwindwa Wina, Mr Lastone Mwanabo, Mr Ian Mwanajiti Mabbolobbolo and Ms Situmbeko Chocho, to serve as Judges of the High Court, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 29th March, 2023."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}