{
  "metadata": {
    "title": "Friday, 10th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4290",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 10TH JULY, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "604",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of 1x3 portal framed classroom blocks at the following primary schools in Mpongwe Parliamentary Constituency will be completed:",
        "(i)    Chinwa; (ii)    Buyantanshi; and (iii)    Butikili; and",
        "(b)    what the cause of the delay in completing the projects is."
      ]
    },
    {
      "question_number": "605",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many dams are earmarked for construction and rehabilitation in Chadiza District in 2015; and",
        "(b)    what the cost of rehabilitating each dam is."
      ]
    },
    {
      "question_number": "606",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a police post at Nyengo in Sikongo Parliamentary Constituency will commence; and",
        "(b)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "607",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many tonnes of copper and cobalt were produced from 2011 to 2014, year by year; and",
        "(b)    what the Government’s projection for each mineral was in the same period, year by year."
      ]
    },
    {
      "question_number": "608",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to rehabilitate the airstrip in Katete District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    what the estimated cost of the exercise is. PRESENTATION OF GOVERNMENT BILL The Minister of Tourism and Art The Tourism and Hospitality – Bill to provide for the sustainable development of the tourism industry through effective tourism planning, management, promotion and co-ordination to ensure sustainable tourism; provide for an enabling and facilitating environment for the growth of the tourism industry by ensuring that Zambia responds to changing tourism trends in the macro and competitive tourism market environment; provide effective mechanisms for co-ordination amongst the Government, private sector and local communities for the sustainable development of tourism through public-private partnerships and community participation; provide for integration of tourism into national development planning, budgeting and decision-making processes related to infrastructure development, environmental management and protection and empowerment of local communities; strengthen linkages and co-ordination between tourism development and key subsectors such as arts and culture, heritage, transport, education, energy, forestry, fisheries, wildlife and water resource management by using a whole of Government approach; ensure that the tourism value chain is enhanced by positive linkages between tourism and supporting services and sectors, including police, immigration, customs, health and safety; establish the Zambia Tourism Agency and constitute the Board of the Agency and provide for their functions; regulate tourism enterprises and tourism-related services and enforce standards of operation and service; establish the Tourism Development Fund and provide for its administration; repeal the Tourism and Hospitality Act, 2007, and the Zambia Tourism Board Act, 2007; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 14/2015)"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}