{
  "metadata": {
    "title": "Tuesday, 9th February, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4893",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 9TH FEBRUARY, 2016"
  },
  "questions": [
    {
      "question_number": "227",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction works at the Youth Resource Centre in Kalabo District have stalled;",
        "(b)    when the construction works will resume;",
        "(c)    when the works will be completed;",
        "(d)    how much money has so far been spent on the project; and",
        "(e)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "228",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the quality of road works on the Kalabo-Tapo road meets the specifications;",
        "(b)    who the contractor for the project is;",
        "(c)    who the consultants for the project are;",
        "(d)    what the time-frame for undertaking the project is; and",
        "(e)    whether the project will be completed on schedule."
      ]
    },
    {
      "question_number": "229",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Who the members and chairpersons of the following boards are:",
        "(i)    Zambia Qualifications Authority Board; and (ii)    University of Zambia (Interim) Council;",
        "(b)    when the Boards were constituted; and",
        "(c)    what the minimum qualifications for appointment to the Boards above are."
      ]
    },
    {
      "question_number": "230",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has to encourage tourism investment in Liuwa National Park; and",
        "(b)    when infrastructure to spur tourism investment, especially a spinal road, will be constructed in the Park."
      ]
    },
    {
      "question_number": "231",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Kasempa District Hospital will commence;",
        "(b)    who the contractor for the project is;",
        "(c)    what has caused the delay in commencing the works; and",
        "(d)    what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "232",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the following companies in Kafulafuta Parliamentary Constituency are compliant with occupational health standards for their employees:",
        "(i)    Dangote Cement Plc; (ii)    Zambezi Portland Cement (Zambia) Limited; (iii)    Neelkanth Lime Limited; and (iv)    Ndola Lime Company Limited; and",
        "(b)    if any company is not compliant, what measures have been taken against it."
      ]
    },
    {
      "question_number": "233",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any of the mobile phone service providers incurred losses during the period 1st October, 2010 to 1st October, 2014, due to computer hacking;",
        "(b)    what the extent of losses for each company, were; and",
        "(c)    what measures have been taken to prevent such losses in the future."
      ]
    },
    {
      "question_number": "234",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the current rate of the following activities is, country-wide:",
        "(i)    deforestation; (ii)    afforestation; and (iii)    reforestation; and",
        "(b)    what practical measures have been taken to conserve forests in the country."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many headteachers were not confirmed in Kasempa District as of 30th September, 2015;",
        "(b)    when the headteachers will be confirmed; and",
        "(c)    what the cause of the delay in confirming the headteachers is."
      ]
    },
    {
      "question_number": "236",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Works and Supply whether the Government has any plans of revising the budgetary allocation, per kilometre, for the construction and rehabilitation of rural roads in Western Province, considering the high operational costs due to the sandy terrain.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "237",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many students sat for the Legal Practitioners’ Qualifying Examination at the Zambia Institute of Advanced Legal Education from 2011 to 2014, year by year;",
        "(b)    how many students at (a) were from the University of Zambia; and",
        "(c)    how many students failed to pass the examinations and were subsequently barred from sitting for the examinations in the same period."
      ]
    },
    {
      "question_number": "238",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Chinsanka Clinic in Bangweulu Parliamentary Constituency will be completed; and",
        "(b)    what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "239",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of General Education when desks for the following schools in Mkaika Parliamentary Constituency will be procured",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chavuka;",
        "(b)    Walila; and",
        "(c)    Chamboo."
      ]
    },
    {
      "question_number": "240",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many tourists visited Zambia from 2010 to 2014, year by year; and",
        "(b)    how much revenue was raised from the tourists in the same period, year by year."
      ]
    },
    {
      "question_number": "241",
      "asked_by": "Mrs Masebo (Chongwe)",
      "minister": "Minister of Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)     whether mining companies have been paying a premium for the 148 megawatts of emergency power imported from Aggreko in Mozambique; and",
        "(b)    if not, why."
      ]
    },
    {
      "question_number": "242",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on the construction of Mitete Secondary School, is;",
        "(b)    when the construction works will be completed; and",
        "(c)    when the School will be opened."
      ]
    },
    {
      "question_number": "243",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many schools are earmarked for construction in Mitete District in 2016; and",
        "(b)    what the names of the schools are."
      ]
    },
    {
      "question_number": "244",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many roads have been constructed in Mitete since it was declared a District;",
        "(b)    if none, why; and",
        "(c)    when construction of roads in the District will commence."
      ]
    },
    {
      "question_number": "245",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Defence how long the retired senior military personnel are allowed to serve on contract.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "246",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on the construction of the Kasaba Bay Airport is;",
        "(b)    which contractor was awarded the contract;",
        "(c)    when works on the project will resume;",
        "(d)    what the cost of the outstanding works is; and",
        "(e)    what the time-frame for completion of the remaining works is. PRESENTATION OF GOVERNMENT BILLS The Minister of Transport and Communications The Civil Aviation - Bill to provide for the control, regulation and orderly development of civil aviation in Zambia; to provide for the grant of permits for air services and airport services; provide for the implementation of a State Safety Programme in compliance with Annex 19 to the Chicago Convention; to provide for the establishment of an independent Aircraft Accident Investigation Board in compliance with Annex 13 to the Chicago Convention; to provide for security for civil aviation and a National Aviation Security Programme in compliance with Annex 17 to the Chicago Convention; to provide for air services, airport services and air navigation services in compliance with Annex 14 to the Chicago Convention; to provide for the transportation of dangerous goods by air in compliance with Annex 18 to the Chicago Convention; to promote the safe, secure and efficient use of civil aviation; to give effect to the International Convention on Civil Aviation signed in Chicago on 7th of December, 1944 and all international agreements on civil aviation to which Zambia has acceded and is a State party; to consolidate the various laws on aviation and repeal the Aviation Act, 1995, Safety of Civil Aviation Act, 1989, Air Services Act, 1964, and Tokyo Convention Act, 1971; provide for the functions of the Zambia Airports Corporation Limited and the renaming of designated airports; and to provide for matters connected with, or incidental to, the foregoing.                                                                                                                                      (N.A.B. 28/2015) The Minister of Commerce, Trade and Industry The Layout-Designs of Integrated Circuits - Bill to establish a register for layout-designs or topographies of integrated circuits; to provide for a transparent legal framework for the protection, registration, rights over, infringement or use of, and access to, layout-designs or topographies of integrated circuits; to recognise, protect and support the inalienable rights and duties of qualified owners over their layout-designs or topographies of integrated circuits; to provide for the authorisation of exclusive assignments or licences by a qualified owner or prospective qualified owner of layout-design rights to an assignee or a licensee; to establish streamlined procedures for obtaining a compulsory licence, licence to remedy anticompetitive practices and use of layout-designs or topographies of integrated circuits for public or noncommercial purposes; to give effect to the provisions of the World Trade Organisation Agreement on Trade Related Aspects of Intellectual Property Rights, and any other relevant international treaty or convention to which Zambia is a State party; and to provide for matters connected with, or incidental to, the foregoing.                                    (N.A.B. 1/2016"
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}