{
  "metadata": {
    "title": "Thursday, 12th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11371",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "93",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Vice President what urgent measures the Government is taking to prevent the recurring of floods in Itebe Ward in Magoye Parliamentary Constituency during the rainy season.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": []
    },
    {
      "question_number": "94",
      "asked_by": "Mr Emmanuel J Banda (Petauke Central)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that there is a critical shortage of water in the following wards in Petauke Central Parliamentary Constituency:",
        "(i) Nyika; (ii) Musubanzi; (iii) Minga; and (iv) Chimanyama; and",
        "(b) if so, what urgent measures are being taken to restore normal water supply and avert an outbreak of water borne diseases in the affected areas."
      ]
    },
    {
      "question_number": "95",
      "asked_by": "Mr Hlazo (Chilanga)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate Munda Wanga Environmental Park in Chilanga District;",
        "(b) if so, when the project will commence;",
        "(c) what the size of the Park is;",
        "(d) who the owner of the land on which the Park is located, is;",
        "(e) whether the Government has received any Public Private Partnership proposals for the management of the Park; and",
        "(f) if so, what the Government’s position on the matter is."
      ]
    },
    {
      "question_number": "96",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the Mpika-Nabwalya road in Mpika District will be completed; and",
        "(b) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "97",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Drug Enforcement Commission offices in Kabwe District has stalled;",
        "(b) when the project will resume;",
        "(c) what the total cost of the project is;",
        "(d) how much money was paid to the contractor, as of June, 2023; and",
        "(e) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "98",
      "asked_by": "Mr C Kang’ombe (Kamfinsa)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the Government’s position on the Zambia Police Service land in Mashula Compound in Kamfinsa Parliamentary Constituency, which has been occupied by settlers for over 30 years, is;",
        "(b) whether the Government has any plans to surrender the occupied portion of the land to the settlers;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why. ORDER OF THE DAY 1. Supply - Motion (29th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}