{
  "metadata": {
    "title": "Friday, 6th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1895",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 6TH JULY, 2012",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "426",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Finance and National Planning whether the Government has any plans to suspend import duty on computers and mobile phones as a way of enabling citizens to have easy access to modern information communication technology facilities in Zambia.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "427",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government is considering connecting all public universities, colleges and secondary schools to the optic fibre for purposes of enhancing the development of information communication technology among the learners in Zambia.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "428",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Foreign Affairs and Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much revenue the Government collected in the form of entry fees into Kafue National Park using the Dundumwezi Gate from 2006 to February, 2012; and",
        "(b)    whether the Government is considering procuring a helicopter for the Zambia Wildlife Authority to assist the authority in curbing poaching."
      ]
    },
    {
      "question_number": "429",
      "asked_by": "Mr P A Ngoma (Feira)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Great East Road - Luangwa Boma Road (D145) covering a distance of 90km will be tarred; and",
        "(b)    what has caused the delay in tarring the road."
      ]
    },
    {
      "question_number": "430",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many survey documents were lodged by the following councils and approved by the Surveyor-General in 2011:",
        "(i)      Ndola City; (ii)     Kitwe City; (iii)    Chipata Municipal; and (iv)   Chadiza District;",
        "(b)    what causes delays in approving survey documents; and",
        "(c)    what measures have been taken to speed up the process of approving the said documents."
      ]
    },
    {
      "question_number": "431",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many properties were numbered in 2011 in the following categories, country-wide:",
        "(i)     stands; (ii)     sub-division of stands; (iii)    farms; (iv)    sub-division of farms;",
        "(v)     lots; (vi)    sub-division of lots; and (vii)    re-settlement schemes;",
        "(b)    how much revenue was raised from the activity at (a) above; and",
        "(c)    what measures has the Government taken to improve efficiency in the numbering of properties."
      ]
    },
    {
      "question_number": "432",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health when the Government will provide the following facilities to all hospitals and health centres in the country, in general, and to Nalubanda Rural Health Centre in Nangoma Parliamentary Constituency, in particular",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    ambulances; and",
        "(b)    medical equipment such as high blood pressure and diabetes detection machines."
      ]
    },
    {
      "question_number": "433",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Justice whether the Government has any plans to enact a law that will compel employers to release their employees who are required to work on Saturdays and Sundays to attend church service.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "434",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Information, Broadcasting and Labour",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Zambia National Broadcasting Corporation (ZNBC) has any plans to increase airtime on its television channel for local language programmes; and",
        "(b)    when programmes in Namwanga and Nyika languages will be introduced and aired on ZNBC television."
      ]
    },
    {
      "question_number": "435",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Agriculture and Livestock when the following public servants will be deployed in Kauba Ward in Chief Moyo’s area",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    veterinary officers; and",
        "(b)    agricultural extension officers. NOTICE OF MOTION Mr Nkombo Report of the Committee on Lands, Energy and Water: That this House do adopt the Report of the Committee on Lands, Energy and Water, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 25th June, 2012."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}