{
  "metadata": {
    "title": "Wednesday, 21st October, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4685",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 21ST OCTOBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "129",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Link Zambia 8000 Project is on schedule;",
        "(b)    if not, what the challenges are; and",
        "(c)    when the construction of Chembe-Milenge road under the Project will commence."
      ]
    },
    {
      "question_number": "130",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many officers in Gwembe District retired from the Public Service from January, 2008 to December, 2014;",
        "(b)    how many retirees at (a) were not paid their terminal benefits as of May, 2015;",
        "(c)    what the total amount outstanding is; and",
        "(d)    when the outstanding amount will be paid."
      ]
    },
    {
      "question_number": "131",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the cause of the land dispute between Chief Mukonchi and the Chibwe Multi-Purpose Co-operative Society in Kapiri Mposhi Parliamentary Constituency is;",
        "(b)    how much land the Co-operative Society owns; and",
        "(c)    when the dispute will be resolved."
      ]
    },
    {
      "question_number": "132",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to improve the retention of surface water in various water bodies country-wide;",
        "(b)    if so, how;",
        "(c)    whether the Government has any plans to start harvesting and conserving rain water for future use; and",
        "(d)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "133",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many feeder roads are earmarked for rehabilitation in the Eastern Province in 2015 and 2016;",
        "(b)    of these, how many are in Chasefu Parliamentary Constituency; and",
        "(c)    if none, why. QUESTIONS FOR WRITTEN ANSWER W3    Mr I Banda (Lumezi) - to ask the Minister of Community Development and Social  Welfare:",
        "(a)    how many women and youth clubs in Chasefu Parliamentary Constituency were funded from 2012 to 2014, year by year;",
        "(b)    how much money was disbursed to each club;",
        "(c)    on what projects the funds were spent;",
        "(d)    how many clubs at (a) were viable; and",
        "(e)    how beneficial the clubs are to their members and the communities at large. W4    Mr Namulambe (Mpongwe) - to ask the Minister of Home Affairs:",
        "(a)    how many religions, besides Christianity, are practiced in Zambia; and",
        "(b)    what their names are. ORDER OF THE DAY 1    Supply Motion (9th October) - Resumption of Debate. _________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}