{
  "metadata": {
    "title": "Tuesday, 11th February, 2014",
    "source_url": "https://www.parliament.gov.zm/node/663",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 11TH FEBRUARY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "223",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to expand the Eye Unit at Yuka Mission Hospital in Kalabo District;",
        "(b)    if so, when the expansion project will commence; and",
        "(c)    if there are no such plans, what measures the Government has taken to improve eye treatment services in the District."
      ]
    },
    {
      "question_number": "224",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a skills training centre for women and youths in Nakonde Parliamentary Constituency; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "225",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of primary schools that were planned for in 2012 will commence;",
        "(b)    what has caused the delay in commencing the construction;",
        "(c)    whether any action has been taken against those responsible for the delay and, if so, what type of action has been taken; and",
        "(d)    when funds for the 2013 projects will be released."
      ]
    },
    {
      "question_number": "226",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Foreign Affairs when the Government will pay terminal benefits to former employees of the Pan African Institute for Development - East and Southern Africa Region (PAID-ESA), which was closed in 2007.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "227",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction works at the following health facilities will be completed:",
        "(i)    the new Kalomo District Hospital; and (ii)    Kalomo Clinic; and",
        "(b)    when a generator set will be installed at Kalomo Clinic."
      ]
    },
    {
      "question_number": "228",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government has any plans to open postal agencies at the following places in Solwezi West Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mutanda;",
        "(b)    Manyama;",
        "(c)    Kisasa;",
        "(d)    Kalumbila; and",
        "(e)    Musele."
      ]
    },
    {
      "question_number": "229",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a district hospital in Katete and, if so, when the project will commence; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "230",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Government saved as of 30th September, 2013, as a result of the removal of subsidies on the following commodities:",
        "(i)    fuel; (ii)    mealie-meal; and (iii)    fertiliser;",
        "(b)    how much money the Government expects to save in 2014 from the removal of subsidies; and",
        "(c)    what measures the Government has taken to reduce the negative impact of the removal of subsidies on the poor."
      ]
    },
    {
      "question_number": "231",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Mines, Energy and Water Development when Lunga District will be either connected to the national electricity grid or provided with solar power by the Rural Electrification Authority.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "232",
      "asked_by": "Mr Habeenzu (Chikankata)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was spent on the rehabilitation of the Malabo-Changa Road in Chikankata Parliamentary Constituency in 2013;",
        "(b)    what the name of the contractor who worked on the road is;",
        "(c)    whether the project has been completed and, if not, when the project will be completed;",
        "(d)    what the contract sum for the rehabilitation of the Mwanamainda-Kasengo road was;",
        "(e)    what the name of the contractor who worked on the road at (d) is; and",
        "(f)    whether the works have been completed and, if not, when the project will be completed."
      ]
    },
    {
      "question_number": "233",
      "asked_by": "Mr Musonda ( Kapiri-Mposhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many teachers, in Kapiri Mposhi District, were promoted upon obtaining higher academic qualifications from January, 2010 to September, 2013; and",
        "(b)    why teachers with certificates and those with diplomas are in the same salary scale."
      ]
    },
    {
      "question_number": "234",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Agriculture and Livestock when the Government will construct dams for livestock and irrigation purposes in the following areas in Magoye Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mainza;",
        "(b)    Chitongo;",
        "(c)    Mabanga;",
        "(d)    Chiziyo;",
        "(e)    Munenga;",
        "(f)    Mbiya;",
        "(g)    Dumba;",
        "(h)    Jilihiba;",
        "(i)    Kaseele; and",
        "(j)    Nalwala."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes were sunk in Kalabo Central Parliamentary Constituency from September, 2011 to September, 2013, year by year; and",
        "(b)    what plans the Government has to increase the supply of water in Kalabo District to cater for the increased population."
      ]
    },
    {
      "question_number": "236",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on the implementation of the industrial clusters is;",
        "(b)    how much money is earmarked for the entire project;",
        "(c)    whether the Government is satisfied with the pace of implementation; and",
        "(d)    if not, what has caused the delay in implementing the programme."
      ]
    },
    {
      "question_number": "237",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was paid by the Government as subscription fees from 2011 to-date to the following organisations:",
        "(i)    Southern African Development Community (SADC); and (ii)    Common Market for Eastern and Southern Africa (COMESA); and",
        "(b)    what the benefits of belonging to both SADC and COMESA, are."
      ]
    },
    {
      "question_number": "238",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Community Development, Mother and Child Health how much money was disbursed to the following districts for women clubs and associations in 2012 and 2013",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lukulu;",
        "(b)    Mongu;",
        "(c)    Sesheke;",
        "(d)    Kalabo;",
        "(e)    Senanga;",
        "(f)    Shangombo; and",
        "(g)    Kaoma."
      ]
    },
    {
      "question_number": "239",
      "asked_by": "Mr Habeenzu (Chikankata)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the remaining 21 kilometres of the Chikankata Road in Chikankata District will be tarred;",
        "(b)    how much money was spent on tarring the 10 kilometres stretch of the Road; and",
        "(c)    how much money is required to tar the remaining 21 kilometres of the road."
      ]
    },
    {
      "question_number": "240",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many clearing and forwarding agents were registered with the Zambia Revenue Authority (ZRA) as of 30th September, 2013;",
        "(b)    whether it is mandatory for the agents to be conversant with the Automated System for Customs Data (ASYCUDA); and",
        "(c)    what the benefits of ASYCUDA are."
      ]
    },
    {
      "question_number": "241",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many expatriates were employed at Konkola Copper Mines Plc from 2010 to 2013, year by year;",
        "(b)    whether the number of expatriates has been reducing and, if not, why; and",
        "(c)    whether the Ministry plays any role in the issuance of work permits to foreigners and, if so, what the role is."
      ]
    },
    {
      "question_number": "242",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many medical doctors serving on contract, country-wide, had not been paid their gratuity as of 30th September, 2013;",
        "(b)    how much money, in total, was owed to the doctors; and",
        "(c)    when the doctors will be paid."
      ]
    },
    {
      "question_number": "243",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many large scale prospecting licences were issued for prospecting in Solwezi District from January, 2001 to September, 2013;",
        "(b)    how many holders of the large scale mining licences have so far been penalised, country-wide, for failing to commence mining operations within the period stipulated in the licences;",
        "(c)    how much money the Government earned from penalties for failure to adhere to regulations; and",
        "(d)    if no penalties were imposed, what the reasons for the failure to impose the penalties are."
      ]
    },
    {
      "question_number": "244",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Home Affairs what measures the Government has taken to protect the Zambian citizens living along the border with Mozambique considering that civil strife has broken out in Mozambique.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "245",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many basic schools are earmarked for upgrading to secondary schools in Chipili District;",
        "(b)    what their names are; and",
        "(c)    what the total cost of implementing the project is."
      ]
    },
    {
      "question_number": "246",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Agriculture and Livestock when the Government will recapitalise the Mutanda Research Centre to enable it carry out research in line with its mandate.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "247",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes were earmarked for sinking in Chipili District in 2013;",
        "(b)    in which areas the boreholes were sunk;",
        "(c)    what the total cost of the project was; and",
        "(d)    what had caused the delay in commencing the project."
      ]
    }
  ],
  "question_count": 25,
  "status": "success"
}