{
  "metadata": {
    "title": "Tuesday, 12th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5030",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 12TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "377",
      "asked_by": "Mr I K Banda (Lumezi)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Chasefu Boarding Secondary School in Chasefu Parliamentary Constituency will be completed;",
        "(b)    what has caused the delay in completing the project; and",
        "(c)    when the school is expected to be opened."
      ]
    },
    {
      "question_number": "378",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Health what the progress on the construction of clinics in Nalikwanda Parliamentary Constituency, under the 650 Health Posts Project, is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "379",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Defence when the following feeder roads will be rehabilitated",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chankute via Kaunga in Masaiti District to Mutaba in Kafulafuta Parliamentary Constituency;",
        "(b)    Lamba-Lima in Masaiti Parliamentary Constituency;",
        "(c)    Chinondo in Masaiti District to Ibenga in Mpongwe District; and",
        "(d)    Ital Terrazzo in Masaiti District to Chondwe in Kafulafuta Parliamentary Constituency."
      ]
    },
    {
      "question_number": "380",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Energy and Water Development when the following Chiefs’ Palaces in Solwezi West Parliamentary Constituency will be electrified",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Senior Chief Musele; and",
        "(b)    Senior Chief Mukumbi."
      ]
    },
    {
      "question_number": "381",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct township roads in Kalabo District under the Pave Zambia 2000 Road Project; and",
        "(b)    whether there are advantages in paving the roads as opposed to tarrying them and, if so, what the advantages are."
      ]
    },
    {
      "question_number": "382",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to provide water transport to the Immigration Department in Kalabo District to enhance its operations;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "383",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the names of the contractors working on the Solwezi-Chingola road are;",
        "(b)    how much money was disbursed to each contractor as of January, 2016; and",
        "(c)    what the time-frame for completion of the entire project is."
      ]
    },
    {
      "question_number": "384",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that teachers in rural schools in Masaiti District are renting houses in nearby towns, instead of occupying the staff houses at the schools, due to lack of electricity; and",
        "(b)    if so, what measures have been taken to ensure that the teachers occupy the staff houses to reduce on absenteeism."
      ]
    },
    {
      "question_number": "385",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many islands constitute Chilubi District;",
        "(b)    what their names are; and",
        "(c)    what the tourism potential for the District is like."
      ]
    },
    {
      "question_number": "386",
      "asked_by": "Mr I K Banda (Lumezi)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the 1x4 classroom block at Lumimba Day Secondary School in Lumezi Parliamentary Constituency will be completed; and",
        "(b)    what has caused the delay in completing the project. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Service Commissions - Bill to provide for a principled and value based decentralised human resource management system for the public service; provide for the composition, additional functions, operations and financial management of the Judicial Service Commission, Civil Service Commission, Teaching Service Commission, Zambia Correctional Service Commission, Zambia Police Service Commission and Local Government Service Commission pursuant to the Constitution; provide for the establishment of human resource management committees in Government institutions; repeal and replace the Service Commissions Act, 1991; repeal Part X of the Local Government Act, 1991; and provide for matters connected with, or incidental to, the foregoing.                                         (N.A.B. 2/2016) The Minister of Justice The Parliamentary Service - Bill to provide for the functions of the Parliamentary Service; provide for the membership, functions, operations and financial management of the Parliamentary Service Commission; to provide for the transfer of staff and continuation of their service under the Parliamentary Service; and to provide for matters connected with, or incidental to, the foregoing.              (N.A.B. 4/2016) The Minister of Justice The National Assembly (Powers and Privileges) (Amendment) - Bill to amend the National Assembly (Powers and Privileges) Act.                  (N.A.B. 5/2016) ______________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}