{
  "metadata": {
    "title": "Thursday, 10th December, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4819",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 10TH DECEMBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "225",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to replace the pontoon on the Luanginga River at Kalabo Harbour with a modern one; and",
        "(b)    whether the Government has any plans to shift the pontoons from Liyoyelo and Sioma, where bridges are under construction, to Kalabo and Libonda Harbours on completion of works."
      ]
    },
    {
      "question_number": "226",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the ambulance for Mitete District, which was involved in an accident, will be repaired and returned to the District;",
        "(b)    what has caused the delay in returning the ambulance;",
        "(c)    whether there are any plans to send a relief ambulance to the District in the interim; and",
        "(d)    if there are no such plans, why. PRESENTATION OF GOVERNMENT BILLS The Minister of Commerce, Trade and Industry The Movable Property (Security Interest) - Bill to provide for the creation of security interests in movable property so as to contribute to economic development; harmonise secured transaction laws; provide for harmonisation of conflict of laws in order to promote the financing of international trade and make security interests effective against third parties; enhance the availability of low-cost secured credit to allow debtors to use the full value inherent in their assets to support credit; establish a Collateral Office and Collateral Registry for a single comprehensive registration regime for secured transactions in movable property; establish streamlined procedures for obtaining security interests and reducing transaction costs by minimising formalities; ensure effectiveness of security agreements and enforceability of security agreements and interests; provide for perfection of security interests; to establish the determination of priority between security interests; and provide for matters connected with, or incidental to, the foregoing.                                                 (N.A.B. 26/2015) The Minister of Finance The Financial Intelligence Centre (Amendment) - Bill to amend the Financial Intelligence Centre Act, 2010.                                                                      (N.A.B. 27/2015)"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}