{
  "metadata": {
    "title": "Thursday, 4th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1550",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 4TH JULY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "651",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing when the construction of sewer lines and water flushing toilets in the following wards in Kwacha Parliamentary Constituency will commence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Bulangililo;",
        "(b)    Ipusukilo; and",
        "(c)    Mwaiseni."
      ]
    },
    {
      "question_number": "652",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Justice when the Government will construct staff houses at Bbilili Local Court in Dundumwezi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "653",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many basic schools were transformed into primary schools and high schools into secondary schools in 2012;",
        "(b)    of the transformed schools, how many were in the Northern Province; and",
        "(c)    when the transformation process, country-wide, will be concluded."
      ]
    },
    {
      "question_number": "654",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to renovate the following health centres in Bwacha Parliamentary Constituency:",
        "(i)    Munyama; (ii)   Kang’omba; (iii)  Ngungu; (iv) Bwacha; and",
        "(v)  Makululu;",
        "(b)  when the construction of the maternity wing at Makululu Health Centre will be completed;",
        "(c)  whether the Government has any plans to construct a maternity wing at Bwacha Health Centre; and",
        "(d)  whether the Government will provide the following health centres with modern equipment:",
        "(i)    Kang’omba; (ii)   Ngungu; (iii)  Bwacha; and (iv)  Makululu."
      ]
    },
    {
      "question_number": "655",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  whether the Ministry is aware that Kaputa High School had an average of sixty-nine pupils in a class as of 30th January, 2013;",
        "(b)  when the construction of Kaputa Secondary School will be completed; and",
        "(c)  what has caused the delay in completing the School."
      ]
    },
    {
      "question_number": "656",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  whether the Ministry is aware that the District Agricultural Coordinating Officer in Kaputa District reports to the Provincial Agricultural Coordinating Officer in Kasama while the Food Reserve Agency (FRA) District Officer reports to the Luapula Coordinating Office in Mansa;",
        "(b)  what the reason for the current reporting system is; and",
        "(c)  when the reporting system above will be synchronised so that the FRA District Office is answerable to the Kasama Office."
      ]
    },
    {
      "question_number": "657",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  how many schools in Sesheke Parliamentary Constituency were allocated funds for the construction of a 1 x 2 classroom block in 2010;",
        "(b)  how much money was allocated to each school; and",
        "(c)  how the allocated funds were utilised."
      ]
    },
    {
      "question_number": "658",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  when the Sesheke District Council will start providing services such as roads, electricity and water before allocating new plots to developers;",
        "(b)  when plot owners will be issued with title deeds;",
        "(c)  whether the Government has any plans to construct a modern market and a bus station in Sesheke District; and",
        "(d)  whether the Government has any plans to construct a drainage system in Sesheke Township."
      ]
    },
    {
      "question_number": "659",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Home Affairs when the Government will undertake the following for the National Registration, Passport and Citizenship Offices in Nchelenge District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  provide running water and sanitary facilities for the staff and clients;",
        "(b)  provide a vehicle for operations;",
        "(c)  provide additional staff; and",
        "(d)  construct staff houses."
      ]
    },
    {
      "question_number": "660",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  when the Isolation Ward at St. Paul’s Mission Hospital in Nchelenge will be rehabilitated;",
        "(b)  when the Government will provide adequate grants to the Hospital;",
        "(c)  when more staff, especially clinical officers and nurses, will be posted to the Hospital; and",
        "(d)  when beds and linen will be provided."
      ]
    },
    {
      "question_number": "661",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  when the connection of the electricity power line to Mufumbwe, Kabompo, Zambezi and Chavuma Districts from Kasempa District Substation will commence;",
        "(b)  when the project is expected to be completed; and",
        "(c)  what the expected cost of the project is."
      ]
    },
    {
      "question_number": "662",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government has any plans to widen the bridges at the following locations on the upgraded M8 Road in Kabompo District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  Mundanya on the Kabompo River;",
        "(b)  Manyinga on the Manyinga River; and",
        "(c)  Mumbeji on the Mumbeji River."
      ]
    },
    {
      "question_number": "663",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  whether newly recruited Local Court Magistrates are provided with basic training in law prior to commencing work; and",
        "(b)  what measures the Government has taken to clean up the payroll system in Luapula Province where Local Court Magistrates, Clerks and Messengers were over employed, thereby causing distortions to the payroll system."
      ]
    },
    {
      "question_number": "664",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Local Government and Housing when the Government will construct low cost houses in Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "665",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs when the Government last supplied uniforms, mattresses and blankets to the prisons in the following Provinces",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  Lusaka;",
        "(b)  Copperbelt;",
        "(c)  Central;",
        "(d)  Southern;",
        "(e)  Northern;",
        "(f)   Western; and",
        "(g)  Eastern. QUESTIONS FOR WRITTEN ANSWER W32    Mr Chishimba (Kamfinsa) - to ask the Minister of Labour and Social Security:",
        "(a)  how many expatriates were employed at the following mining companies as of 28th February, 2013:",
        "(i)   Lumwana Mine PLC; (ii)   Kansashi Mine Plc; (iii)  Konkola Copper Mine (KCM) Plc in Chililabombwe; (iv)  KCM Nchanga Mine Plc;",
        "(v)   Lubambe Mine Plc in Chililabombwe; (vi)  Sino Metals Leach Zambia Ltd; (vii) Chambeshi Metals Plc; (viii)Chambeshi Copper Smelter; (ix) Non-Ferrous China Africa Mining Plc;",
        "(x)  Mopani Copper Mine Plc in Nkana; (xi) Mopani Copper Mine Plc in Mufulira; (xii)China Non-ferrous Metals Company Ltd in Luanshya; and (xiii)Kagem Mining Ltd;",
        "(b)  of the expatriates above, how many were employed in the following departments, mine by mine:",
        "(i)   mining; (ii)  engineering; (iii) metallurgical; (iv) finance;",
        "(v)  safety and health; (vi) human resource and administration; (vii)security; and (viii)commercial;",
        "(c)  of the expatriates at (a), how many had the following qualifications, mine by mine:",
        "(i)   degree; (ii)  diploma; (iii)  certificate; and (iv) none of the qualifications above;",
        "(d)  in which fields expatriates at (a) had been employed;",
        "(e)  what the duration of work permits given to expatriates is;",
        "(f)   how many expatriates have renewed their work permits as from January, 2010 to-date in the fields where there are unqualified Zambians for the job; and",
        "(g)  what measures the Government has taken to have qualified Zambians take up jobs currently occupied by expatriates. W33 Mr Sing’ombe (Dundumwezi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)   when Mubanga High School in Dundumwezi Parliamentary Constituency will be gazetted;",
        "(b)   when Munyeke and Siabunkululu Basic Schools will be rehabilitated; and",
        "(c)   which province had the highest grade seven (7) cut-off point between 2005 and 2012. W34  Mr Lufuma (Kabompo West) - to ask the Minister of Local Government and Housing:",
        "(a)   how many districts have been created, province by province, from 20th September, 2011 to-date;",
        "(b)   what the names of the new districts are and the provinces in which they are located;",
        "(c)   what the average cost of constructing basic infrastructure for a newly created district is;",
        "(d)   what constitutes the basic infrastructure; and",
        "(e)   how much money was spent on construction of infrastructure in the new districts, as of April, 2013. W35  Mr Bwalya (Lupososhi) - to ask the Minister of Home Affairs:",
        "(a)   how much money was disbursed, monthly, to each police station in the Northern Province in 2012; and",
        "(b)   how many police stations there were, country-wide, as of 2012, province by province. NOTICE OF MOTION Dr Kalila Report of the Committee on Education, Science and Technology : That this House do adopt the Report of the Committee on Education, Science and Technology, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 24th June, 2013."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}