{
  "metadata": {
    "title": "Tuesday, 14th February, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10884",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "105",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a boarding secondary school in Mkaika Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "106",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a trades training institute in Gwembe District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, whether Government will consider upgrading the Munyumbwe Skills Training Centre to a trades training institute."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Chasefu Boarding Secondary School in Chasefu District has stalled;",
        "(b) when the project will resume;",
        "(c) whether there are any plans to construct another secondary school in the District; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "108",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many community schools there were inKalabo District, as ofOctober, 2021;",
        "(b) whether the Government has any plans to upgrade the community schools to Government schools;",
        "(c) if so, when the plans will be implemented; and",
        "(d) what the cause of the delay in upgrading the schools, is."
      ]
    },
    {
      "question_number": "109",
      "asked_by": "Ms Mabonga (Mfuwe)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a secondary school in Muwele area in Mfuwe Parliamentary Constituency;",
        "(b) if so, when the project will commence; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "110",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges across the following rivers on the Mafinga-Mulilo road in Chama North Parliamentary Constituency:",
        "(i) Wila; and (ii) Kamimba; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "111",
      "asked_by": "MrSimuzingili (Gwembe)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to introduce subsidies for fish farmers under the Farmer Input Support Programme; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "112",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Energy when the Government will construct ZESCO substations in the following areas in order to facilitate the connection of Chama, Lundazi and Chasefu Districts to the national electricity grid",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(i) Chasefu; (iv) Tembwe Chiefdom; (ii) Chama Central; (v) Chama South Boarding School; and (iii) Kalovya; (vi) Chikwa Central."
      ]
    },
    {
      "question_number": "113",
      "asked_by": "Ms Nyemba (Chifunabuli)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will provide teaching aids and equipment to schools in Chifunabuli District;",
        "(b) whether there are any plans to establish units for children with special education needs in schools in the District;",
        "(c) if so, when the plans will be implemented; and",
        "(d) which schools are earmarked for the establishment of the units."
      ]
    },
    {
      "question_number": "114",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether teachers deployed to schools in Milanzi Parliamentary Constituency are entitled to rural hardship allowance;",
        "(b) if so, why the teachers are not paid the allowance; and",
        "(c) what the eligibility criteria for payment of rural hardship allowance are."
      ]
    },
    {
      "question_number": "115",
      "asked_by": "Mr Twasa (Kasenengwa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the only ambulance in Kasenengwa District, which was involved in a road traffic accident, will be replaced;",
        "(b) whether the Government has any plans to procure an additional ambulance for the District;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr Chala (Chipili)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the police station in Chipili District will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the estimated cost of the outstanding works is; and",
        "(d) how much money was owed to the contractor, as of March, 2022. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W4. Mr Samakayi (Mwinilunga) - to ask the Minister of Fisheries and Livestock:",
        "(a) how many cattle breeding centres there were, countrywide, by province and by district, as of October, 2021;",
        "(b) what the total number of cattle at each centre, was;",
        "(c) whether the Government has any plans to construct additional cattle breeding centres;",
        "(d) if so, when the plans will be implemented; and",
        "(e) what other measures the Government is taking to encourage ranching as a farming business. ____________________________"
      ]
    }
  ],
  "question_count": 12,
  "status": "success"
}