{
  "metadata": {
    "title": "Wednesday, 26th September, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1853",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 26TH SEPTEMBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "21",
      "asked_by": "Mr Chingimbu (Kabompo East)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the following districts will be connected to the national electricity grid:",
        "(i)    Chavuma; (ii)    Kabompo; (iii)    Mufumbwe; and (iv)    Zambezi;",
        "(b)    what the estimated cost of the project above is;",
        "(c)    how much money, per month, is spent on the operation of the thermal generation of power in each district above; and",
        "(d)    how much money will be saved, per month, once the four districts are connected to the national grid."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Home Affairs when the Government will repair the broken down water and sewerage system at Levi Chito Police Camp in Luanshya Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "23",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Luangwa Bridge on the Great East Road was last inspected to determine its fitness for continuous use; and",
        "(b)    whether the Government has any plans to replace the Bridge with a concrete one."
      ]
    },
    {
      "question_number": "24",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to prevent the recurrence of typhoid fever outbreak which claimed many lives in Kalabo District during the 2011/2012 rainy season; and",
        "(b)    when qualified health personnel will be posted to the following health facilities in Liuwa Parliamentary Constituency:",
        "(i)    Sishekanu; (ii)    Salunda; (iii)    Luola; and (iv)    Siluwe."
      ]
    },
    {
      "question_number": "25",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the distribution of farming inputs under the Farmer Input Support Programme for the 2012/2013 farming season will start;",
        "(b)    which authority will be responsible for spearheading the distribution of inputs in rural areas; and",
        "(c)    when transporters who transported inputs for the 2011/2012 farming season will be paid."
      ]
    },
    {
      "question_number": "26",
      "asked_by": "Mrs A M Chungu (Lufwanyama)",
      "minister": "Minister of Health when the newly constructed Lufwanyama District Hospital will be opened to the public.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "27",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the project for the construction of the ten (10) medium cost houses by the Luwingu District Council in the Luwingu District will be completed;",
        "(b)    how much money the Government has spent so far on the project;",
        "(c)    who the contractor of the project is; and",
        "(d)    whether the tender procedures were followed in awarding the contract."
      ],
      "question_text": " and Housing:"
    },
    {
      "question_number": "28",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what led to the closure of the youth skills training programme that was being undertaken in Kabompo District with the assistance of the Integrated Rural Development Programme (IRDP) and the German Technical Cooperation to Zambia (GTZ);",
        "(b)    whether the Government will assist in reviving the programme so as to enable the youths in the area acquire various survival skills;",
        "(c)    if so, when the programme will be revived; and",
        "(d)    if there are no plans to revive the programme, what the reasons are."
      ]
    },
    {
      "question_number": "29",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there is any company that has prospected for minerals in Nakonde District;",
        "(b)    if so, what the results of the exercise at (a) were; and",
        "(c)    if not, when the Government intends to start prospecting for minerals in the District."
      ]
    },
    {
      "question_number": "30",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has to ensure the sustainability of operations of the Tanzania-Zambia Railway Authority (TAZARA);",
        "(b)    when the TAZARA employees at Chozi Station last received their salaries;",
        "(c)    whether the employees at (b) above are owed any remuneration arrears, and if so:",
        "(i)    for how many months; and (ii)    how much money is involved; and",
        "(d)    when the arrears will be paid."
      ]
    },
    {
      "question_number": "31",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will rehabilitate infrastructure at the following high schools in Kabwe:",
        "(i)    Angelina Tembo Girls; (ii)    Bwacha; (iii)    Mukobeko; and (iv)    Raphael Kombe;",
        "(b)    whether the Government has any plans to expand the infrastructure at the schools at (a) in order to cater for the growing population of pupils and, if so, what the plans are; and",
        "(c)    when the Government will construct science laboratories and school halls at Mukobeko and Raphael Kombe High Schools."
      ]
    },
    {
      "question_number": "32",
      "asked_by": "Mr Chishiba (Kafulafuta)",
      "minister": "Minister of Agriculture and Livestock when the abandoned Mutaba Agricultural Training Centre in Kafulafuta Parliamentary Constituency will be resuscitated to promote sustainable farming methods.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "33",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to revise the recruitment age of military personnel from the current 18 - 25 years to 18 - 35 years; and",
        "(b)    when the recruitment process will be conducted at district level in order to give chance to as many citizens as possible to participate."
      ]
    },
    {
      "question_number": "34",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Commerce, Trade and Industry why Dunlop Zambia Limited relocated its operations to Zimbabwe in the early 1990s.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "35",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much salary increment, in terms of percentage, was awarded to the following categories of employees in the public sector in 2012:",
        "(i)    senior medical doctors; (ii)    junior medical doctors (iii)    paramedics; (iv)    teachers; and",
        "(v)    police officers; and",
        "(b)    whether the nurses were awarded the 100 percent salary increment in 2012 as pronounced by the Government and, if not, why. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (21st September) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}