{
  "metadata": {
    "title": "Tuesday, 25th June, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7977",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "414",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of Information and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when equipment and a motor vehicle will be procured for the Zambia News and Information Services Department in Gwembe District to enhance its operations; and",
        "(b) what has caused the delay in procuring equipment and a motor vehicle."
      ],
      "question_text": " Broadcasting:"
    },
    {
      "question_number": "415",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following schools in Ngabwe District:",
        "(i) Luamala; (ii) Ngabwe; (iii) Mumba Chala; (iv) Mutenda;",
        "(v) Lualaba; (vi) Iwonde; and (vii) Chisanga; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "416",
      "asked_by": "Mr S Tembo (Chadiza)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there are any plans to electrify the following Day Secondary Schools in Chadiza District:",
        "(i) Naviruli; (ii) Taferansoni; (iii) Chanjone; and (iv) Bwanunkha;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the total cost of the exercise is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "417",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Mtetezi-Msoro road in Mkaika Parliamentary Constituency will commence;",
        "(b) who the contractor for the project is;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is. NOTICE OF MOTION AND ORDER OF THE DAY Mr Ng’onga, MP Report of the Committee on Agriculture, Lands and Natural Resources: That this House do adopt the Report of the Committee on Agriculture, Lands and Natural Resources for the Third Session of the Twelfth National Assembly, laid on the Table of the House on 17th June, 2019. 1. Report of the Committee on Transport, Works and Supply - Motion (21st June) - Resumption of Debate: (The Minister of Foreign Affairs). ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}