{
  "metadata": {
    "title": "Wednesday, 4th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11338",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "66",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to reclaim the Broken Hill Man Skull which was discovered in Kabwe in 1921 and later taken to London;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "67",
      "asked_by": "Mr E Tembo (Feira)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when routine maintenance works were last carried out on the D145 Road from Luangwa Bridge to Luangwa Town in Lusaka Province from the time the road was tarred todate;",
        "(b) if none, why;",
        "(c) when the routine works will commence;",
        "(d) when construction of the new Luangwa Bridge will commence; and",
        "(e) why commencement of the project has delayed despite funds being secured."
      ]
    },
    {
      "question_number": "68",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to degazette the Old Chilenje Cemetery in Kabwata Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "69",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when rehabilitation of the Katete-Chadiza road will commence;",
        "(b) what the estimated cost of the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "70",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to pay salary arrears owed to Council workers, countrywide; and",
        "(b) what the cause of the delay in paying employees their salaries, is."
      ]
    },
    {
      "question_number": "71",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Community Development and Social Services",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the benefits of the Social Cash Transfer Programme are;",
        "(b) what challenges were encountered in implementing the Programme, as of March, 2023; and",
        "(c) what measures are being taken to resolve the challenges, including the sharing of National Registration Card numbers by beneficiaries. ORDER OF THE DAY 1. Supply - Motion (29th September) - Resumption of Debate:  (Mr Chinkuli, MP). ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}