{
  "metadata": {
    "title": "Thursday, 20th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11140",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "390",
      "asked_by": "Mr. Mabenga (Mulobezi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a magistrates court building in Mulobezi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "391",
      "asked_by": "Mr. Mutale (Chitambo)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that the road network in the Katikulula Resettlement Scheme, in Chitambo District, is in a deplorable state;",
        "(b) if so, what measures the Government is taking to ease the movement of people and goods within and out of the Resettlement Scheme; and",
        "(c) when the rehabilitation works of the road network will commence."
      ]
    },
    {
      "question_number": "392",
      "asked_by": "Mr. Mutale (Chitambo)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of offices at the Chitambo District administrative centre  will commence; and",
        "(b) what has caused the delay in commencing the project."
      ]
    },
    {
      "question_number": "393",
      "asked_by": "Mr. Shakafuswa (Mandevu)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate and tar some township roads in Mandevu Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many kilometres will be covered in each ward;",
        "(d) what the estimated cost of the project is; and",
        "(e) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "394",
      "asked_by": "Mr. Siachisumo (Lufwanyama)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will allocate land to farmers who were displaced from the Luswishi Farming Block and other farms in Lufwanyama Parliamentary Constituency; and",
        "(b) whether the Government is aware that some investors who displaced the farmers have not developed their farms since 2017."
      ]
    },
    {
      "question_number": "395",
      "asked_by": "Mr. Simushi (Sikongo)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Lusaka City Council had any outstanding employee loan deduction remittances to National Savings and Credit Bank (NATSAVE), as of November, 2022;",
        "(b) if so, how much money was outstanding;",
        "(c) what measures are being taken to remit the money; and",
        "(d) whether there are other Councils, countrywide, that owed the Bank, as of the date at (a)."
      ]
    },
    {
      "question_number": "396",
      "asked_by": "Mr. Mabenga (Mulobezi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct additional classroom blocks and staff houses at the following schools, which were upgraded to combined basic school in Mulobezi District:",
        "(i) Bwina; (ii) Kamanga; and (iii) Nawinda;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "397",
      "asked_by": "Mr. Mutale (Chitambo)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Cassava Milling Plant in Muchinka Ward of Chitambo Parliamentary Constituency will be operationalised and commissioned; and",
        "(b) what has caused the delay in commissioning the Plant."
      ]
    },
    {
      "question_number": "398",
      "asked_by": "Mr. Siachisumo (Lufwanyama)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct roads in the farming area allocated to ex-miners in Luswishi Ward in Lufwanyama Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "399",
      "asked_by": "Mr. Mabenga (Mulobezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of Phase II of the Mulobezi Level I Hospital in Mulobezi District will commence; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}