{
  "metadata": {
    "title": "Friday, 23rd February, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11590",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "232",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the total number of cattle in the following wards in Bwacha Parliamentary Constituency was, as of July, 2023;",
        "(i) Kang’omba; (ii) Munga; (iii) Munyama; and (iv) Chinyanja; and",
        "(b) why the cattle in the wards above were not vaccinated under the corridor disease vaccination exercise."
      ]
    },
    {
      "question_number": "233",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Kalabo Resource Centre in Kalabo District has stalled;",
        "(b) when the project will resume;",
        "(c) at what level of completion, in percentage terms, the project was, as of July, 2023;",
        "(d) what the contract sum for the project is; and",
        "(e) who the contractor for the project is."
      ]
    },
    {
      "question_number": "234",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar township roads in the following areas in Mpika Parliamentary Constituency:",
        "(i) Kamwanya; (ii) MusakanyaKombe; (iii) Cassanova; (iv) Chisanga;",
        "(v) Chitulika; (vi) Kalolo to Musakanya Market; (vii) Great North Road to Tazara Compound; and (viii) Mpika Boys Secondary School to St. Andrew’s Catholic School; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following categories of houses for civil servants in Chembe District will be completed:",
        "(i) 02 high cost; (ii) 10 medium cost; and (iii) 20 low cost;",
        "(b) at what level of completion, in percentage terms, each category was, as of June, 2023; and",
        "(c) what the cause of the delay in completing the project, is."
      ]
    },
    {
      "question_number": "236",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to transform the Curriculum Development Centre into a Quasi Government Institution so as to improve its efficiency and effectiveness;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. PRESENTATION OF GOVERNMENT BILLS The Minister of Mines and Minerals Development 1. The Minerals Regulation Commission – Bill to regulate and monitor the development and management of mineral resources in the Republic, establish the Minerals Regulation Commission and provide for its functions, establish the Mining Appeals Tribunal, repeal and replace the Mines and Minerals Development Act, 2015 and provide for matters connected with, or incidental to, the foregoing. (N.A.B 1/2024) The Minister of Fisheries and Livestock 2. The Animal Identification and Traceability – Bill to establish the Animal Identification and Traceability Unit and provide for its functions; provide for an animal identification and traceability system; provide for the registration of animal identification marks and agents; provide for the traceability of animals, animal products and animal by products; repeal and replace the animal Identification Act, 2010; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 2/2024) The Minister of Commerce, Trade and Industry 3. The Investment, Trade and Business Development (Amendment) – Bill to amend the Investment, Trade and Business Development Act, 2022. (N.A.B 3/2024) ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}