{
  "metadata": {
    "title": "Friday, 5th July, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7990",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "432",
      "asked_by": "Mr Siwanzi (Nakonde)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that the poor state of the Nakonde-Isoka road often results into a traffic pile-up in Nakonde District, which includes tankers carrying flammable goods, thereby posing a serious safety risk to the community;",
        "(b) if so, whether the Government has any plans to rehabilitate the road starting from Nakonde;",
        "(c) when works on the project will commence; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "433",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) who the financiers of the Speed Cameras Project are;",
        "(b) what the financing mode for the Project is; and",
        "(c) what mechanism will be used for the financiers to recoup their investment."
      ]
    },
    {
      "question_number": "434",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to undertake the following at Katola Primary School in Chifunabuli Parliamentary Constituency:",
        "(i) put the School on the Establishment Register for Luapula Province; (ii) designate the School as a Grade 7 Examination Centre; (iii) normalise the PMEC numbers for the teachers at the School; and (iv) deploy a Deputy Head Teacher; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "435",
      "asked_by": "Mr M Jere (Livingstone)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Libuyu Bridge in Livingstone will commence;",
        "(b) what the time frame for the completion of the project is;",
        "(c) what the cost of the project is; and",
        "(d) what the name of the contractor for the project is."
      ]
    },
    {
      "question_number": "436",
      "asked_by": "Mr Kaziya (Matero)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any incentives for upcoming tour operators;",
        "(b) if so, what the incentives are; and",
        "(c) what measures the Government is taking to market Zambia as a preferred tourist destination."
      ]
    },
    {
      "question_number": "437",
      "asked_by": "Mrs Chinyama (Kafue)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a mini hospital in Chiawa area in Kafue Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to construct clinics in the following areas:",
        "(i) Kalundu View in Kasenji Ward; (ii) Soloboni in Shabusale Ward; and (iii) Shamilonga in Chifwema Ward; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "438",
      "asked_by": "Mr Chisopa (Mkushi South)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many dip tanks were operational in Luano District as of December, 2018;",
        "(b) in which areas the dip tanks are situated;",
        "(c) whether any cattle were treated for any diseases in the District from December, 2018 to February, 2019;",
        "(d) if so, what the diseases were; and",
        "(e) what the total number of the affected cattle was."
      ]
    },
    {
      "question_number": "439",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following institutions in Mushindamo District:",
        "(i) Kichikwe School; (ii) Mapunga School; (iii) Kichikwe Rural Health Centre; (iv) Mapunga Rural Health Centre; and",
        "(v) Chief Kikola’s Palace;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "440",
      "asked_by": "Mr Daka (Msanzala)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to promote the establishment of nurseries for indigenous trees like Mukula and Milombe, which are threatened with extinction;",
        "(b) if so, when the plans will be implemented; and",
        "(c) which areas are earmarked for the establishment of the nurseries."
      ]
    },
    {
      "question_number": "441",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many court cases were handled by the Legal Aid Board in 2017 and 2018, countrywide, year by year;",
        "(b) of the cases above, how many were in the following categories:",
        "(i) civil; (ii) criminal; and (iii) divorce; and",
        "(c) how much money is paid as contribution by the clients of the Legal Aid Board for each case."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}