{
  "metadata": {
    "title": "Wednesday, 18th September, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11896",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "6",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a modern bus station in Lundazi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d)     if there are no such plans, why."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government is aware of the mining activities at Kantobo Mine in Ngabwe Chiefdom in Lufubu Parliamentary Constituency;",
        "(b) if so, which company was awarded the licence to conduct the mining activities in the area;",
        "(c) what minerals are being extracted from the Mine;",
        "(d) why the local traditional leadership was not notified of the mining activities; and",
        "(e) what measures are being taken to ensure that the local community benefits from the mining activities."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Health",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many medical doctors and nurses there were in Chinsali District as of February, 2024;",
        "(b) whether the number of health personnel at (a) was adequate for the District; and",
        "(c) if not, what the deficit was."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many cooperatives in Dundumwezi Parliamentary Constituency obtained loans from the Citizens Economic Empowerment Commission for the purchase of solar powered hammer mills; and",
        "(b) what the cost of each hammer mill was."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Kafwaya (Lunte)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how much money Delta Mining Limited (DML) paid for the acquisition of 51 percent shares in Mopani Copper Mines Plc;",
        "(b) whether the Government conducted a due diligence on DML before offloading the shares to the company; and",
        "(c) how much experience DML has in mining."
      ]
    },
    {
      "question_number": "11",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) why some councils have not been painting faded road markings and speed humps within their localities;",
        "(b) whether the local councils have a programme of patching up potholes as soon as they appear on the roads in their localities;",
        "(c) if so, what the cause of delay in patching up potholes is; and",
        "(d) when the demolition of illegally constructed structures, countrywide, will be conducted. 7. ORDER OF THE DAY Thanks – The President’s Address - Motion (17th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}