{
  "metadata": {
    "title": "Friday, 31st July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4396",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 31ST JULY, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "711",
      "asked_by": "Mr Ngoma (Sinda)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of a looming water crisis in Sinda township in Sinda District since the boreholes which are the main source of water supply are drying up;",
        "(b)    what measures the Government has taken to prevent the crisis; and",
        "(c)    when Sinda will be provided with piped water."
      ]
    },
    {
      "question_number": "712",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government issued Statutory Instrument No. 29 of 2015, withdrawing the recognition of Josiah L M Nyumbu as Chief Chiyengele of the Mbunda people in Mongu District, when the matter of his dethronement by the Litunga of Western Province is pending determination in the High Court;",
        "(b)    whether the issuance of the Statutory Instrument was not subjudice; and",
        "(c)    what the way forward on the matter is in order to ensure harmony between the Mbunda people and the Litunga."
      ]
    },
    {
      "question_number": "713",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Njanji Commuter Train will be re-established to ease transport problems for the public in Lusaka city.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "714",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction of the Trauma Centre in Kabwe has stalled;",
        "(b)    when construction of the Centre will be completed; and",
        "(c)    when a Trauma Centre will be constructed at Liteta, in Central Province."
      ]
    },
    {
      "question_number": "715",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Finance what mechanisms the Government has put in place to ensure the smooth operation of the univisa system between Zambia and Zimbabwe that guarantees equitable revenue sharing by the two countries at the Livingstone Border Post.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "716",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Mines, Energy and Water Development when low sulphur diesel will be available at every fuel filling station, country-wide.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "717",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who the new investor for Zambia-China Mulungushi Textiles Joint Venture Limited in Kabwe is;",
        "(b)    whether the company premises have been turned into a fertilizer depot;",
        "(c)    if so, what the rationale for converting a textile factory into a fertilizer depot is; and",
        "(d)    what the way forward for the factory is. QUESTIONS FOR WRITTEN ANSWER W111    Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication when the rehabilitation of the runway at Kabompo Airstrip will commence. W112    Mr Miyutu (Kalabo Central) - to ask the Vice President why District Commissioners are not appointed from the serving civil servants who are familiar with Government operations. W113    Mr Miyutu (Kalabo Central) - to ask the Vice President when the use of Government resources by the Party in Government will be abolished completely. W114    Mr Miyutu (Kalabo Central) - to ask the Vice President:",
        "(a)    whether the Government has any plans to start recruiting retirees such as teachers and nurses to beef up low staffing levels in Government institutions in rural areas; and",
        "(b)    what plans the Government has to alleviate the suffering of the retirees whose pension is too low to sustain them. W115    Mr Namulambe (Mpongwe) - to ask the Vice President:",
        "(a)    whether the Government has any plans to honour citizens such as the late Catholic Bishop, Cardinal Merdado Joseph Mazombwe, who played a role in campaigning for the cancellation of Zambia’s debt during the Highly Indebted Poor Countries (HIPC) debt cancellation campaign period; and",
        "(b)    if so, when the plans will be implemented. W116    Mr Mucheleka (Lubansenshi) - to ask the Minister of Finance:",
        "(a)    what Zambia’s total domestic debt stock was, as of April, 2015; and",
        "(b)    what the percentage of the domestic debt in relation to the Gross Domestic Product (GDP) is. W117    Mr Mucheleka (Lubansenshi) - to ask the Vice President:",
        "(a)    how many contracts for the following civil servants were either terminated or not renewed during the period January to April, 2015:",
        "(i)    Permanent Secretaries; and (ii)    District Commissioners; and",
        "(b)    what the reasons for the actions are. W118    Mr Mucheleka (Lubansenshi) - to ask the Vice President:",
        "(a)    what type of technology will be used to conduct the 2016 general elections; and",
        "(b)    how many new voters are expected to be registered during the voter registration exercise prior to the 2016 general elections. W119    Mr Lufuma (Kabompo West) - to ask the Minister of Agriculture and Livestock when the rehabilitation of the Kabompo Farmers Training Centre will commence. W120    Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    why Zambian trucks are not permitted to transport goods to Tanzania while their Tanzanian counterparts are permitted to transport goods through Zambia; and",
        "(b)    what measures the Government is taking to stop this unfair competition practice. W121    Mr Lufuma (Kabompo West) - to ask the Minister of Finance:",
        "(a)    when the Planning and Budget Bill will be presented to Parliament; and",
        "(b)    what has caused the delay in presenting the Bill. W122    Mr Miyutu (Kalabo Central) - to ask the Minister of Lands, Natural Resources and Environmental Protection what factors are taken into account when determining the charges for pieces of land by local councils. W123    Mr Mutelo (Lukulu West) - to ask the Vice President when the Lukulu West Parliamentary Constituency will be renamed Mitete Parliamentary Constituency, the name of the District. W124    Mr Katuka (Mwinilunga) - to ask the Vice President what the purpose of the road block mounted by the military personnel at Nyinyongi in Mwinilunga Parliamentary Constituency is. W125    Mr Sichula (Nakonde) - to ask the Minister of Community Development, Mother and Child Health when funds for procuring rice polishing equipment will be released to the three approved women clubs in Nakonde Parliamentary Constituency. W126    Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the following areas in Kabompo District:",
        "(a)    Chifuwe Kandala;",
        "(b)    Mulundu;",
        "(c)    Nkulwashi;",
        "(d)    Kapona; and",
        "(e)    Mbinyilika. W127    Mr Lufuma (Kabompo West) - to ask the Minister of Lands, Natural Resources and Environmental Protection:",
        "(a)    who has been allocated the land bordering the fence on the western side of the National Assembly Motel along the road leading to the sports complexes; and",
        "(b)    whether the allocation of the piece of land is not a security risk to the Motel and the National Assembly. W128    Mr Miyutu (Kalabo Central) - to ask the Minister of Agriculture and Livestock:",
        "(a)    what led to the closure of the Ngombe Agriculture Camp in Kalabo District; and",
        "(b)    what the way forward for the Camp is. W129    Mr Lufuma (Kabompo West) - to ask the Minister of Justice why the construction of Kabulamema Local Court in Kabompo West Parliamentary Constituency has not commenced."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}