{
  "metadata": {
    "title": "Thursday, 12th June, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12380",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "309",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to establish a mini civic centre at Chilonga in Mpika District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "310",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Justice",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many local courts were in Kalabo District, as of December, 2023;",
        "(b) how many were operational;",
        "(c) how many were not operational;",
        "(d) why the local courts at (c) were not operational; and",
        "(e) when the local courts at (c) will be operational."
      ]
    },
    {
      "question_number": "311",
      "asked_by": "Dr Andeleki (Katombola)",
      "minister": "Minister of Transport and Logistics",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Mulobezi Railway Line, which is in a deplorable state;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the cost of the project is."
      ]
    },
    {
      "question_number": "312",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Green Economy and Environment what measures the Government is taking to enhance research on climate change mitigation in the country.",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "313",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many professional golfers the country produced from 2016 to 2021;",
        "(b) whether the Government has any plans to rehabilitate golf infrastructure, countrywide;",
        "(c) if so, when the plans will be implemented; and",
        "(d) what measures are being taken to improve the sport in the country."
      ]
    },
    {
      "question_number": "314",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of infrastructure for Chitambo District Administration Block will commence; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "315",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many teachers in public schools, countrywide, were specialised in the following subjects, as of August, 2024:",
        "(i) Mathematics; (ii) Biology; (iii) Physics; and (iv) Chemistry; and",
        "(b) whether the Government has any plans to recruit additional teachers specialised in the subjects above in order to enhance the performance of pupils in public schools. 7. NOTICE OF MOTION Ms Sefulo Adopt Report of the Committee on National Economy, Trade and Labour Matters on the Ratification of the Agreement on the Operationalisation of the Southern African Development Community Regional Development Fund :  That this House adopts the Report of the Committee on National Economy, Trade and Labour Matters on the Ratification of the Agreement on the Operationalisation of the Southern African Development Community Regional Development Fund for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 9th June, 2025. ___________________________"
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}