{
  "metadata": {
    "title": "Thursday, 26th June, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12398",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "353",
      "asked_by": "Mr Chinkuli (Kanyama)",
      "minister": "Minister of Health",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many interns were engaged by the Government at Kanyama Level I Hospital in Kanyama Parliamentary Constituency, under the Internship Programme from 2021 to 2024, year by year; and",
        "(b) of the interns above, how many had been employed by the Government during the same period, year by year."
      ]
    },
    {
      "question_number": "354",
      "asked_by": "Mr Kandafula (Serenje)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will reconstruct the bridge across Mbaswa Stream, connecting the Mbaswa and Makopa Settlements in Serenje District;",
        "(b) what the cost of the reconstruction is; and",
        "(c) what the time frame for the completion of the works is."
      ]
    },
    {
      "question_number": "355",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Finance and National Planning",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what measures the Government is taking to arrest the rise in inflation in the economy; and",
        "(b) what factors contribute to the rise in prices of essential commodities."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Energy",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to electrify Chimowa and surrounding areas in Pemba District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "357",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many of the following institutions of higher learning there were, countrywide, as of June, 2024:",
        "(i) public universities; (ii) private universities; (iii) public colleges; and (iv) private colleges;",
        "(b) how often the Higher Education Authority conducts assessments of the learning institutions at (a); and",
        "(c) what criteria are used to ensure quality education is provided."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}