{
  "metadata": {
    "title": "Thursday, 10th October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1506",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 10TH OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "93",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health when the Government will rehabilitate and expand the facilities at the Mwinilunga District Hospital in view of the increased population in the District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "94",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what measures have been taken to address the shortage of student accommodation at the Copperbelt University;",
        "(b)what the shortfall of bed space in relation to the student population at the institution is; and",
        "(c)what the time-frame for resolving the matter is."
      ]
    },
    {
      "question_number": "95",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Vice President whether the Government has any plans of transforming Solwezi West Parliamentary Constituency into a district.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "96",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to rehabilitate the damaged feeder roads in Mbala Parliamentary Constituency in 2013; and",
        "(b)if so, which feeder roads are earmarked for rehabilitation and when the exercise will commence."
      ]
    },
    {
      "question_number": "97",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)which firms held the following licenses in Kabompo District as of July, 2013:",
        "(i)mining; and (ii)prospecting;",
        "(b)what the durations of the licenses were; and",
        "(c)whether actual mining activities have commenced at any sites in the District and, if so, where. NOTICE OF MOTION AND ORDER OF THE DAY The Vice President Suspension of Standing Orders :  That Standing Orders 19, 20, 21 and 31 be suspended to enable the House to sit from 1415 hours until business has been concluded, on Friday, 11th October, 2013, and also to omit the Vice President’s Question Time from the agenda. 1    Thanks - His Excellency the President’s Address – Motion (24th September) - Resumption of Debate - (The Deputy Minister for North-Western Province)."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}