{
  "metadata": {
    "title": "Friday, 14th February, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8284",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "140",
      "asked_by": "Mr Imbuwa (Nalolo)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct dip tanks in Nalolo District;",
        "(b) if so, how many dip tanks are earmarked for construction;",
        "(c) where the dip tanks will be situated; and",
        "(d) what the average cost of one dip tank is."
      ]
    },
    {
      "question_number": "141",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how much money, in court fees, was collected from 2016 to 2017, year by year;",
        "(b) whether the establishment of the Court of Appeal has led to an increase in the amount of money collected as court fees annually;",
        "(c) whether any money collected as court fees in the period at (a) was misapplied; and",
        "(d) if so, what measures were taken against the erring officers."
      ]
    },
    {
      "question_number": "142",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to resettle people from drought and famine prone areas, such as Southern Province and parts of Western Province, to areas with good rainfall such as Central, Luapula and Northern Provinces;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, whether there are any long term solutions to mitigate the effects of the drought in the affected areas."
      ]
    },
    {
      "question_number": "143",
      "asked_by": "Ms P Jere (Lumezi)",
      "minister": "Minister of Water Development,",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of weirs to promote irrigation and livestock farming on the following Rivers in Lumezi Parliamentary Constituency will commence:",
        "(i) Lukusuzi; (ii) Luamphamba; (iii) Lumezi Lower; and (iv) Luasila;",
        "(b) what the cost of the project is; and",
        "(c) what the time frame for the completion of the project is."
      ],
      "question_text": " Sanitation and Environmental Protection:"
    },
    {
      "question_number": "144",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that parents in Mufumbwe District and other parts of the country are asked to support the operations of the Provincial Education Office and the District Education Board Secretary’s Office through Parents and Teachers’ Association funds;",
        "(b) if so, whether the practice is lawful; and",
        "(c) if the practice is unlawful, when it will be stopped."
      ]
    },
    {
      "question_number": "145",
      "asked_by": "Mr Daka (Msanzala)",
      "minister": "Minister of Housing and Infrastructure",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when tarring of the following roads in Msanzala Parliamentary Constituency will commence:",
        "(i) Nyamphande - Mwape; and (ii) Petauke - Sandwe - Ukwimi - Malama;",
        "(b) what has caused the delay in commencing the projects; and",
        "(c) what the time frame for the completion of each project is."
      ],
      "question_text": " Development:"
    },
    {
      "question_number": "146",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Water Development,",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many boreholes were sunk in Mkaika Parliamentary Constituency in 2017 and 2018; and",
        "(b) if no boreholes were sunk, why."
      ],
      "question_text": " Sanitation and Environmental Protection:"
    },
    {
      "question_number": "147",
      "asked_by": "Mr Kangombe (Sesheke)",
      "minister": "Minister of Housing and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of the Katima Mulilo Trades Training Institute in Sesheke District will be completed;",
        "(b) what has caused the delay in completing the project; and",
        "(c) what the cost of the outstanding works is."
      ],
      "question_text": " Infrastructure Development:"
    },
    {
      "question_number": "148",
      "asked_by": "Dr M Malama (Kanchibiya)",
      "minister": "Minister of Housing and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government will reconstruct the following bridges in Kanchibiya Parliamentary Constituency, which were damaged by heavy rains during the 2018/2019 rainy season:",
        "(i) Kabinga; and (ii) Kopa; and",
        "(b) when bridges will be constructed at the following crossing points:",
        "(i) Chibowo, across Kanchibiya River, connecting Mulonga to Aluni in Luchembe Chiefdom; and (ii) Kaonda, across Lwitikila River, connecting Kaonda Village to Mwansabamba Village."
      ],
      "question_text": " Infrastructure Development:"
    },
    {
      "question_number": "149",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Chiefs and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when Chief Matebo of the Kaonde people in Kalumbila District was installed;",
        "(b) what the name of the Chief is;",
        "(c) when the Chief was recognised by the Government;",
        "(d) whether the Chief was on the Government payroll as of February, 2019; and",
        "(e) if he was not on the payroll, why. __________________________"
      ],
      "question_text": " Traditional Affairs:"
    }
  ],
  "question_count": 10,
  "status": "success"
}