{
  "metadata": {
    "title": "Tuesday, 26th November, 2013",
    "source_url": "https://www.parliament.gov.zm/node/739",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 26TH NOVEMBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "195",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many international treaties, under the African Union, have been signed by Zambia from 2001 to-date;",
        "(b)    of the Treaties signed, how many have been ratified; and",
        "(c)    of the ratified Treaties, how many have been domesticated."
      ]
    },
    {
      "question_number": "196",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Sesheke Trades Training Institute will commence;",
        "(b)    when construction works will be completed; and",
        "(c)    what interim measures the Government has taken for the training of school leavers in the Constituency before construction of the Training Institute."
      ]
    },
    {
      "question_number": "197",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    of the roads earmarked for construction under the Link Zambia 8000 Road Project, how many have been completed to-date;",
        "(b)    why the Government has left out a 68km stretch of the Katunda-Lukulu-Mumbezhi Road (Lukulu Boma to Watopa Bridge) in its maintenance Programme; and",
        "(c)    when the Government will start the routine maintenance of the Katunda-Lukulu Road which is in a very bad state. QUESTION FOR WRITTEN ANSWER W9    Mr Simfukwe (Mbala) - to ask the Minister of Labour and Social Security:",
        "(a)    how many formal jobs were created, country-wide, from September, 2011 to September, 2013, Constituency by Constituency;",
        "(b)    what the types of jobs created are; and",
        "(c)    what the names of the employers for the jobs created are. ORDER OF THE DAY 1    Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure): Committee of Supply:  Resumption of Debate: (Head 77/01: under consideration): (Mr Ng’onga). Heads 77/02, 77/03, 77/04, 77/05, 77/06, 77/08, 77/09, 33/01, 33/02, 33/04, 33/05, 33/06, 45/01, 45/02, 45/03, 45/04, 45/05, 45/06, 45/07, 45/10, 45/11, 45/12, 45/13, 45/14, 45/15, 45/16, 45/17, 45/18, 45/19 and 78/01 - for consideration. KEY TO HEADS OF EXPENDITURE Head 77    -    Ministry of Defence Head 33    -    Ministry of Commerce, Trade and Industry Head 45    -    Ministry of Community Development, Mother and Child Health Head 78    -    Zambia Security Intelligence Services – Office of the President"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}