{
  "metadata": {
    "title": "Tuesday, 19th February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1697",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 19TH FEBRUARY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "295",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Health when health facilities will be constructed at the following places in Mulobezi District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kamenyani;",
        "(b)    Kamanga;",
        "(c)    Bridge;",
        "(d)    Mulanga;",
        "(e)    Namena;",
        "(f)    Loze;",
        "(g)    Lusibi;",
        "(h)    Nanga;",
        "(i)    Machile;",
        "(j)    Mung’ambwa; and",
        "(k)    Kasompa."
      ]
    },
    {
      "question_number": "296",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Mines, Energy and Water Development when the Government will provide electricity under the Rural Electrification Programme to Jimoli Farm Block in Msanga Ward in Chipata District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "297",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Transport, Works, Supply and Communication when Zamtel Limited will have some of its staff permanently stationed at Kawambwa Zamtel Offices instead of relying on officers who commute twice per month from Mansa.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "298",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to relocate the market which is situated very close to the Great North Road approximately 20 kilometers on the stretch between Kapiri Mposhi and Mkushi towns; and",
        "(b)    if so, what the plans are."
      ]
    },
    {
      "question_number": "299",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what percentage of ZESCO employees in the management category were women as of September, 2012; and",
        "(b)    how many unionised employees of ZESCO Limited were based at the Kabwe office as of September, 2012."
      ]
    },
    {
      "question_number": "300",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Justice when Mpelembe and Muchinka Local Court buildings in Chitambo Parliamentary Constituency will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "301",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to decongest Kabwe General Hospital;",
        "(b)    what the nurse-patient ratio at the Hospital was as of September, 2012; and",
        "(c)    what measures the Ministry has taken to address the shortage of nurses at the Hospital."
      ]
    },
    {
      "question_number": "302",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply and Communication what caused the delay in the construction of the bridge on Lunsemfwa River to connect Rufunsa to Mkushi District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "303",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs what measures the Government has taken to sensitise the public on the need to obtain birth registration certificates on the birth of children.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "304",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a local court building at Ntolondo in Nakonde District; and",
        "(b)    when Nakonde Local Court building and toilets will be rehabilitated."
      ]
    },
    {
      "question_number": "305",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Chadiza Day Secondary School will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    what the estimated time-frame for its completion is."
      ]
    },
    {
      "question_number": "306",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of a rural health centre at Katikulula Resettlement Scheme  Phase 2 and Phase 3 in Chitambo Parliamentary Constituency will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    what the time-frame for completion of the project is."
      ]
    },
    {
      "question_number": "307",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Mines, Energy and Water Development whether the Government  has any plans to construct a geothermal electricity generation plant at Kapisha Hot Spring in Nsama District in Northern Province.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "308",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Justice whether the Government has any plans to enforce the London High Court Judgement involving the late Second President of Zambia, Dr Frederick J T Chiluba and others.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "309",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether Zambia has a staple food and, if so, what the staple food is;",
        "(b)    whether the Government has any plans to preserve the staple food and, if so, why; and",
        "(c)    whether the Government has carried out any research to establish the nutritional advantages of maize meal over other forms of cereal and starch."
      ]
    },
    {
      "question_number": "310",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many employees were declared redundant by the Kariba Minerals Company in Mapatizya Parliamentary Constituency from January, 2008 to September, 2012;",
        "(b)    of the employees at (a), how many had not been paid their terminal benefits as of 30th September, 2012;",
        "(c)    how much money is owed to the former employees; and",
        "(d)    when all the former employees will be paid their terminal benefits."
      ]
    },
    {
      "question_number": "311",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government  has conducted a country-wide inventory of areas that require immigration posts;",
        "(b)    if so, what the results of the inventory are; and",
        "(c)    whether the Government has any plans to establish an immigration post in the Katuta Kampemba Chiefdom in Mambilima Parliamentary Constituency along the Zambia/Democratic Republic of Congo Border."
      ]
    },
    {
      "question_number": "312",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the implementation of the Second Phase of the electrification of Sikongo Sub-Boma has delayed; and",
        "(b)    when the Government will connect Sikongo Sub-Boma to the national electricity grid."
      ]
    },
    {
      "question_number": "313",
      "asked_by": "Mr B Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to upgrade the following settlements in Kwacha Parliamentary Constituency by providing facilities such as roads and water sanitation:",
        "(i)      Ipusukilo; (ii)     Chipata; (iii)     Mwaiseni; (iv)    Bulangililo Extension; and",
        "(v)     K C, which is an extension of Kwacha Township;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    what the estimated cost of upgrading the settlements is."
      ]
    },
    {
      "question_number": "314",
      "asked_by": "Mr Chabala (Kankoyo)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when additional police officers will be posted to Kankoyo Central Police Post in Mufulira; and",
        "(b)    when the Police Post will be provided with a motor vehicle to enhance security operations in the area."
      ]
    },
    {
      "question_number": "315",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Health when construction of the  Masaiti District Hospital will be completed and opened to the public.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "316",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what maintenance programmes on the Kasama-Mporokoso-Kaputa road have been put in place for the period 2012/2013, besides the road being tarred; and",
        "(b)    whether the damaged  culverts at Mwawe and Katwatwa Rivers on the Nsama-Kaputa road will be replaced before the road becomes impassable."
      ]
    },
    {
      "question_number": "317",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to upgrade the following basic schools to secondary schools to cater for the high demand for school places in Chipata Central Parliamentary Constituency and in line with the new Government policy on the re-introduction of secondary schools:",
        "(i)    Lutembwe; and (ii)    Katopola; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "318",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was owed to Nkana Water and Sewerage Company Limited by various Government Ministries and Departments in water bills, from January, 2011 to August, 2012; and",
        "(b)    what measures the Government has taken to settle the outstanding bills."
      ]
    },
    {
      "question_number": "319",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether there are any plans to enable teachers serving in remote rural areas such as Kalabo acquire motorcycles on loan for their transport needs.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " PRESENTATION OF GOVERNMENT BILLS The Minister of Education, Science, Vocational Training and Early Education The Higher Education - Bill to provide for the establishment of the Higher Education Authority and define its functions and powers; provide for quality assurance and quality promotion in higher education; provide for the establishment, governance and regulation of public higher education institutions; provide for the registration and regulation of private higher education institutions; repeal and replace the University Act, 1999; and provide for matters connected with, or incidental to, the foregoing.                                                                          (N.A.B. 4/2013) The Minister of Education, Science, Vocational Training and Early Education The Teaching Profession - Bill to establish the Teaching Council of Zambia and define its functions and powers; provide for the regulation of teachers, their practice and professional conduct; provide for the accreditation and regulation of colleges of education; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 5/2013)"
    }
  ],
  "question_count": 25,
  "status": "success"
}