{
  "metadata": {
    "title": "Wednesday, 17th February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8768",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "137",
      "asked_by": "Mr S Tembo (Chadiza)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of staff houses at the Chadiza Open Air Correctional Centre in Chadiza District will commence;",
        "(b) how many housing units will be constructed;",
        "(c) what the total cost of the project is;",
        "(d) who the contractor for the project is; and",
        "(e) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "138",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the misappropriation of over K6.3 billion Covid-19 funds will not hamper the fight against the pandemic;",
        "(b) if so, what urgent measures are being taken to avert further misappropriation of Covid-19 funds, which may lead to a spike in the number of deaths from the pandemic; and",
        "(c) whether there are any officers who have been arrested for misappropriating the funds."
      ]
    },
    {
      "question_number": "139",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many juvenile offenders were in reformatory facilities, countrywide, as of July, 2020; and",
        "(b) what measures the Government is taking to ensure that:",
        "(i) the juvenile justice system is enhanced; and (ii) juvenile offenders are not incarcerated together with adults. NOTICE OF MOTION Mr Belemu ADOPT REPORT OF THE COMMITTEE ON ENERGY, WATER DEVELOPMENT AND TOURISM: That this House do adopt the Report of the Committee on Energy, Water Development and Tourism on the Report of the Auditor General on the Promotion of Renewable Energy in Rural Areas in Zambia for the period 2015 to 2019, for the Fifth Session of the Twelfth National Assembly, laid on the Table of the House on 15th February, 2021."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}