{
  "metadata": {
    "title": "Thursday, 9th October, 2014",
    "source_url": "https://www.parliament.gov.zm/node/455",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 9TH OCTOBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "143",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Kalabo District Hospital has run out of food supplies for in-patients due to non availability of funds; and",
        "(b)    what immediate measures have been taken to avert death of patients due to starvation."
      ]
    },
    {
      "question_number": "144",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Zambia Police Force will construct a Police Post in Bulangililo in Kwacha Parliamentary Constituency; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "145",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Mwinilunga District will be connected to the national electricity grid;",
        "(b)    which contractor is working on the project;",
        "(c)    what the contract sum for the project is; and",
        "(d)    when the project will be completed."
      ]
    },
    {
      "question_number": "146",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Social Cash Transfer Programme will be implemented in Sesheke Parliamentary Constituency; and",
        "(b)    if it has already been implemented, how many people have benefited from the Programme."
      ]
    },
    {
      "question_number": "147",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when construction of the following schools in Chipili Parliamentary Constituency will be completed",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chishinka;",
        "(b)    Chisheta;",
        "(c)    Kaoma Makasa; and",
        "(d)    Luongo."
      ]
    },
    {
      "question_number": "148",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to privatise Zamtel Limited; and",
        "(b)    when the Company will improve its services."
      ]
    },
    {
      "question_number": "149",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the electrification project of Nangula in Luena Parliamentary Constituency has stalled;",
        "(b)    when the project will resume; and",
        "(c)    when the project is expected to be completed. QUESTIONS FOR WRITTEN ANSWER W5    Ms Imenda (Luena) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    what the total number of grant-aided secondary schools was country-wide, as of 31st December, 2013, province by province;",
        "(b)    of the schools above, how many are boarding schools, province by province; and",
        "(c)    how many of the schools at (a) are for girls only. W6    Mr Mucheleka (Lubansenshi) - to ask the Minister of Finance:",
        "(a)    whether Zambia has a tax policy in relation to Direct Foreign Investment;",
        "(b)    if so, what the advantages of the tax policy are;",
        "(c)    what the status of tax treaties with other countries, such as the United Kingdom, is; and",
        "(d)    which tax treaties Zambia is party to. W7    Mr Miyutu (Kalabo Central) - to ask the Minister of Home Affairs:",
        "(a)    how many police officers were deployed to the following districts between October, 2010 and June, 2014:",
        "(i)    Mongu; (ii)    Kalabo; and (iii)    Senanga;",
        "(b)    how much money was spent on the exercise in terms of the following:",
        "(i)    fuel allowances; (ii)    maintenance of vehicles; (iii)    allowances for the upkeep of officers; and (iv)    other operational costs; and",
        "(c)    what necessitated the deployment of many police officers to the districts. W8    Mr Mucheleka (Lubansenshi) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    what the proportion of feeder roads that were maintained or rehabilitated from 2011 to 2014 in relation to the total road network in the Northern Province is;",
        "(b)    what the annual target for feeder roads maintenance or rehabilitation, country-wide is; and",
        "(c)    which Constituencies in the Province had their feeder roads maintained or rehabilitated in the same period. W9    Mr Mutale (Kwacha) - to ask the Vice President how many public officers cited in the Auditor-General’s Reports were prosecuted and convicted from 2006 to 2013, year by year. NOTICE OF MOTION AND ORDER OF THE DAY The Vice President Suspension of Standing Orders :  That Standing Orders 19, 20, 21 and 31 be suspended to enable the House to sit from 1415 hours until business has been concluded on Friday 10th October, 2014, and also to omit the Vice President’s Question Time from the agenda. 1    Thanks - His Excellency the President’s Address – Motion (23rd September) - Resumption of Debate - (The Deputy Minister for Eastern Province)."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}