{
  "metadata": {
    "title": "Thursday, 13th March, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12226",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "247",
      "asked_by": "Mr Chisanga (Lukashya)",
      "minister": "Minister of Home  Affairs and Internal Security",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many cases of theft of petroleum products from railway wagons were recorded on the Copperbelt Province, from 2022 to 2024, year by year;",
        "(b) how many suspects were:",
        "(i) arrested in connection with the thefts; and (ii) convicted by the courts of law; and",
        "(c) what short-term and long-term measures are being taken to curb the vice."
      ]
    },
    {
      "question_number": "248",
      "asked_by": "Mr Chinkuli (Kanyama)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many roads are earmarked for rehabilitation under the Lusaka Urban Road Rehabilitation Project;",
        "(b) how many roads had been rehabilitated, as of December, 2024; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "249",
      "asked_by": "Mr Allen Banda (Chimwemwe)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what measures the Government is taking to reduce the prevalence of cardiovascular deaths;",
        "(b) whether cardiovascular disease patients will be exempt from paying prescription charges in public health facilities, countrywide; and",
        "(c) if the measures at (a) do not include the exemption at (b), why."
      ]
    },
    {
      "question_number": "250",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of  Community Development and Social Services",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many beneficiaries of the Emergency Social Cash Transfer there were in Kabwe Central Parliamentary Constituency, as of December, 2024;",
        "(b) whether the Government has any plans to increase the number of beneficiaries in the Constituency in 2025; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "251",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many cases of mental disorder were recorded, countrywide, from 2021 to 2024, year by year;",
        "(b) how many of the following medical personnel there were, as of January, 2025:",
        "(i) psychiatric doctors; and (ii) psychiatric nurses;",
        "(c) whether the personnel at (b) were sufficient to handle all cases of mental health, countrywide; and",
        "(d) how prepared the Government is to handle psychiatric cases countrywide, especially in rural areas."
      ]
    },
    {
      "question_number": "252",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will electrify the following, in Mpika District:",
        "(i) Dick and Mutengo Villages; (ii) Changalilo Clinic; (iii) Nabwalya Clinic; (iv) Danger Hill Primary School;",
        "(v) Mulolesha Primary School; (vi) Mwateshi Primary School; (vii) Ndolesha Primary School; (viii) Sabwa Primary School; (ix)  Makantaulo Primary School;",
        "(x)  Chishala Primary School; (xi) Changalilo Secondary School (xii) Chipundu Secondary School; and (xiii)  Kapoko Primary School; and",
        "(b) what the estimated cost of the project is. 6. NOTICE OF MOTION Mr Mukosa Adopt Report of the Zambian Delegation to the 56th Plenary Assembly of the Southern African Development Community Parliamentary Forum (SADC PF): That this House adopts the Report of the Zambian Delegation to the 56th Plenary Assembly of the Southern African Development Community Parliamentary Forum (SADC PF) held in Livingstone, Zambia, from 8th to 15th December, 2024, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 3rd March, 2025. 7. ORDER OF THE DAY Thanks - The President’s Address – Motion (4th March) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}