{
  "metadata": {
    "title": "Thursday, 28th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/12028",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "138",
      "asked_by": "Mr Wamunyima (Nalolo)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of Nalolo Boarding Secondary School in Nalolo Parliamentary Constituency will be completed;",
        "(b) whether the Government has any plans to partially open the school which has been at 80% completion for the past 3 years;",
        "(c) if so, when the plans will be implemented;",
        "(d) if there are no such plans, why; and",
        "(e) what measures are being taken to safeguard the infrastructure from vandalism."
      ]
    },
    {
      "question_number": "139",
      "asked_by": "Mr Emmanuel Banda (Muchinga)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to empower farmers in Serenje District with the following livestock:",
        "(i) cattle; (ii) sheep; and (iii) goats;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many animals, each listed at (a), will be availed for the exercise; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "140",
      "asked_by": "Mr Allen Banda (Chimwemwe)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to conduct a lifestyle audit on the Zambia Police Service traffic officers to ascertain whether their financial status was within their legitimate earnings;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}