{
  "metadata": {
    "title": "Tuesday, 21st March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10960",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "208",
      "asked_by": "Mr. Kalimi (Malole)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Mulema Sampa Health Post in Malole Parliamentary Constituency will be completed;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "209",
      "asked_by": "Mr. C Mpundu (Chembe)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a water reticulation plant in Chembe District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "210",
      "asked_by": "Mr. E Daka (Msanzala)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of the following infrastructure in Lusangazi District will commence;",
        "(i) a police station; and (ii) staff houses;",
        "(b) what the estimated cost of the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "211",
      "asked_by": "Ms. Nakaponda (Isoka)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Chiwanda Primary School in Isoka District to a secondary school;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "212",
      "asked_by": "Mr. P Phiri (Mkaika)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following Schools in Mkaika Parliamentary Constituency:",
        "(i) Chimtende; (ii) Chinkaombe; (iii) Mzime; and (iv) Lukweta; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "213",
      "asked_by": "Mr.Twasa (Kasenengwa)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to connect the following health facilities in Kasenengwa District to the national electricity grid:",
        "(i) Chipembaulo Mini Hospital; (ii) Luona Mini Hospital; (iii) Kasenengwa Clinic; and (iv) Chizenje Clinic; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "214",
      "asked_by": "Ms. M Phiri (Milanzi)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct communication towers in the following Wards in Milanzi Parliamentary Constituency:",
        "(i) Kapoche;                                                                                                            (iv) Kamphambe; and (ii) Kafumbwe;                                                                                                         (v) Chindwale; (iii) Katiula;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. QUESTIONS FOR WRITTEN ANSWER (STANDING ORDER 75) W6. Mr. Nyambose (Chasefu) - to ask the Minister of Local Government and Rural Development:",
        "(a) how much money the Government has been releasing as Local Government Equalisation Fund since inception, to each council;",
        "(b) whether the councils have been using the 20% capital component of the Fund as intended;",
        "(c) whether the utilisation of the capital component of the Fund has yielded the intended results;",
        "(d) if not, what measures the Government is taking to ensure that the 20% capital component is utilisedas intended;",
        "(e) which three councils performed well in terms of applying the 20% component of the Fund from 2019 to 2021; and",
        "(f) which three councils performed the least. W7. Mr. Chanda (Kanchibiya) - to ask the Minister of Infrastructure, Housing and Urban Development:",
        "(a) when construction of the Mpika - Munikashi road in Kanchibiya Parliamentary Constituency will commence;",
        "(b) what the cause of the delay in commencing the project is;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is. W8. Mr. Mtayachalo (Chama North) - to ask the Minister of Mines and Minerals Development:",
        "(a) when the exploration for oil and gas was last conducted in Chama District;",
        "(b) what the results of the exploration were;",
        "(c) whether the Government has any plans to conduct further oil and gas explorations in the District;",
        "(d) if so, when the plans will be implemented; and",
        "(e) if there are no such plans, why. PRESENTATION OF GOVERNMENT BILL The Minister of Green Economy and Environment The Environmental Management (Amendment) – Bill to amend the Environmental Management Act, 2011.  (N.A.B 6/2023)"
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}