{
  "metadata": {
    "title": "Thursday, 16th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10948",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "202",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to promote Hass Avocado farming;",
        "(b) whether the Government has any plans to support Small and Medium Enterprises (SMEs) engaged in Hass Avocado farming;",
        "(c) if so, what type of support will be rendered to the SMEs; and",
        "(d) what measures the Government is taking to promote increased shelf space for local agricultural products in chain stores and supermarkets, countrywide."
      ]
    },
    {
      "question_number": "203",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the bridges at the following crossing points in Mkaika Parliamentary Constituency:",
        "(i) Chisale; (iv) Lupande; and (ii) Mnyamanzi; (v) Chamatonye; and (iii) Mtsanya;",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "204",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges across the Lubumbu River at the following crossing points in Chama North Parliamentary Constituency:",
        "(i) Sitwe; (ii) Mwinkonde; and (iii) Kapembe;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ORDER OF THE DAY 1. Thanks – His Excellency the President’s Address– Motion (28th February)  –   Resumption of Debate:  (Minister for Central Province). ____________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}