{
  "metadata": {
    "title": "Friday, 6th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/380",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 6TH MARCH, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "387",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many farmers were shortlisted as beneficiaries under the Livestock Development Animal Health Project in Kapiri Mposhi District in 2013 and 2014; and",
        "(b)    when grants under the project will be disbursed to beneficiaries."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a prosecutor, specialised in stock theft, will be sent to Kalabo District; and",
        "(b)    whether the Government has any plans to set up a special unit within the Zambia Police Force to deal with the rampant cases of cattle rustling through out the country."
      ]
    },
    {
      "question_number": "389",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will construct classroom blocks and teachers’ houses at the following basic schools in Magoye Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mukuyu;",
        "(b)    Kalama;",
        "(c)    Ngwezi;",
        "(d)    Namaila;",
        "(e)    Munenga;",
        "(f)    Mweemba;",
        "(g)    Nziba;",
        "(h)    Nachipoma;",
        "(i)    Matimbya; and",
        "(j)    Mbiya."
      ]
    },
    {
      "question_number": "390",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Mumbwa Trades Training Institute will commence; and",
        "(b)    why the K6 million which was allocated to the project in 2013 has not yet been released."
      ]
    },
    {
      "question_number": "391",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Local Government and Housing how many boreholes are earmarked for sinking in Kafulafuta Parliamentary Constituency in 2015.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "392",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Kalabo Trades Training Institute will be completed;",
        "(b)    how long the project has been running;",
        "(c)    how much money has so far been spent on the project;",
        "(d)    whether the project is within the time-frame for completion and, if not, what has led to the overrun;",
        "(e)    what measures have been taken to ensure the project is completed on time; and",
        "(f)    whether there are any plans to build additional student hostels at the Institute."
      ]
    },
    {
      "question_number": "393",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct dams in the following chiefdoms of Lumezi Parliamentary Constituency:",
        "(i)    Chief Zumwenda; (ii)    Chief Chikomeni; (iii)    Chief Mwase-Mphangwe; (iv)    Chief Kazembe;",
        "(v)    Chief Chitungulu; and (vi)    Chief Mwanya; and",
        "(b)    why it has taken long to commence dam construction in the Constituency."
      ]
    },
    {
      "question_number": "394",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply and communication whether the Government has any plans to re-introduce the Roads Department Camps for purposes of enhancing the maintenance of the road infrastructure especially in rural areas.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "395",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Community Development, Mother",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to build maternity wings at the following health posts in Kafulafuta Parliamentary Constituency:",
        "(i)    Miengwe; (ii)    Matipa; (iii)    Lupiya; (iv)    Mutaba;",
        "(v)    Katonte; (vi)    Bangwe; and (vii)    Chiwala High School;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    what the cost of constructing one maternity wing is."
      ],
      "question_text": " and Child Health:"
    },
    {
      "question_number": "396",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many teachers in Lukulu East and Lukulu West Parliamentary Constituencies were retired from 2011 to 2013, year by year;",
        "(b)    whether terminal benefits for the retired teachers have been paid and, if not, why; and",
        "(c)    when the terminal benefits will be paid."
      ]
    },
    {
      "question_number": "397",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when reliable transport will be provided to the District Agricultural Office in Kapiri Mposhi; and",
        "(b)    whether the Government has any plans to provide transport to agricultural extension workers to enable them carry out their duties effectively."
      ]
    },
    {
      "question_number": "398",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Information and Broadcasting when the Zambia National Broadcasting Corporation radio and television signals in Katete District will be strengthened.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "399",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many tonnes of rice are produced, on average, annually in Lumezi Parliamentary Constituency;",
        "(b)    how many farmers were supported through the Farmer Input Support Programme (FISP) to produce rice in the Constituency from 2012 to 2014, year by year; and",
        "(c)    if none, when the Government will extend the FISP to the rice farmers in the Constituency."
      ]
    },
    {
      "question_number": "400",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the cost of constructing each housing unit by the National Pension Scheme Authority in Kalulushi District was; and",
        "(b)    whether the prices of the housing units will be revised downwards to enable many citizens acquire descent accommodation."
      ]
    },
    {
      "question_number": "401",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the growing of Jatropha in the Western Province is viable;",
        "(b)    if so, how much crop was produced in the 2012/2013 season;",
        "(c)    what measures have been taken to promote the growing of Jatropha in the Province;",
        "(d)    which Province produced the largest quantity of Jatropha in 2013; and",
        "(e)    what the hectarage cultivated at (d) was. QUESTIONS FOR WRITTEN ANSWER W39    Mr Musonda (Kapiri Mposhi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many teachers from Kapiri Mposhi District were retired from 2000 to 2013, year by year; and",
        "(b)    what measures the Government has taken to pay the outstanding benefits to retired teachers. W40    Mr Mutelo (Lukulu West) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the construction of an ablution block at Kazombozombo Primary School in Lukulu West Parliamentary Constituency will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    when funds for the project will be released. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Tax Appeals Tribunal - Bill to continue the existence of the Revenue Appeals Tribunal and rename it as the Tax Appeals Tribunal; provide for the composition and functions of the Tax Appeals Tribunal; repeal the Revenue Appeals Tribunal Act, 1998; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 1/2015) The Minister of Home Affairs The Anti-Terrorism (Amendment) - Bill to amend the Anti-Terrorism Act. (N.A.B. 2/2015)"
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}