{
  "metadata": {
    "title": "Tuesday, 4th March, 2014",
    "source_url": "https://www.parliament.gov.zm/node/640",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 4TH MARCH, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "377",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when schools, country-wide, will be provided with adequate furniture; and",
        "(b) when rural schools will be provided with an adequate number of teachers."
      ]
    },
    {
      "question_number": "378",
      "asked_by": "Mr Lombanya (Solwezi East)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government is aware that the people in Luamfula, Mapande and Kapako in Chief Chikola’s area in Solwezi East Parliamentary Constituency along the border with the Democratic Republic of Congo, do not have Zambian National Registration Cards due to the absence of the National Registration Office in the areas; and",
        "(b) what measures have been taken to address the situation."
      ]
    },
    {
      "question_number": "379",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Justice when Mutaba Local Court in Kafulafuta Parliamentary Constituency, whose construction has been completed, will be officially opened.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "380",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Agriculture and Livestock how much money the Government spent on the Farmer Input Support Programme and maize purchases from 2010 to 2013, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "381",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will start providing free education from primary school to university levels.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "382",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the following dams in Chasefu Parliamentary Constituency will be rehabilitated:",
        "(i) Chaboli; (ii) Jali-jali; (iii) Luwelezi; (iv) Kayimbonye;",
        "(v) Dulani; and (vi) Khulamayembe; and",
        "(b) how many dip tanks are earmarked for construction in the Constituency in 2014."
      ]
    },
    {
      "question_number": "383",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the estimated cost of expanding the Chingola-Solwezi Road to a dual carriage way is; and",
        "(b) when permanent bridges will be constructed across Mwafwe and Meheba Rivers in Solwezi West Parliamentary Constituency."
      ]
    },
    {
      "question_number": "384",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when construction of the ten (10) rural health centres in Gwembe District will commence;",
        "(b) what the total cost of the project is;",
        "(c) who the contractor is;",
        "(d) what the time-frame for undertaking the project is; and",
        "(e) how many doctors will be stationed at each health centre."
      ]
    },
    {
      "question_number": "385",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many applications for new firearms were received by the Zambia Police from 2011 to 2013, year by year; and",
        "(b) how many applications were successful."
      ]
    },
    {
      "question_number": "386",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Mobile Hospital service was last in Mwinilunga Parliamentary Constituency; and",
        "(b) when the Mobile Hospital is next expected to service the Constituency."
      ]
    },
    {
      "question_number": "387",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what caused the budget deficit in 2013;",
        "(b) by how much the 2013 budget was overran;",
        "(c) what measures the Government has taken to avoid budget deficit in the future; and",
        "(d) which major projects were affected by the deficit."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many judges were at the following Courts as of December, 2013:",
        "(i) Supreme Court; and (ii) High Court; and",
        "(b) when the Government will construct additional courtrooms for the High Court."
      ]
    },
    {
      "question_number": "389",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Health when maternal delivery beds and incubators will be provided to the Luwingu District Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "390",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was spent on the construction of Kambimba Border Post in Mwinilunga Parliamentary Constituency;",
        "(b) how much money had been paid to the contractor as of December, 2013;",
        "(c) when the outstanding amount, if any, will be paid; and",
        "(d) when the Border Post will be officially opened."
      ]
    },
    {
      "question_number": "391",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the monetary base for Zambia was from January, 2010 to June, 2013, year by year;",
        "(b) of the total amount, how much was:",
        "(i) in circulation; and (ii) deposited by commercial banks at the Bank of Zambia as reserves; and",
        "(c) what impact the 2013 Budget overrun had on the monetary base by the end of 2013."
      ]
    },
    {
      "question_number": "392",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Makanu-Ntambo road, which connects Mwinilunga to Solwezi West Parliamentary Constituency, will be rehabilitated following the construction of the Kabompo Bridge.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "393",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when construction of the Bottom Road from Siavonga will reach Munyumbwe in Gwembe District;",
        "(b) what actual works are being undertaken on the Road;",
        "(c) what the estimated cost of the project is; and",
        "(d) how many local people of Siavonga and Gwembe Districts have been employed by the contractors of the project."
      ]
    },
    {
      "question_number": "394",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Lands, Environment and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many farms in Zambia are owned by foreigners;",
        "(b) what the total hectarage of the farms is;",
        "(c) how many farms owned by indigeneous Zambians are on title;",
        "(d) what the total hectarage of the farms at (c) is;",
        "(e) what measures the Government has taken to address the problem of undeveloped farms country-wide; and",
        "(f) what measures the Government has taken to empower youths and women with land ownership."
      ]
    },
    {
      "question_number": "395",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to demolish schools built too close to main roads.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "396",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Bank of Zambia will commence withdrawing from circulation the soiled K5 and K2 notes;",
        "(b) what the cost of printing new notes is; and",
        "(c) whether a company, to print replacement notes, has already been identified and, if so, what the name of the company is."
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}