{
  "metadata": {
    "title": "Wednesday, 26th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1555",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 26TH JUNE, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "606",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Justice when the Government will undertake the following at the Magistrates’ Court in Nchelenge District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)construct a holding cell;",
        "(b)sink a borehole and put up a water tank;",
        "(c)provide a vehicle; and",
        "(d)provide a standby generator for power supply."
      ]
    },
    {
      "question_number": "607",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Youth and Sport when the Government will construct a football stadium in Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "608",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will sink boreholes at all the schools in Kwacha Parliamentary Constituency where water supply is erratic.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "609",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Health when the construction of the following rural health centres in Liuwa Parliamentary Constituency will be completed",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Mulinga;",
        "(b)Mushukula;",
        "(c)Luoke East; and",
        "(d)Namweti."
      ]
    },
    {
      "question_number": "610",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will renovate the airstrip at Chililalila in Bwacha Parliamentary Constituency;",
        "(b)how much money is required for the renovations; and",
        "(c)whether Government has any plans to construct an airport in Kabwe."
      ]
    },
    {
      "question_number": "611",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what steps the Government has taken to ensure that the United Nations World Tourism Organisation Conference is broadcast live by the Zambia National Broadcasting Corporation;",
        "(b)whether the Government has received any requests from other countries that may wish to broadcast the proceedings of the Conference; and",
        "(c)if so, which these countries are."
      ]
    },
    {
      "question_number": "612",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the health facility in Kaputa District has been recognised as a district hospital by the Government;",
        "(b)if so, why the Kaputa District Hospital is allocated medical supplies equivalent to that of a rural health centre; and",
        "(c)when the Hospital will begin to receive medical supply allocation befitting a district hospital."
      ]
    },
    {
      "question_number": "613",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will facilitate the construction of communication towers in the following areas in Sesheke Parliamentary Constituency:",
        "(i)Imusho Ward; (ii)Mazaba; (iii)Njoko; (iv)Lumbe;",
        "(v)Lwampungu Ward; and (vi)Nsoso; and",
        "(b)whether the Government has any plans to construct a road from Sesheke Boma to Imusho and Lwampungu Wards."
      ]
    },
    {
      "question_number": "614",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will connect the following institutions in Dundumwezi Parliamentary Constituency to the national electricity grid:",
        "(i)Mubanga High School; (ii)Jonathan Sim Chikanta High School; (iii)Chilala Zonal Clinic; and (iv)Chief Chikanta’s Palace;",
        "(b)what the cost of connecting the institutions to the national grid is; and",
        "(c)whether the Government has any plans to construct dams in the following areas of the Constituency:",
        "(i)Mutwe Amuntu in Bbilili Ward; (ii)Jongolo in Kasukwe Ward; (iii)Chikanta Resettlement Scheme; and (iv)Nkandazovu in Omba Ward."
      ]
    },
    {
      "question_number": "615",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health when the Government will provide solar energy to the following rural health centres in Kabompo West Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Mumbeji;",
        "(b)Kabulamema;",
        "(c)Ndungo;",
        "(d)Chikenge;",
        "(e)Chifuwe South;",
        "(f)Litoya;",
        "(g)Chikokwelo; and",
        "(h)Kayombo."
      ]
    },
    {
      "question_number": "616",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many foreign nationals were arrested for the following offences from January, 2011 to March, 2013, year by year:",
        "(i)human trafficking; (ii)drug trafficking; (iii)ritual killings; and (iv)armed robbery; and",
        "(b)from which countries the foreigners arrested, if any, were."
      ]
    },
    {
      "question_number": "617",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Agriculture and Livestock when the Government will provide veterinary services in Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "618",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the construction of the Libonda High School in Liuwa Parliamentary Constituency will be completed; and",
        "(b)what has caused the delay in completing the construction of the School."
      ]
    },
    {
      "question_number": "619",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what led to the dismissal of eleven (11) senior managers at Konkola Copper Mine in Chingola in March, 2013;",
        "(b)whether the dismissal of the managers was in accordance with the Zambian labour laws; and",
        "(c)whether the replacement of the dismissed managers by expatriates was done in accordance with the Zambian labour laws on recruitment of expatriates."
      ]
    },
    {
      "question_number": "620",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many prison warders were recruited country-wide from 2010 to 2012, year by year; and",
        "(b)how many prisons, country-wide, had capacity building programmes conducted for the officers during the period at (a). NOTICE OF MOTION Mr Pande Report of the Committee on Information and Broadcasting Services: That this House do adopt the Report of the Committee on Information and Broadcasting Services, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 10th June, 2013."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}