{
  "metadata": {
    "title": "Wednesday, 27th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5103",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 27TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "412",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Kabulamema Secondary School in Kabompo West Parliamentary Constituency, shares the same premises with Kabulamema Primary School;",
        "(b)    if so, whether the Government has any plans to separate the two institutions; and",
        "(c)    whether a new site has already been identified for the purpose."
      ]
    },
    {
      "question_number": "413",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the bridge across Chongwe River, connecting Mwachilele in Rufunsa District and Mulalila in Chongwe District is on the verge of collapse;",
        "(b)    if so, when a new bridge will be constructed to avert a catastrophy; and",
        "(c)    if there are no immediate plans for a new bridge, why. QUESTIONS FOR WRITTEN ANSWER W24    Mr Chipungu (Rufunsa) - to ask the Minister of Mines and Minerals Development:",
        "(a)    whether any mineral explorations have been carried out in Rufunsa District;",
        "(b)    if so, when the explorations took place;",
        "(c)    what mineral deposits were discovered;",
        "(d)    whether investors have been encouraged to commence mining activities; and",
        "(e)    if so, when the mining activities are likely to commence. W25    Mr Lufuma (Kabompo West) - to ask the Minister of Health:",
        "(a)    why the construction of a maternity wing at the Mumbeji Rural Health Centre in Kabompo District has stalled;",
        "(b)    when the works will resume;",
        "(c)    what the total cost of the project is;",
        "(d)    what the estimated time-frame for completion of the project is; and",
        "(e)    whether the maternity wing will be provided with solar power. W26    Mr Mbulakulima (Chembe) - to ask the Minister of Youth, Sport and Child Development:",
        "(a)    whether the Government is aware that a lot of retired sportspersons, especially football players, live in poverty following their retirements; and",
        "(b)    if so, what plans the Government has to assist retired sportspersons. W27    Mr Lufuma (Kabompo West) - to ask the Minister of Works and Supply:",
        "(a)    when the construction of the Kalwilo Bridge in Kabompo West Parliamentary Constituency, which was abandoned by the contractor in 2011, will resume;",
        "(b)    why the contractor abandoned the project;",
        "(c)    whether another contractor for the project has been engaged;",
        "(d)    what measures the Government has taken to ensure that the project is completed; and",
        "(e)    what the time-frame for the completion of the project is. W28    Mr Lufuma (Kabompo West) - to ask the Minister of Health:",
        "(a)    when the construction of Ndungo Rural Health Centre in Kamisombo area in Kabompo District will be completed;",
        "(b)    what the cause of the delay in completing the project is; and",
        "(c)    when the following rural health posts in Kabompo District will become operational:",
        "(i)    Samununga; (ii)    Mbulungu; and (iii)    Dikolonga."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}