{
  "metadata": {
    "title": "Thursday, 15th October, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4664",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 15TH OCTOBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "114",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many additional classroom blocks have been constructed at Lumimba Day Secondary School in Lumezi Parliamentary Constituency following its upgrading;",
        "(b)    whether construction works have been completed and, if not, why;",
        "(c)    what the cost of constructing additional classroom blocks was; and",
        "(d)    if no additional infrastructure has been constructed, why."
      ]
    },
    {
      "question_number": "115",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the delay in commencing rehabilitation works on Mungulube-Mulumbi road in Chembe Parliamentary Constituency; and",
        "(b)    when the rehabilitation works will commence."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Local Government and Housing what the average total cost of sinking one borehole and installing the Indian Mark II hand pump is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "117",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Agriculture whether the procured solar powered grinding mills will be owned by the Government.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "118",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total cost of constructing the Kazungula Bridge at Kazungula Border Post is;",
        "(b)    what the name of the contractor for the project is;",
        "(c)    whether any other facilities will be constructed at the Border Post;",
        "(d)    if so, what these facilities are; and",
        "(e)    when construction of the Bridge will be completed. PRESENTATION OF GOVERNMENT BILLS THE MINISTER OF JUSTICE The Constitution of Zambia - Bill to provide for the printing and publication of the Constitution; to provide for the savings and transitional provisions of existing State organs, State institutions, administrations, offices, institutions and laws; to provide for the savings of succession to assets, rights, liabilities, obligations and legal proceedings; and to provide for matters connected with, or incidental to, the foregoing.                               (N.A.B. 16/2015). THE MINISTER OF JUSTICE The Constitution of Zambia (Amendment) - Bill to amend the Constitution of Zambia.                                    (N.A.B. 17/2015) ORDER OF THE DAY 1    Supply Motion (9th October) – Resumption of Debate. _________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}