{
  "metadata": {
    "title": "Thursday, 25th September, 2014",
    "source_url": "https://www.parliament.gov.zm/node/463",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 25TH SEPTEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "41",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Community Development, Mother and Child Health when suitable transport will be provided to Kilwa Island and Chisenga Health Centres in Nchelenge Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "42",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will provide a utility vehicle to Kalabo District Council; and",
        "(b)    what measures the Government has taken to implement the ‘Keep Zambia Clean’ campaign in Kalabo District and other rural districts country-wide."
      ]
    },
    {
      "question_number": "43",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Konkola Deep Mining Project will become operational; and",
        "(b)    what has caused the delay in the project becoming operational."
      ]
    },
    {
      "question_number": "44",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many public and privately owned teachers’ training colleges there were in Zambia as of August, 2014;",
        "(b)    what the enrolment levels, on average, for colleges are;",
        "(c)    how many teachers had graduated from the colleges as of December, 2013;",
        "(d)    what the shortfall of teachers country-wide is; and",
        "(e)    what measures the Government has taken to mitigate the shortage."
      ]
    },
    {
      "question_number": "45",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what economic benefits the nation has gained from the work of the following foreign missions:",
        "(i)    Washington DC; (ii)    Geneva; (iii)    New Delhi; (iv)    Tokyo; and",
        "(v)    London;",
        "(b)    how much of the economic benefits from the foreign missions above have resulted into rural development; and",
        "(c)    what economic benefits Nalikwanda Parliamentary Constituency has derived from the interventions of the above missions."
      ]
    },
    {
      "question_number": "46",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a skills training centre for women and youths will be constructed in Katete District; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "47",
      "asked_by": "Ms Kansembe (Lukashya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what plans the Government has, in terms of infrastructure development, for Lualuo Primary School in Lukashya Parliamentary Constituency which was upgraded to a secondary school with the first Grade 10 Class opened in 2014.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "48",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Agriculture and Livestock when a new contractor will move on site to complete the construction of storage sheds which were abandoned at foundation level in Kasempa Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "49",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the X-Ray Department at Kaputa District Hospital will be operationalised; and",
        "(b)    what has caused the delay in opening the Department."
      ]
    },
    {
      "question_number": "50",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of township roads in Sesheke Parliamentary Constituency will commence;",
        "(b)    what the estimated time-frame for undertaking the project is; and",
        "(c)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "51",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Health when health centres will be constructed in the following areas in Kaoma Central Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lombelombe;",
        "(b)    Kangolongolo;",
        "(c)    Katoya;",
        "(d)    Kamuni; and",
        "(e)    Mwiimba."
      ]
    },
    {
      "question_number": "52",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many dip tanks were constructed in Bwacha Parliamentary Constituency from 2012 to 2014;",
        "(b)    in which areas the dip tanks were located;",
        "(c)    what the total cost of constructing the dip tanks is; and",
        "(d)    when construction of Munyama and Kalonga dip tanks commenced and when it is scheduled to end."
      ]
    },
    {
      "question_number": "53",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the bursary given to Government sponsored students in colleges and universities, will be revised in view of the rise in the cost of living.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "54",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which contractor has been awarded the tender to complete the water reticulation project in Nakonde;",
        "(b)    when works are expected to commence;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    which areas will be supplied with water upon completion of the project."
      ]
    },
    {
      "question_number": "55",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many rural electrification projects were undertaken from January, 2012 to August, 2014, country-wide;",
        "(b)    what the annual target for the projects was; and",
        "(c)    if the projects undertaken were below target, what the reasons are."
      ]
    },
    {
      "question_number": "56",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Government owed Times of Zambia Newspaper for placement of advertisements as of September, 2014; and",
        "(b)    when the outstanding debt will be cleared."
      ]
    },
    {
      "question_number": "57",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which company has been contracted to electrify Chasefu Parliamentary Constituency under the Rural Electrification Master Plan;",
        "(b)    what has caused the delay in implementing the project;",
        "(c)    when the project will be completed; and",
        "(d)    which growth centres will be electrified."
      ]
    },
    {
      "question_number": "58",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to turn Masese Centre in Loanja Ward in Mwandi Parliamentary Constituency into a trades training school considering that the centre already has some Government buildings.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "59",
      "asked_by": "Mr Chabala (Kankoyo)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the books of accounts for Mufulira Municipal Council were last audited; and",
        "(b)    what the findings were."
      ]
    },
    {
      "question_number": "60",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Health why St Francis Mission",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Hospital and Chipata General Hospital receive different amounts of grants and yet the two hospitals are at the same level."
    },
    {
      "question_number": "61",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what additional structures will be constructed at the newly upgraded Danford Chirwa Secondary School in Bwacha Parliamentary Constituency;",
        "(b)    when construction of additional infrastructure will commence;",
        "(c)    what the time-frame for the construction is; and",
        "(d)    what the total cost of the additional structures is."
      ]
    },
    {
      "question_number": "62",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when boreholes will be drilled in Chatente Ward of Kwacha Parliamentary Constituency;",
        "(b)    how many boreholes are earmarked to be drilled in 2014 and 2015;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    when the project will commence."
      ]
    },
    {
      "question_number": "63",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to start taking care of the aged people in the villages of Kalabo District;",
        "(b)    whether the Government has any plans to extend the cash transfer scheme to the aged and vulnerable people of Kalabo District; and",
        "(c)    if so, when the exercise will commence."
      ]
    },
    {
      "question_number": "64",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money has been spent on the expansion of the Mukabi and Luminu Farm Blocks for the people living with disabilities;",
        "(b)    what plans the Government has on the utilisation of the two Farm Blocks; and",
        "(c)    why the Government has neglected the two Farm Blocks."
      ]
    },
    {
      "question_number": "65",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health when the construction of Nchelenge District Hospital will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (23rd September) - Resumption of Debate."
    }
  ],
  "question_count": 25,
  "status": "success"
}