{
  "metadata": {
    "title": "Thursday, 20th February, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8287",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "162",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) whether the Government is aware that the temporary bridge on the Lusaka-Mongu road at the Kafue River is worn out, and is on the verge of collapse thereby posing a great danger to the travelling public;",
        "(b) if so, what urgent measures are being taken to avert loss of life; and",
        "(c) when the reconstruction of the Kafue Hook Bridge will be completed."
      ]
    },
    {
      "question_number": "163",
      "asked_by": "Mrs Mulyata (Rufunsa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) whether the Government is aware that Mwateshi Bridge on Mwateshi River in Chief Shikabeta’s area in Rufunsa Parliamentary Constituency has been submerged due to heavy rains, thereby making it difficult for people from either side to cross the River; and",
        "(b) if so, what urgent measures are being taken to address the problem."
      ]
    },
    {
      "question_number": "164",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) why farming inputs involving more than 2000 farmers, under the Farmer Input Support Programme for the 2019/2020 planting season in Mkaika Parliamentary Constituency, have not been delivered to date;",
        "(b) what the cause of the delay is; and",
        "(c) what urgent measures the Government is taking to distribute the inputs before the end of the rainy season."
      ]
    },
    {
      "question_number": "165",
      "asked_by": "Mr Mweetwa (Choma Central)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) what the total number of districts affected by Foot and Mouth disease is;",
        "(b) what urgent measures the Government is taking to contain the disease;",
        "(c) whether the Government is aware that the ban on the movement of livestock from the affected regions has impoverished livestock farmers; and",
        "(d) if so, when the ban will be lifted. QUESTION FOR ORAL ANSWER (STANDING ORDER 30)"
      ]
    },
    {
      "question_number": "166",
      "asked_by": "Mr Siwanzi (Nakonde)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) whether the Government has any plans to rename the Nakonde Secondary School in Nakonde District as Donald Siwale Secondary School;",
        "(b) if so, when the plans will be implemented; and",
        "(c) whether the Government has any plans to upgrade the School to a technical school. QUESTION FOR WRITTEN ANSWER W4.  Mr Chisopa (Mkushi South)   -   to ask the Minister of Local Government:",
        "(a) how many feeder roads were in Mkushi South Parliamentary Constituency, as of January, 2019, name by name;",
        "(b) whether there is a routine rehabilitation programme for the feeder roads in the Constituency;",
        "(c) if so, how many roads were rehabilitated from 2016 to 2017, name by name;",
        "(d) what the total cost of the exercise was;",
        "(e) what the name of the contractor is; and",
        "(f) when the next rehabilitation exercise will be conducted. PRESENTATION OF GOVERNMENT BILL The Minister of Home Affairs The National Forensic – Bill to regulate the practice of forensic science and forensic pathology and provide for the licensing of forensic service providers; establish the National Forensic Authority and provide for its functions; establish the Board of the Authority and provide for its functions; establish the Office of the State Forensic Pathologist; establish the National Forensic Science and Biometrics Department; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 1/2020) NOTICE OF MOTION Mr Miyutu, MP Report of the Committee on Youth, Sport and Child Matters : That this House do adopt the Report of the Committee on Youth, Sport and Child Matters on the Report of the Petition by the New Generation Time on the need to stiffen laws on Child Abuse and Defilement for the Fourth Session of the Twelfth National Assembly, laid on the Table of the House on Thursday, 6th February, 2020. ORDER OF THE DAY 1. Thanks – Her Excellency the Chairperson of the Federation Council of the Federal Assembly of the Russian Federation’s Address - Motion (19th February) - Resumption of Debate: (Dr Chanda, MP.) __________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}