{
  "metadata": {
    "title": "Thursday, 16th February, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10891",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "132",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will undertake a comprehensive rehabilitation of Kundamfumu Clinic in Chembe District; and",
        "(b) what the cause of the delay in commencing the rehabilitation works, is."
      ]
    },
    {
      "question_number": "133",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to establish a border post between Zambia and Zimbabwe in Chief Chipepo’s area in Gwembe District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project, is."
      ]
    },
    {
      "question_number": "134",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Infrastructure, Housingand Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the tarring of the Kabwe-Mukonchi-Luano road, under the Picaddily Road Project, will commence;",
        "(b) what has caused the delay in commencing the Project;",
        "(c) how many kilometres will be covered under the Project; and",
        "(d) whether the project will include some township roads in Kabwe District."
      ]
    },
    {
      "question_number": "135",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the Government issued licences to timber logging traders in the following areas in Chama District which form part of the Game Management Area, and are ecologically sensitive:",
        "(i) Chifunda; (iv) Pondo; and (ii) Mapamba; (v) Fuluza; and (iii) Chikwa;",
        "(b) whether there were any consultations on the matter between the Ministry of Green Economy and Environment and the Ministry of Tourism."
      ]
    },
    {
      "question_number": "136",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development when the Government will construct palaces for the following Chiefs in Chama North Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) Mulilo;",
        "(b) Chibale; and",
        "(c) Lundu."
      ]
    },
    {
      "question_number": "137",
      "asked_by": "Ms Nyemba (Chifunabuli)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether there are any plans to connect Chishi Island in Chifunabuli Parliamentary Constituency to the national electricity grid;",
        "(b) if so, when the plans will be implemented;",
        "(c) when the project to connect power to the following areas in the Constituency will be completed:",
        "(i) Shikamushile; (ii) Miponda; and (iii) Chombwe; and",
        "(d) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "138",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Technology and Science what measures the Government is taking to equip women and youths, countrywide, with technical skills.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "139",
      "asked_by": "Mr Kalimi (Malole)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of classrooms at the following schools in Malole Parliamentary Constituency has stalled;",
        "(i) a 1 x 2 classroom block at Chilombwa Primary School; and (ii) a 1 x 2 and a 1 x 3 classroom blocks at Mumba Primary school;",
        "(b) when the projects will resume;",
        "(c) what the time frame for the completion of each project is; and",
        "(d) what the cost of the outstanding works on each project is."
      ]
    },
    {
      "question_number": "140",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a youth recreation centre in Mkaika Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "141",
      "asked_by": "Mr Kafwaya (Lunte)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government settled any court matters with other parties through consent judgments between August, 2021 to June, 2022;",
        "(b) if so, what the total number of such cases was;",
        "(c) of the total number of cases at (b) how many involved  compensating the complainants; and",
        "(d) how much money had been paid to the complainants as of 30th June, 2022. ____________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}