{
  "metadata": {
    "title": "Thursday, 8th October, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4643",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 8TH OCTOBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "92",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the presence of some insect along the Great East Road which appears to be dangerous to human and animal life;",
        "(b)    whether the insect transmits a disease; and",
        "(c)    what measures the Government is taking to eradicate the insect."
      ]
    },
    {
      "question_number": "93",
      "asked_by": "Mr Nkombo (Mazabuka Central)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that a land owner suffered physical injuries from which he subsequently died and was buried on 4th October, 2015, in the process of defending his piece of land from being invaded by suspected party cadres in Lusaka West;",
        "(b)    what measures the Government has taken to stop party cadres from allocating land illegally; and",
        "(c)    what criteria are used to legalise land ownership that was originally acquired illegally."
      ]
    },
    {
      "question_number": "94",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a health post and staff houses at Ndoka Bridge in Kalabo Central Parliamentary Constituency will be completed; and",
        "(b)    what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "95",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to revert the issuance of road tax licences and other licences to local authorities in order to boost their revenue base and also increase access points by clients;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "96",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the road from Nande to Lui-Mweemba in Senanga District will be completed; and",
        "(b)    what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "97",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any immediate plans to tar the road from the Great East Road junction to Rufunsa Girls Technical School in Rufunsa Parliamentary Constituency;",
        "(b)    if so, when the road will be tarred; and",
        "(c)    what the estimated cost of tarrying the road is."
      ]
    },
    {
      "question_number": "98",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a university in Katete District will commence;",
        "(b)    who the contractor for the project is;",
        "(c)    what the cost of the project is; and",
        "(d)    what the time-frame for the project is. NOTICE OF MOTION AND ORDER OF THE DAY The Vice President Suspension of Standing Orders: That Standing Orders 19, 20, 21 and 31 be suspended to enable the House to sit from 1415 hours until business has been concluded on Friday, 9th October, 2015, and also to omit the Vice President’s Question Time from the Agenda. 1    Thanks - His Excellency the President’s Address - Motion (22nd September  -   Resumption of Debate - (Mr Simuusa)."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}