{
  "metadata": {
    "title": "Tuesday, 22nd July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/473",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 22ND JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "630",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Shungu Namutitima Secondary School in Livingstone will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    what the estimated period of completing the construction of the school is."
      ]
    },
    {
      "question_number": "631",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to review the Non-Governmental Organisations Act of 2010; and",
        "(b)    whether the Government is satisfied with the provisions of the Act in its current form."
      ]
    },
    {
      "question_number": "632",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was allocated for the construction of the sewerage ponds at Kalabo District Hospital;",
        "(b)    whether the works done so far are satisfactory;",
        "(c)    whether the location of the ponds is suitable; and",
        "(d)    whether the capacity of the ponds is adequate particularly in the long-term."
      ]
    },
    {
      "question_number": "633",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of additional hostels at the University of Zambia will commence;",
        "(b)    how much money will be spent on the project; and",
        "(c)    what the bed capacity of the new hostels will be."
      ]
    },
    {
      "question_number": "634",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether it is mandatory for investors to undertake corporate social responsibility activities; and",
        "(b)    if so, what penalty is imposed on companies that do not undertake the said activities."
      ]
    },
    {
      "question_number": "635",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the shortest road linkage between the Western and North-Western Provinces is;",
        "(b)    what the status of the road is; and",
        "(c)    when the road will be tarred."
      ]
    },
    {
      "question_number": "636",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Kayombo Secondary School in Kabompo District, which has stalled, will be completed;",
        "(b)    what has caused the delay in completing the School; and",
        "(c)    when the School will become operational."
      ]
    },
    {
      "question_number": "637",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Makunka Secondary School in Kazungula District will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    what the estimated period for completing the construction of the school is."
      ]
    },
    {
      "question_number": "638",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to upgrade the Skills Training Centre in Kaputa Parliamentary Constituency; and",
        "(b)    whether the Ministry has any plans to work with the Ministry of Youth and Sport in order to broaden the skills programmes being offered at the Centre."
      ]
    },
    {
      "question_number": "639",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Mines, Energy and Water Development what the status of implementation of the Solar Power Plants in the following Districts is",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chavuma, 1 Mega Watt;",
        "(b)    Kabompo, 3 Mega Watts;",
        "(c)    Mufumbwe, 1 Mega Watt;",
        "(d)    Mwinilunga, 2 Mega Watts; and",
        "(e)    Zambezi, 2 Mega Watts."
      ]
    },
    {
      "question_number": "640",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Justice whether there is a legal action anywhere in the world between the Barotse Royal Establishment and the Zambian Government over the Barotseland Agreement of 1964.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "641",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Disaster Management and Mitigation Unit (DMMU) will release funds for construction of the following bridges in Kamfinsa Parliamentary Constituency:",
        "(i)    Chakalamo; (ii)    Kakolo; (iii)    Kamatete; and (iv)    Mashula;",
        "(b)    what the total cost of the constructions at (a) is; and",
        "(c)    who the contractors for the bridges are."
      ]
    },
    {
      "question_number": "642",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a hospital that will specialize in kidney and heart problems;",
        "(b)    if so, when construction will commence; and",
        "(c)    why Government health institutions refer some medical tests to privately owned laboratories in Lusaka and South Africa."
      ]
    },
    {
      "question_number": "643",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the project for the rehabilitation of township roads in Lusaka has been completed;",
        "(b)    which contractor worked on Gardenia Road in Avondale;",
        "(c)    whether the contractor has completed the works, including the construction of drainages; and",
        "(d)    if not, when the works will be completed."
      ]
    },
    {
      "question_number": "644",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when all public service employees in Kalabo District and surrounding areas will start receiving their salaries through the only bank in Kalabo, National Savings and Credit Bank which was recently opened;",
        "(b)    when bank accounts for all Government Departments in the District will be transferred to the Bank in Kalabo; and",
        "(c)    what measures have been taken to ensure that the Bank attracts customers to start utilizing the Bank to ensure it does not become a white elephant. QUESTIONS FOR WRITTEN ANSWER W34    Mr Ng’onga (Kaputa) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many hammer mills were distributed to women’s clubs from 2011 to 2013, year by year, country-wide;",
        "(b)    how much money was distributed to women’s clubs in the same period;",
        "(c)    what the largest amount of money given to a women’s club was;",
        "(d)    what the purpose of the money was; and",
        "(e)    whether the Government will distribute any hammer mills to women’s clubs in 2014. W35    Mr Miyutu (Kalabo Central) - to ask the Minister of Foreign Affairs:",
        "(a)    what the economic benefits of the Ministry to the country are;",
        "(b)    what measures the Ministry has taken to attract investors in the manufacturing sector as opposed to traders; and",
        "(c)    of the foreign missions below, which one has attracted the most investment in the past 5 years:",
        "(i)    Botswana; (ii)    Kenya; (iii)    South Africa; and (iv)    Zimbabwe. W36    Mr Ng’onga (Kaputa) - to ask the Vice President:",
        "(a)    when the National Decentralisation Policy was approved;",
        "(b)    what the key areas of focus of the Policy are; and",
        "(c)    when the Policy will be implemented. W37    Mr Ng’onga (Kaputa) - to ask the Vice President:",
        "(a)    what the total number of registered voters was as of January, 2014;",
        "(b)    when the mobile voter registration exercise as well as issuance of National Registration Cards will commence country-wide;",
        "(c)    why the Electoral Commission of Zambia has not implemented the continuous voter registration exercise; and",
        "(d)    when the voter registration exercise, in readiness for the 2016 general elections, will commence. W38    Mr Chishimba (Kamfinsa) - to ask the Minister of Transport, Works, Supply and Communication when works on the following feeder roads in Kitwe District will commence:",
        "(a)    Luangwa ZNS/Chizinga in Wusakile Parliamentary Constituency;",
        "(b)    Kakolo in Kamfinsa Parliamentary Constituency; and",
        "(c)    Kamfinsa Prison/Misaka in Kamfinsa Parliamentary Constituency. W39    Mr Ng’onga (Kaputa) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how much money from the Self Help Fund administered by the Ministry was disbursed to clubs from 2011 to 2013, year by year;",
        "(b)    what type of projects were funded; and",
        "(c)    how much money is available to fund self-help projects country-wide in 2014. W40    Mr Miyutu (Kalabo Central) - to ask the Minister of Agriculture and Livestock:",
        "(a)    what measures the Government will take to improve agricultural extension services in order to boost agricultural production among rural peasant farmers country-wide;",
        "(b)    what the key drivers of agricultural growth in Zambia are; and",
        "(c)    what the projected growth of the agricultural sector is, as a result of the removal of subsidies."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}