{
  "metadata": {
    "title": "Tuesday, 28th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10974",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "233",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure computers for all schools in Lubansenshi Parliamentary Constituency for use in Information and Communication Technology subjects;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "234",
      "asked_by": "Mr Amutike (Mongu Central)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Lusaka - Mongu road;",
        "(b) if so, when the project will commence; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure malaria vaccines;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many doses of the vaccine are earmarked for procurement;",
        "(d) what the total cost of procuring the vaccines is;",
        "(e) how efficacious the vaccines are; and",
        "(f) when the vaccine will be rolled out, countrywide."
      ]
    },
    {
      "question_number": "236",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that a gully has developed near the Kazungula Boarding School in Kazungula District;",
        "(b) if so, what measures are being taken to prevent the gully from expanding and weakening the school infrastructure; and",
        "(c) what the estimated cost of preventing the expansion of the gully is."
      ]
    },
    {
      "question_number": "237",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following Dams in Mkaika Parliamentary Constituency:",
        "(i) Chisale; (ii) Nthambo; (iii) Walira; and (iv) Mzime; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "238",
      "asked_by": "MrMtayachalo (Chama North)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the proposed restructuring of Zesco Limited will lead to job losses at the power utility company; and",
        "(b) if so, what measures will be taken to mitigate the job losses."
      ]
    },
    {
      "question_number": "239",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Infrastructure,Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when Acrow Bridges will be installed on the following crossing points inMufumbwe Parliamentary Constituency:",
        "(i) Musonweji; (ii) Ndongwe; and (iii) Miluji;",
        "(b) what the cause of the delay in installing the Bridges is; and",
        "(c) when other Acrow Bridges will be installed, countrywide."
      ]
    },
    {
      "question_number": "240",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct the following infrastructure in Katete District:",
        "(i) a modern market; and (ii) a modern bus station; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "241",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the following roads in Magoye Parliamentary Constituency:",
        "(i) Magoye - Chivuna; and (ii) Nziba - Itebe;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. QUESTIONS FOR WRITTEN ANSWER (STANDING ORDER 75) W9. Mr Chanda (Kanchibiya) - to ask the Minister of Small and Medium Enterprise Development:",
        "(a) what measures the Government is taking to ensure that Small and Medium Enterprises (SMEs) are linked to international markets so that they are not exploited by large enterprises;",
        "(b) what measures the Government is taking to promote value addition and market linkages for SMEs engaged in the production of the following, in Kanchibiya Parliamentary Constituency:",
        "(i) groundnuts;         (iv) chibwa salt; and (ii) rice;                     (v) caterpillars; and (iii) beans;",
        "(c) which areas in the Constituency are earmarked for the creation of industrial hubs for SMEs. W10. Mr Mtayachalo (Chama North) - to ask the Minister of Agriculture:",
        "(a) how much rice is produced in Zambia annually;",
        "(b) how much is imported;",
        "(c) whether the Government has any plans to increase rice production in Chama District and other parts of the country;",
        "(d) if so, what the plans are; and",
        "(e) when the Government expects to attain self-sufficiency in rice production. PRESENTATION OF GOVERNMENT BILL The Minister of Justice The National Prosecution Authority (Amendment) – Bill to amend the National Prosecution Authority Act, 2010. (N.A.B 7/2023)"
      ]
    }
  ],
  "question_count": 9,
  "status": "success"
}