{
  "metadata": {
    "title": "Thursday, 26th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11387",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "124",
      "asked_by": "Mr Simumba (Nakonde)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) why the Government had not repaired the broken radiation machine at the Cancer Diseases Hospital, in Lusaka which has resulted in cancer patients being referred to Tanzania for treatment;",
        "(b) what urgent measures are being taken to repair the machine;",
        "(c) whether the Government is covering the cost of the patients being referred to Tanzania; and",
        "(d) if so, what the cost of referring one patient is."
      ]
    },
    {
      "question_number": "125",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that the temporary bridge across the Luangwa River on the Chama - Matumbo road in Chama District, is on the verge of collapse thereby posing a risk to the lives of motorists and pedestrians;",
        "(b) if so, what urgent measures are being taken to avert loss of life and property and to ensure that the bridge remains usable; and",
        "(c) when the Government will construct a permanent bridge at the crossing point. 126. Mr C Kang’ombe (Kamfinsa) - to ask theMinister of Green Economy and Environment:",
        "(a) whether the Government has any plans to degazette a portion of Mwekera Forest in Kitwe District in order to accommodate settlers;",
        "(b) if so, how many hectares of land will be apportioned;",
        "(c) when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "127",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when Ngabwe District will be connected to the national electricity grid; and",
        "(b) what the cause of the delay in connecting the District is."
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Mr Mwene (Mangango)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct staff houses at Zambia National Service, Shabo Camp in Mangango Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "129",
      "asked_by": "Mr Mapani (Namwala)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct dip tanks in Namwala District;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many dip tanks are earmarked for construction in 2023;",
        "(d) what the estimated cost of constructing each dip tank is; and",
        "(e) if there are no such plans, why. NOTICE OF MOTION The Vice President Thanks – Her Excellency, SamiaSuluhu Hassan’s Special Address: That this House places on record its thanks to Her Excellency,SamiaSuluhu Hassan, President of the United Republic of Tanzania, on her Special Address to the House. ORDER OF THE DAY 1. Supply - Motion (29th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}