{
  "metadata": {
    "title": "Thursday, 7th March, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11615",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "285",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a Court of Appeal building in Kabwe District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "286",
      "asked_by": "Mr Wamunyima (Nalolo)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the refusal by the bond holders to restructure Zambia’s debt will not adversely affect the economy; and",
        "(b) how this development will affect funding for the 2024 National Budget as well as the country’s credit ratings."
      ]
    },
    {
      "question_number": "287",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many employees there were in the civil service, as of December, 2022;",
        "(b) what the number of nurses and doctors, segregated by gender was,from December, 2021 to December, 2023, year by year; and",
        "(c) as of the date at (a), which sector had:",
        "(i) the highest number of employees; and (ii) the least number of employees."
      ]
    },
    {
      "question_number": "288",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the National House of Prayer in Lusaka Central Parliamentary Constituency will be completed;",
        "(b) what the cost of the project is; and",
        "(c) how much money had been spent on the project, as of February, 2023."
      ]
    },
    {
      "question_number": "289",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when rehabilitation works on the Chama - Matumbo road will be completed;",
        "(b) when the tarring of the 65km stretch of the road from Lundu Chiefdom to Luangwa River will commence;",
        "(c) what the cause of the delay in completing the project is; and",
        "(d) what the time frame for the completion of the project, is."
      ]
    },
    {
      "question_number": "290",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a police post at Nyanje Hospital in Kapoche Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "291",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Fisheries and Livestock what measures the Government is taking to control the Contagious Bovine Pleuropneumonia (CBPP) disease in Western Province.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "292",
      "asked_by": "Mr Elias Musonda (Chimbamilonga)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that the Water Reticulation Project at Lake Tanganyika, which was intended to provide piped water to Nsumbu area in Chimbamilonga Parliamentary Constituency, has been changed to that of sinking boreholes;",
        "(b) if so, why the project was changed from providing piped water to that of sinking boreholes;",
        "(c) what the estimated cost of the initial project was; and",
        "(d) what the cost of sinking boreholes, is. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Zambia Institute of Advanced Legal Education (Amendment) - Bill to amend the Zambia Institute of Advanced Legal Education Act. (N.A.B 4/2024) The Minister of Local Government and Rural Development The Matrimonial Causes (Amendment) – Bill to amend the Matrimonial Causes Act, 2007. (N.A.B 5/2024) The Minister of Lands and Natural Resources The Lands Tribunal (Amendment) – Bill to amend the Lands Tribunal Act, 2010. (N.A.B 6/2024) The Minister of Education The Zambia Qualifications Authority – Bill to continue the existence of the Zambia Qualifications Authority and re-define its functions; provide for the development and implementation of a National Qualifications Framework; provide for registration of qualifications on the National Qualifications Framework; provide for verification and evaluation of qualifications; constitute the Board of the Zambia Qualifications Authority and re-define its functions; replace and repeal the Zambia Qualifications Authority Act, 2011 and provide for matters connected with, or incidental to, the foregoing. (N.A.B 7/2024) ___________________________"
      ]
    }
  ],
  "question_count": 8,
  "status": "success"
}