{
  "metadata": {
    "title": "Friday, 6th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11344",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "78",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct houses for teachers in Milanzi Parliamentary Constituency;",
        "(b) if so, how many houses will be constructed in 2023;",
        "(c) when the project will commence; and",
        "(d) what the estimated cost for the project is."
      ]
    },
    {
      "question_number": "79",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government issued mining licenses to any companies at Nkombwa Hill Mine in Isoka Parliamentary Constituency;",
        "(b) if so, what the names of the companies that were issued with mining licenses are; and",
        "(c) if not, what measures are being taken to prevent illegal mining activities in the area."
      ]
    },
    {
      "question_number": "80",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that some police officers have been sexually abusing detainees in police custody;",
        "(b) if so, what measures the Government is taking to curb the vice and reassure the public; and",
        "(c) whether a Commission of Inquiry will be set up to establish the depth of the problem."
      ]
    },
    {
      "question_number": "81",
      "asked_by": "Mr Chibombwe (Bahati)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Mansa -Kashikishi road;",
        "(b) if so, when the plans will be implemented; and",
        "(c) when the rehabilitation of the Tuta road between Chitambo and Samfya Districts will be completed. ORDER OF THE DAY 1. Supply - Motion (29th September) - Resumption of Debate: (Mr Emmanuel Tembo, MP) ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}