{
  "metadata": {
    "title": "Wednesday, 27th November, 2013",
    "source_url": "https://www.parliament.gov.zm/node/733",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 27TH NOVEMBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "198",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to revive the defunct Mansa Batteries Limited; and",
        "(b)    if so, what the plans are."
      ]
    },
    {
      "question_number": "199",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the name of the contractor working on the Kalonga-Nyoka Road in Kasempa Parliamentary Constituency is;",
        "(b)    how much money will be spent on the project at (a) above;",
        "(c)    when the works on the Kasempa-Mukunashi Road will commence; and",
        "(d)    which contractor has been selected to work on the road at (c) above. QUESTIONS FOR WRITTEN ANSWER W10    Mr Mutelo (Lukulu West) - to ask the Minister of Chiefs and Traditional Affairs:",
        "(a)    how many Chiefs are gazetted in Zambia, province by province;",
        "(b)    when the Litunga of the Western Province was recognised as a Paramount Chief; and",
        "(c)    why the Litunga is not addressed as His Majesty the King. W11    Mr Mpundu (Nchelenge) - to ask the Minister of Gender and Child Development:",
        "(a)    how many women’s clubs were empowered in Chienge and Nchelenge Parliamentary Constituencies from September, 2011 to September, 2013;",
        "(b)    what the names of the clubs are; and",
        "(c)    what form of empowerment was provided:",
        "(i)    if it was cash, how much was provided to each club; and (ii)    if it was equipment, what type of equipment was provided to each club."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}