{
  "metadata": {
    "title": "Tuesday, 5th March, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1684",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 5TH MARCH, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "461",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Ministry will consider upgrading the Intellectual Property Unit (IPU) in the Zambia Police Force to a directorate level;",
        "(b)    when office space will be provided to the IPU at the Zambia Police Force Headquarters; and",
        "(c)    what the total value, in Zambian Kwacha, of pirated music and counterfeit products the IPU confiscated as of 30th September, 2010, was."
      ]
    },
    {
      "question_number": "462",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there are any diplomats who were recalled after September, 2011 but had failed to return to Zambia as of 30th September, 2012; and",
        "(b)    if so, why the former diplomats failed to return."
      ]
    },
    {
      "question_number": "463",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what strategy the Government will employ to fast track the construction of the necessary infrastructure in all the newly created districts; and",
        "(b)    whether the Government has carried out any feasibility studies to ascertain the immediate infrastructural needs and services required to be provided in the new districts."
      ]
    },
    {
      "question_number": "464",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Ngungu Youth Training Centre in Bwacha Parliamentary constituency will be completed and opened to the public;",
        "(b)    how many former street children were trained at the Zambia National Service Camps in Katete and Kitwe from January, 2008 to June, 2012, year by year;",
        "(c)    what skills were imparted to the trainees; and",
        "(d)    whether there is any exit strategy for the trainees and, if so, what the strategy is."
      ]
    },
    {
      "question_number": "465",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Youth and Sport what immediate and long term plans the Ministry has for the Muleya Stadium in Kabwe.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "466",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the grading of feeder roads in Muchinga Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "467",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Vice President whether the Government has any plans to compensate",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    the families of the Zambians that were killed by former National Union for the Total Independence of Angola (UNITA) rebels; and",
        "(b)    the farmers of Lilondo area in Shangombo District whose animals were forcibly taken away by the former UNITA rebels."
      ]
    },
    {
      "question_number": "468",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how Kalabo District ranks in the production of maize, rice and cassava among other districts in the Western Province and throughout the country;",
        "(b)    if crop production in Kalabo is low, what the reasons are; and",
        "(c)    what plans the Government has put in place to ensure improved crop production in Kalabo District and in the entire Province."
      ]
    },
    {
      "question_number": "469",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction works on the Green Market in Kalabo District stalled for more than two (2) years;",
        "(b)    how much money was originally budgeted for the project;",
        "(c)    how much money had been expended as of November, 2012;",
        "(d)    what the source of the money at (c) was; and",
        "(e)    who the contractor for the project is."
      ]
    },
    {
      "question_number": "470",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes will be sunk in Kasenengwa Parliamentary Constituency in 2013, ward by ward;",
        "(b)    how many boreholes will be rehabilitated in the same year, village by village; and",
        "(c)    how many dams will be constructed, ward by ward."
      ]
    },
    {
      "question_number": "471",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Transport, Works, Supply and Communication how many feeder roads will be worked on in Kasenengwa Parliamentary Constituency in 2013, ward by ward.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "472",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct offices for the Director of Health in Kazungula District;",
        "(b)    when construction of a district hospital will commence; and",
        "(c)    what the estimated cost of the projects at (a) and (b) is."
      ]
    },
    {
      "question_number": "473",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any immediate plans to construct a public university in Southern Province;",
        "(b)    if so, in which district it will be situated;",
        "(c)    how many faculties it will have; and",
        "(d)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "474",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Education, Science, Vocational",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many teachers in Kitwe District have been underpaid  repatriation allowance and leave travel benefits from 2010 to-date; and",
        "(b)    how many teachers in the District, on contract, have not been paid their gratuity from 2010 to-date."
      ],
      "question_text": " Training and Early Education:"
    },
    {
      "question_number": "475",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how many teachers in Kitwe District have not had their salary scales adjusted from 2010 to-date.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "476",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct permanent local court structures at the following places in Nalikwanda Parliamentary Constituency:",
        "(i)     Liande; (ii)    Mbekise; and (iii)   Nakato; and",
        "(b)    whether the Government has any plans to construct local court buildings in Chiefs Lyambango and Mwanang’umune in the Constituency."
      ]
    },
    {
      "question_number": "477",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which unit in Government is responsible for integrated development planning and what its capacity currently is;",
        "(b)    what the estimated cost of producing a District Integrated Development Plan (DIDP) currently is; and",
        "(c)    whether the Government has completed the DIDPs for the newly created districts and, if not, why."
      ]
    },
    {
      "question_number": "478",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the estimated cost of constructing King Lewanika University in the Western Province is;",
        "(b)    when the construction of the University is expected to be completed; and",
        "(c)    who the contractors are."
      ]
    },
    {
      "question_number": "479",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will improve the operations of the passenger train which runs between the Copperbelt and the Southern Provinces.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "480",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many short courses the National Council for Construction (NCC) conducted from January, 2010 to October, 2012; and",
        "(b)    how many construction companies were registered by the Council in the following categories as of November, 2012:",
        "(i)    Grade 1; (ii)   Grade 2; (iii)   Grade 3; (iv)  Grade 4;",
        "(v)   Grade 5; and (vi)  Grade 6."
      ]
    },
    {
      "question_number": "481",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Foreign Affairs whether Zambia has any foreign missions in the Arab Region and, if so, in which countries.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "482",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Mines, Energy and Water Development when the Government will electrify the schools, markets and chiefs’ palaces in Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "483",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Mines, Energy and Water Development when the Government will facilitate the construction of a fuel station in Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "484",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Food Reserve Agency (FRA) abandoned the construction of sheds and slabs in Nangweshi and Shang’ombo in Sinjembela Parliamentary Constituency;",
        "(b)    when the FRA will pay the casual workers who were employed to work with contractors on the sheds and slabs at (a);",
        "(c)    when the Ministry will re-stock cattle in the Shang’ombo State Ranch; and",
        "(d)    when the Ministry will send veterinary officers to Shang’ombo and Sioma Districts."
      ]
    },
    {
      "question_number": "485",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication what plans the Government has to rehabilitate the Solwezi-Chingola Road which is in a deplorable state.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many schools will be constructed in Kasenengwa Parliamentary Constituency in 2013, ward by ward;",
        "(b)    what progress the Government has made on the construction of Chiparamba Secondary School in the Constituency;",
        "(c)    how many schools in the Constituency will be rehabilitated in 2013; and",
        "(d)    how many teachers will be posted to the Constituency in 2013, by ward and by school. W17    Dr Kazonga (Vubwi) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many children were vaccinated against measles during the National Measles Vaccination Campaign in September, 2012, province by province; and",
        "(b)    whether the national target for vaccinating children against measles was met and, if not, why. W18    Dr Kazonga (Vubwi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many Master of Science students graduated from the University of Zambia (UNZA) School of Agricultural Sciences in the following fields in 2011 and 2012:",
        "(i)    Plant Breeding and Seed Systems; (ii)    Agricultural Economics; (iii)    Soil Science; (iv)    Plant Genetic Resources;",
        "(v)    Agronomy; and (vi)    Animal Nutrition; and",
        "(b)    whether UNZA has any plans to introduce new Master of Science programmes in the School and, if so, which programmes these are, and when they will be introduced."
      ],
      "question_text": " QUESTIONS FOR WRITTTEN ANSWER"
    }
  ],
  "question_count": 25,
  "status": "success"
}