{
  "metadata": {
    "title": "Thursday, 3rd October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1512",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 3RD OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "72",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of a clinic at Kalumwange Centre in Lalafuta Ward will commence;",
        "(b)    when the pharmacy which was gutted by fire at Nkeyema Clinic will be reconstructed;",
        "(c)    whether the Government has any plans to upgrade Nkeyema Clinic to a District Hospital status; and",
        "(d)    if so, what measures the Government has taken to upgrade the Clinic."
      ]
    },
    {
      "question_number": "73",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Mines, Energy and Water Development what the results of the exploration carried out in Namibwe area of Kaoma Central Parliamentary Constituency are.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "74",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the 30km stretch of the road between Kapalala and Milenge Boma, which is in a deplorable state, will be repaired before the onset of the rains; and",
        "(b)    if not, what contingent measures the Government will take to ensure that Milenge District is not cut off from the rest of the country."
      ]
    },
    {
      "question_number": "75",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the roadmap for the enactment of a new Constitution will be published;",
        "(b)    whether the Government has included, in its roadmap, the holding of a Referendum as a way of adopting the constitution;",
        "(c)    if so, when that Referendum is expected to be held; and",
        "(d)    what the estimated cost of holding a Referendum is."
      ]
    },
    {
      "question_number": "76",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Social Cash Transfer Programme will be introduced in the North-Western Province; and",
        "(b)    in which districts the programme will be introduced over the period of five years from 2013."
      ]
    },
    {
      "question_number": "77",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to upgrade the following basic schools to secondary schools:",
        "(i)     Katemwa; (ii)    Chiwoma; (iii)   Sailunga; (iv)  Lumwana;",
        "(v)   Kakoma; and (vi)  Tom-Ilunga; and",
        "(b)    if so, when the plans will be implemented. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (24th September) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}