{
  "metadata": {
    "title": "Tuesday, 11th March, 2014",
    "source_url": "https://www.parliament.gov.zm/node/634",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER- TUESDAY, 11TH MARCH, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "427",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many youths from Kabwe District were recruited by the Zambia Police Force in 2013, by gender; and",
        "(b)    whether the police training syllabus contains modern methods of handling gender-based violence."
      ]
    },
    {
      "question_number": "428",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a trauma centre will be constructed at Kabwe General Hospital;",
        "(b)    when the tendering process for the construction of the Centre will commence; and",
        "(c)    how many staff, in the following categories, are earmarked to be recruited for the Centre:",
        "(i)    doctors; (ii)    nurses; and (iii)    support staff."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Zambia Agency for Persons with Disabilities (ZAPD) laid off more than 70 employees who are disabled;",
        "(b)    whether the terminal benefits paid are sufficient to keep the former employees off the street since their source of livelihood depended entirely on the employment; and",
        "(c)    why the Government did not protect the disabled people from being laid off as they did with KCM employees who were about to be laid off in 2013."
      ]
    },
    {
      "question_number": "430",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much of the Eurobond funds allocated to Zambia Railways Limited have been spent to-date;",
        "(b)    what benefits have been achieved from the expenditure; and",
        "(c)    what the time-frame for the utilisation of the allocated money is."
      ]
    },
    {
      "question_number": "431",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when relief food will be sent to the following Chiefdoms in the Luangwa Valley in Lumezi Parliamentary Constituency:",
        "(i)    Chief Mwanya; (ii)    Chief Chitungulu; and (iii)    Chief Kazembe;",
        "(b)    how many tonnes of relief food will be sent to each Chiefdom; and",
        "(c)    what the cause of the delay in sending relief food to the affected areas is. QUESTION FOR WRITTEN ANSWER W21    Ms Sayifwanda (Zambezi East) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    what criteria is used in choosing a local language to be a medium of instruction for Grades 1 – 4 under the new curriculum;",
        "(b)    how many local languages have been approved as media of instruction country-wide;",
        "(c)    which local language has been approved as the medium of instruction for the following schools in Zambezi East Parliamentary Constituency:",
        "(i)    Dichawang’a; (ii)    Chozu; (iii)    Mukenge; (iv)    Lumpwepu;",
        "(v)    Chimbangala; and (vi)    Sachiseya;",
        "(d)    whether Lunda and Luvale languages will be introduced in schools in the following districts where the two languages are widely spoken:",
        "(i)    Solwezi; (ii)    Kaoma; (iii)    Lukulu; (iv)    Chingola;",
        "(v)    Luanshya; (vi)    Mansa; and (vii)    Mwansabombwe;",
        "(e)    whether the Government has any plans to make the following languages as the official media of instruction in schools in the respective locations:",
        "(i)    Soli; (ii)    Nkoya; (iii)    Bisa; (iv)    Lenje;",
        "(v)    Lamba; and (vi)    Namwanga."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}