{
  "metadata": {
    "title": "Friday, 14th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11131",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "375",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that more than K2.4 billion was lost in tax from January to October, 2022, due to the non-maintenance of the Tax Online Two System, following the cancellation of the contract between Zambia Revenue Authority and Copperbelt University;",
        "(b) if so, what measures are being taken to ensure that the System is maintained to avert further loss of revenue; and",
        "(c) why the contract was cancelled."
      ]
    },
    {
      "question_number": "376",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct dams in the following areas in Mulobezi District:",
        "(i) Salumbwe; (ii) Lwamuloba; (iii) Lonze; and (iv) Machile;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "377",
      "asked_by": "Mr Mulebwa (Kafulafuta)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a hospital with a mortuary facility in Kafulafuta Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "378",
      "asked_by": "Mr Shakafuswa (Mandevu)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to provide running water and sanitation services to the following Wards in Mandevu Parliamentary Constituency:",
        "(i) Mpulungu; (ii) Kabanana; (iii) Raphael Chota; and (iv) Roma;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "379",
      "asked_by": "Mr Simushi (Sikongo)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of hostels at the University of Zambia, Great East Road campus, stalled;",
        "(b) when the project will resume;",
        "(c) who the contractor for the project is;",
        "(d) what the cost of the project is;",
        "(e) how much was paid to the contractor as of November, 2022;",
        "(f) what the source of funding for the project is; and",
        "(g) what the time frame for the completion of the outstanding works is. NOTICE OF MOTION Mr Sampa Adopt Report of the Zambian Delegation to the Pan African Parliament: That this House do adopt the Report of the Zambian Delegation to the Pan African Parliament for the Second Ordinary Session of the Sixth Pan African Parliament held from 15th May to 2nd June, 2023, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 11th July, 2023."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}