{
  "metadata": {
    "title": "Tuesday, 13th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11562",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "166",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Lands and Natural Resources what measures the Government is taking to ensure easy acquisition of Certificates of Title in rural areas.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "167",
      "asked_by": "Mr E Daka (Msanzala)",
      "minister": "Minister of Community Development and Social Services",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many beneficiaries of the Social Cash Transfer Programme there were in Msanzala Parliamentary Constituency, as of March, 2023;",
        "(b) whether there were any eligible beneficiaries in the Constituency, who were not on the Programme as of the date at (a); and",
        "(c) if so, why the eligible beneficiaries were not on the Programme."
      ]
    },
    {
      "question_number": "168",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will electrify the following schools in Mpika Parliamentary Constituency:",
        "(i) Changalilo Day Secondary; and (ii) Katongo Kapala Primary;",
        "(b) what the estimated cost of each project is; and",
        "(c) what the timeframe for each project is. 169. Ms.Halwiindi (Kabwe Central) - to ask the.Minister of Youth, Sport and Arts:",
        "(a) whether the Government has any plans to rehabilitate Venus Theatre Club in Kabwe District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "170",
      "asked_by": "Mr Chonde (Milenge)",
      "minister": "Minister ofEnergy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a hydro power station at Mumbotuta Falls in Milenge Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) how much power the station is estimated to generate when operationalized. 171. Mr Chanda (Kanchibiya) - to ask theMinister of Local Government and Rural Development:",
        "(a) whether the Government has any plans to construct a modern bus station in Kanchibiya District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "172",
      "asked_by": "Mr.Chisanga (Lukashya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of health centres in the following Wards in Lukashya Parliamentary Constituency will resume:",
        "(i) Chiba; (ii) Kupumaula; and (iii) Musowa;",
        "(b) what the cause of the delay in completing the projects is; and",
        "(c) what the estimated time frame for the completion of each project, is. 173. Mr Kolala (Lufubu) - to ask theVice President:",
        "(a) whether the Government has any plans to relocate the country’s capital city from Lusaka, which is very congested, to Ngabwe District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "174",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will rehabilitate the following dams in Kapoche Parliamentary Constituency:",
        "(i) Chikalaba; (vi) Mpampeni; (ii) Misaele; (vii) Mkanda; (iii) Mulela; (viii) Dwangwa; and (iv) Chausa; (ix) Kalole;",
        "(v) Chindero;",
        "(b) whether the Government has any plans to construct additional dams in the Constituency;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "175",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why Mulobezi District was allocated only four (4) health posts under the 650 Health Posts Project;",
        "(b) whether the Government has any plans to construct additional health posts in the District;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "176",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will recruit a District Agriculture Marketing Officer for Chasefu District;",
        "(b) whether the Government has any plans to open up more grain marketing depots in the District;",
        "(c) if so, when the plans will be implemented; and",
        "(d) in which locations of the District, the depots will be opened."
      ]
    },
    {
      "question_number": "177",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Commerce, Trade and Industry what products can be made, at industrial level, from the sand and water that are in abundance in Kalabo District.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "178",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that over 800 former Zambia Postal Services (ZAMPOST) workers who were retired or retrenched between the period 2016 to 2022, countrywide, have been living in destitution due to the none payment of their terminal benefits;",
        "(b) if so, what measures are being taken to resolve the problem; and",
        "(c) when the Government will pay terminal benefits to all former ZAMPOST workers who have been retained on the payroll."
      ]
    },
    {
      "question_number": "179",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of Mitete Boarding Secondary School in Mitete District has stalled;",
        "(b) when the works will resume; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "180",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Energy when the following schools in Milanzi Parliamentary Constituency will be electrified under the Rural Electrification Programme",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) Kathumba Primary; (g) Chamiwawa Primary;",
        "(b) Kawaza Primary; (h) Chimwa Primary;",
        "(c) Kakula Primary; (i) Katiula Secondary;",
        "(d) Mbinga Primary; (j) Kamphambe Secondary; and",
        "(e) Mnthipa Primary; (k) Umodzi Secondary.",
        "(f) Katawa Primary; ___________________________"
      ]
    }
  ],
  "question_count": 12,
  "status": "success"
}