{
  "metadata": {
    "title": "Friday, 6th May, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5144",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 6TH MAY, 2016",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "427",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Vice President and Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the Kakolo Bridge in Kamfinsa Parliamentary Constituency was washed away by heavy rains in February, 2016; and",
        "(b)    if so, when the Disaster Management and Mitigation Unit will reconstruct the Bridge."
      ]
    },
    {
      "question_number": "428",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who the owner of the incomplete building on Great East Road, opposite the entrance to the Natural Resources Development College in Lusaka, is;",
        "(b)    why the building has remained incomplete for many years; and",
        "(c)    what the way forward on the structure is."
      ]
    },
    {
      "question_number": "429",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how often culvets on the Great East Road, especially on the stretch from Chongwe District Headquarters to Luangwa Bridge, are inspected;",
        "(b)    when the culvets were last inspected; and",
        "(c)    what the findings were. QUESTIONS FOR WRITTEN ANSWER W43    Mr Lufuma (Kabompo West) - to ask the Minister of General Education:",
        "(a)    how many primary and secondary school pupils fell pregnant from 2012 to 2015, country-wide, year by year;",
        "(b)    what the major contributing factors to the high rate of pregnancies among school girls are;",
        "(c)    what measures have been taken to reduce the number of pregnancies in schools; and",
        "(d)    how effective the Re-Entry Policy is. W44    Mr Lufuma (Kabompo West) - to ask the Minister of Health when solar power will be installed at the following rural health centres in Kabompo District:",
        "(a)    Kabulamema",
        "(b)    Mumbeji;",
        "(c)    Chikenge;",
        "(d)    Kayombo;",
        "(e)    Chikonkwelo;",
        "(f)    Litoya;",
        "(g)    Chifuwe;",
        "(h)    Ndungo;",
        "(i)    Mufuli Wa Njamba;",
        "(j)    Samununga;",
        "(k)    Mbulundu; and",
        "(l)    Dikolonga. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Electoral Process – Bill to provide for a comprehensive process for a general election; provide for the conduct of elections by the Electoral Commission of Zambia and empower the Commission to make regulations in matters relating to elections; provide for the registration of voters and the keeping of voters registers; prescribe the procedures for nominations for elections; provide for the role of presiding officers, election officers and conflict management officers; prescribe the procedure for voting during an election; provide for the accreditation and roles of observers and monitors; criminalise corrupt practices and other illegal practices related to elections and provide for penalties in connection with an election; provide for election petitions and the hearing and determination of  applications relating to a general election; provide for voter education; prescribe the electoral code of conduct; repeal and replace the Electoral Act, 2006; and provide for matters connected with, or incidental to, the foregoing.                                                 N.A.B. 35/2016 The Vice President The Transitional Period and Inauguration of President – Bill to provide for the administration and security procedures during the transitional period; the procedure for safeguarding public documents and information during the transitional period; the procedures and formalities for the inauguration and assumption of office of President by the President-elect; the venue and place for the inauguration ceremony; the process for the handover of the symbols and instruments of office and the presidency by the former President to the President; the procedures relating to the transitional period when a President dies in office; the funding of the inauguration ceremony; and matters connected with, or incidental to, the foregoing. N.A.B. 32 /2016 The Minister of Justice The Ratification of International Agreements – Bill to provide for the ratification of international agreements and the domestication process; and provide for matters connected with, or incidental to, the foregoing.                                                                                                                        N.A.B. 34 /2016 The Minister of Higher Education The Higher Education Loans and Scholarships – Bill to establish the Higher Education Loans and Scholarships Board; establish the Higher Education Loans and Scholarships Fund; provide for the granting, administration, investment, payment and recovery of loans; provide for the administration and granting of scholarships; facilitate the mobilisation of financial resources for loans and scholarships; and provide for matters connected with, or incidental to, the foregoing.        N.A.B. 31/2016 The Vice President The Public Audit – Bill to enhance the independence and autonomy of the National Audit Office and strengthen its functions; provide a framework for promoting efficiency, accountability, effectiveness and transparency of public administration through effective oversight and audit of public funds and performance; domesticate the principles of United Nations Resolution A/66/209 on promoting efficiency, accountability, effectiveness and transparency of supreme audit institutions; provide for guiding principles of public finance and performance audit; and provide for matters connected with, or incidental to, the foregoing.                                                                      N.A.B. 24/2016 The Minister of Home Affairs The Citizenship of Zambia – Bill to provide for the composition, functions, tenure and procedures of the Citizenship Board of Zambia; make procedural provisions for the acquisition, deprivation and renunciation of citizenship of Zambia; repeal and replace the Citizenship of Zambia Act, 1975; and provide for matters connected with, or incidental to, the foregoing.                                                                                                                                                                                               N.A.B. 33/2016 The Minister of Justice The Compensation Fund – Bill to provide for the administration and management of the Compensation Fund established under the Constitution; establish the Compensation Fund Committee and provide for its composition and functions; provide for the accounting and audit of the Fund; and provide for matters connected with, or incidental to, the foregoing.                                                                                                                                                                                                    N.A.B. 29/2016"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}