{
  "metadata": {
    "title": "Friday, 28th June, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7983",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "423",
      "asked_by": "Mr Chisopa (Mkushi South)",
      "minister": "Minister of Commerce, Trade and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many solar powered milling plants there were in Luano District as of January, 2019, by name and location;",
        "(b) of the number above, how many were not operational;",
        "(c) what the reasons for being non-operational are;",
        "(d) how many milling plants are earmarked for installation in the District in 2019; and",
        "(e) what has caused the delay in installing and operationalising more milling plants."
      ],
      "question_text": " Industry:"
    },
    {
      "question_number": "424",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Youth, Sport",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is implementing any youth empowerment programmes in Kasempa District;",
        "(b) if so, what the programmes are;",
        "(c) how many youths benefited from the programmes from 2016 to 2018, year by year and by gender;",
        "(d) how many youths were targeted in the period at (c);",
        "(e) whether the youths benefited as groups or as individuals; and",
        "(f) how many youths or youth groups are earmarked for empowerment in 2019."
      ],
      "question_text": " and Child Development:"
    },
    {
      "question_number": "425",
      "asked_by": "Ms M Miti (Vubwi)",
      "minister": "Minister of Water Development,",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government will procure hand pumps for the 10 boreholes that were sunk in Vubwi Parliamentary Constituency; and",
        "(b) what the cause of the delay in procuring the pumps is."
      ],
      "question_text": " Sanitation and Environmental Protection:"
    },
    {
      "question_number": "426",
      "asked_by": "Mr Mubika (Shangombo)",
      "minister": "Minister of Housing and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to tar the Sioma-Shangombo road;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ],
      "question_text": " Infrastructure Development:"
    },
    {
      "question_number": "427",
      "asked_by": "Ms Kucheka (Zambezi West)",
      "minister": "Minister of Housing and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many bridges were washed away by heavy rains in Zambezi West Parliamentary Constituency as of February, 2019;",
        "(b) when the bridges will be reconstructed;",
        "(c) what the total cost of the exercise is; and",
        "(d) what the time frame for the completion of the exercise is. NOTICE OF MOTION AND ORDER OF THE DAY Mr Imbuwa, MP Report of the Committee on Media, Information and Communication Technologies: That this House do adopt the Report of the Committee on Media, Information and Communication Technologies for the Third Session of the Twelfth National Assembly, laid on the Table of the House on 17th June, 2019. 1. Report of the Committee on National Economy, Trade and Labour Matters - (26th June) - Resumption of Debate. ___________________________"
      ],
      "question_text": " Infrastructure Development:"
    }
  ],
  "question_count": 5,
  "status": "success"
}