{
  "metadata": {
    "title": "Thursday, 25th June, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4214",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 25TH JUNE, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "553",
      "asked_by": "Mr Nkombo (Mazabuka Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the former First Lady, Dr Christine Kaseba, has been evicted from the premises she has been occupying since she vacated State House;",
        "(b)    if so, under what circumstances she has been evicted;",
        "(c)    where the former First Lady is currently residing;",
        "(d)    who is responsible for her lodging expenses; and",
        "(e)    how much money was spent on renting her former residence."
      ]
    },
    {
      "question_number": "554",
      "asked_by": "Mr Simuusa (Nchanga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of any intentions by Konkola Copper Mines to shut down some of its operations; and",
        "(b)    if so, what measures have been taken to prevent the loss of employment."
      ]
    },
    {
      "question_number": "555",
      "asked_by": "Mr Simuusa (Nchanga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has allowed Konkola Copper Mines to import copper concentrates from the Republic of Chile;",
        "(b)    if so, what the arsenic content of the concentrates is;",
        "(c)    what the safe and permissible arsenic content level of imported concentrates is; and",
        "(d)    what measures the Government has taken to mitigate the effects of the arsenic contaminations, if any, in the imported concentrates. QUESTIONS FOR WRITTEN ANSWER W58    Mr Miyutu (Kalabo Central) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    how many kilometres of rural roads were constructed or rehabilitated in accordance with the 2013 Plan, province by province;",
        "(b)    whether the targeted number of roads for construction and maintenance was achieved;",
        "(c)    if the targets were not met, what the challenges were; and",
        "(d)    what measures have been taken to ensure that the targets are met in future. W59    Mr Miyanda (Mapatizya) - to ask the Minister of Agriculture and Livestock:",
        "(a)    whether a research was conducted to determine the impact of the Farmer Input Support Programme (FISP) on poverty reduction on the beneficiaries of the Programme;",
        "(b)    if so, which organisation conducted the research;",
        "(c)    what the findings were;",
        "(d)    why the majority of recipients are still poor;",
        "(e)    whether the Government has any plans to increase the quantity of inputs given to vulnerable farmers; and",
        "(f)    if there are no such plans, why. PRESENTATION OF GOVERNMENT BILLS Minister of Mines, Energy and Water Development The Mines and Minerals Development – Bill to revise the law relating to the exploration for, mining and processing of, minerals; provide for safety, health and environmental protection in mining operations; provide for the establishment of the Mining Appeals Tribunal; repeal and replace the Mines and Minerals Development Act, 2008; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 12/2015) Minister of Mines, Energy and Water Development The Gold Trade (Repeal) – Bill to repeal the Gold Trade Act        (N.A.B. 13/2015)"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}