{
  "metadata": {
    "title": "Thursday, 5th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1897",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 5TH JULY, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "410",
      "asked_by": "Mr Zimba (Kapiri Mposhi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the annual average consumption of alcoholic beverages has been country-wide from 2007 to-date; and",
        "(b)    whether there are any remedial measures taken by the Government to control and reduce the abuse of alcoholic beverages in the country."
      ]
    },
    {
      "question_number": "411",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Finance and National Planning when the Equity Bank for the youth will be established in conformity with the plan in the 2012 National Budget.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "412",
      "asked_by": "Mr Chilangwa (Kawambwa)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to revisit the allocation of the parcel of land along the Lusaka-Kafue Road, commonly known as the Baobab land, considering the alleged numerous irregularities surrounding its initial allocation; and",
        "(b)    if so, when the reconsideration process will commence."
      ]
    },
    {
      "question_number": "413",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how effective the K2.0 million grants provided to women’s clubs is;",
        "(b)    whether the Ministry is considering increasing the grants; and",
        "(c)    how many women’s clubs benefited from the grants in Lupososhi Parliamentary Constituency in 2011."
      ]
    },
    {
      "question_number": "414",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Lake Mweru-Wantipa in Kaputa District will be restocked with fish;",
        "(b)    whether the Ministry has any plans to educate the communities surrounding Lake Mweru-Wantipa on the need to use authorised fishing methods; and",
        "(c)    what measures the Ministry has taken to ensure the success of the 2012/2013 fish ban in Kaputa District."
      ]
    },
    {
      "question_number": "415",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many imported motor vehicles, on average, enter Zambia each day;",
        "(b)    whether all the motor vehicles are cleared by the Road Transport and Safety Agency and the International Police before entry; and",
        "(c)    what plans the Government has to decongest the roads in the urban areas."
      ]
    },
    {
      "question_number": "416",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to build a university in Western Province;",
        "(b)    when the schools in Sinjembela will be provided with trained teachers; and",
        "(c)    whether the Government has any plans to construct a trades training institution in Sinjembela Parliamentary Constituency."
      ]
    },
    {
      "question_number": "417",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which political parties were involved in the destruction of other parties’ campaign advertisements during the run up to the 2008 Presidential by-elections as reported in the 2009 State of Governance Report; and",
        "(b)    whether there were any individuals arrested and prosecuted in connection with the malpractice at (a) above."
      ]
    },
    {
      "question_number": "418",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Foreign Affairs and Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Zambian Government withdrew its recognition of the Sahrawi Arab Democratic Republic (SADR) as a Sovereign State in April, 2011; and",
        "(b)    what the current position of the Zambian Government on the matter above is."
      ]
    },
    {
      "question_number": "419",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing when the Government will collect garbage from Lumumba Road near the Agricultural Farm Equipment Limited offices in Lusaka.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "420",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was in the general reserves of the nation as of:",
        "(i)    30th September, 2011; and (ii)    30th April, 2012;",
        "(b)    how many months of import cover the amount of the reserves at (a) (ii) would accommodate; and",
        "(c)    what caused the change, if any, in the amounts of the reserves at (a) (i) and (a) (ii) above."
      ]
    },
    {
      "question_number": "421",
      "asked_by": "Mr Siamunene (Sinazongwe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boarding high schools the Government intends to construct in Sinazongwe District; and",
        "(b)    when the construction of the schools will start."
      ]
    },
    {
      "question_number": "422",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was owed to the Development Bank of Zambia by borrowers as of March, 2012, province by province; and",
        "(b)    how many, of the underlisted, have borrowed from the Bank since 1990:",
        "(i)   Zambian citizens; (ii)  Zambian owned companies; (iii)  Foreign individuals; and (iv)  Foreign owned companies."
      ]
    },
    {
      "question_number": "423",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when additional police officers will be posted to Wusakile Police Station which is grossly understaffed; and",
        "(b)    when adequate transport will be provided to the Station for operations."
      ]
    },
    {
      "question_number": "424",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will send a magistrate to Shangombo District following the completion of the construction of a Magistrate’s Court and residence for the Magistrate;",
        "(b)    when the Government will construct local court buildings at the following places in Shangombo District:",
        "(i)    Mambolomoka; (ii)    Mutomena; and (iii)   Nangweshi; and",
        "(c)   why the local court in Mambolomoka Ward in Shangombo District has continued to be administered from Kalabo District."
      ]
    },
    {
      "question_number": "425",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Rural Electrification Authority will connect Mwata in Chasefu Parliamentary Constituency to the Malawi national electricity grid.",
        "(b)    how long the project will take; and",
        "(c)    why commencement of the project has delayed. NOTICE OF MOTION Dr Kalila Report of the Committee on Education, Science and Technology: That this House do adopt the Report of the Committee on Education, Science and Technology, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 22nd June, 2012."
      ]
    }
  ],
  "question_count": 16,
  "status": "success"
}