{
  "metadata": {
    "title": "Friday, 27th June, 2014",
    "source_url": "https://www.parliament.gov.zm/node/487",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 27TH JUNE, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "513",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how the drivers and Classified Daily Employees in the newly created districts in the Western Province were recruited;",
        "(b)    whether the Government is aware that these employees have not yet been put on the payroll from November, 2013 when they reported for work;",
        "(c)    when the affected employees will be put on the payroll and paid their salaries from the time they commenced work; and",
        "(d)    what measures have been taken, in the interim, to alleviate the suffering of the said employees."
      ]
    },
    {
      "question_number": "514",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs when Mwinilunga Police Station will be provided with a motor vehicle for operations particularly in the border areas of the District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "515",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct schools in Chatente Ward in Kwacha Parliamentary Constituency;",
        "(b)    whether the Government has any plans to post teachers to the community schools in Chatente Ward; and",
        "(c)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "516",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many qualified medical personnel were stationed at the following health centres in Lukulu West Parliamentary Constituency as of January, 2014:",
        "(i)      Kakulunda; (ii)     Mitete; (iii)    Sikunduko; (iv)   Nyala in Munyondoti Ward; and",
        "(v)    Mataba;",
        "(b)    whether the Government has any plans to upgrade Mitete Clinic to a district hospital and, if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "517",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Mines, Energy and Water Development when the Government will construct dams in Kafulafuta Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "518",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will vary the approved kilometres of road works currently under construction in Kabwe District, so that some selected roads in Bwacha Parliamentary Constituency can be included;",
        "(b)    what the estimated number of kilometres to be added is;",
        "(c)    what the estimated cost of the added works is; and",
        "(d)    what the expected date of completion of the road works, already underway, is."
      ]
    },
    {
      "question_number": "519",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many sanitary landfills are currently in use in Zambia;",
        "(b)    what the approximate cost of constructing one sanitary landfill is;",
        "(c)    how many local authorities have developed waste management strategic plans; and",
        "(d)    whether the Government has any plans to assist Councils to clear the uncollected garbage."
      ]
    },
    {
      "question_number": "520",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to start taking care of the mentally challenged people and the aged who roam the streets; and",
        "(b)    if so, when the exercise will commence."
      ]
    },
    {
      "question_number": "521",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the relationship between the Zambia Wildlife Authority (ZAWA) and Community Resource Boards (CRB) in Kaputa is;",
        "(b)    who supervises the CRBs;",
        "(c)    whether members of the CRBs can be used as ZAWA police officers; and",
        "(d)    how members of CRBs are remunerated."
      ]
    },
    {
      "question_number": "522",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes were sunk by the Government in Kazungula District in 2013; and",
        "(b)    how many boreholes are earmarked for sinking in 2014. NOTICE OF MOTION Mr Habeenzu Report of the Committee on Government Assurances:  That this House do adopt the Report of the Committee on Government Assurances, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 19th June, 2014."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}