{
  "metadata": {
    "title": "Thursday, 30th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4392",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 30TH JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "704",
      "asked_by": "Mr Mweetwa (Choma Central)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government has not introduced in the House the Constitution of Zambia (Amendment) Bill consisting of non-contentious Clauses as per the undertaking in the February-March, 2015 Meeting of the House;",
        "(b)    whether the contentious and non-contentious Clauses/issues have already been identified and, if so, by whom; and",
        "(c)    when the Constitution of Zambia (Amendment) Bill will be introduced in the House to address the issues at (a) above."
      ]
    },
    {
      "question_number": "705",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government has not announced the floor price of maize;",
        "(b)    if there is a policy shift by the Government, what the cause of the shift is;",
        "(c)    what the current cost of producing a 50 kilogram bag of maize is; and",
        "(d)    when the floor price will be announced."
      ]
    },
    {
      "question_number": "706",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has over the Kamilende Rural Reconstruction Centre which was established in Lukulu in 1975; and",
        "(b)    who owns the property at the Centre."
      ]
    },
    {
      "question_number": "707",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication why Huawei was awarded the contract for the construction and erection of communication towers despite under-performing in the earlier contract for erecting one hundred and sixty-nine towers.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "708",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when Chisanga and Lungu Bridges on the road leading to the Democratic Republic of the Congo border, in Chief Kakoma’s area in Mwinilunga Parliamentary Constituency, will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "709",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Kabulamema Secondary School in Kabompo District will commence, considering that the local community has already constructed the foundation; and",
        "(b)    what has delayed the commencement of the project."
      ]
    },
    {
      "question_number": "710",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Transport, Works, Supply and Communication when a pontoon will be procured for Meso Akawa Crossing Point on the Lungwevungu River in Mitete District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why disbursement of budgeted funds to Government institutions in Kalabo District is erratic; and",
        "(b)    what measures have been taken to improve the funding in 2015 and beyond. W105    Mr P Phiri (Mkaika) - to ask the Minister of Finance what measures the Government is taking to ensure that the country does not default in repaying the US$750 million and US$1 billion Eurobonds by 2022 and 2024, respectively. W106    Mr Lufuma (Kabompo West) - to ask the Minister of Home Affairs:",
        "(a)    when a utility motor vehicle will be provided to Kabompo Police Station;",
        "(b)    whether the Government has any plans to repair and return to Kabompo Police, a truck that was involved in an accident; and",
        "(c)    if so, when the actions at (b) will be taken. W107    Mr Lufuma (Kabompo West) - to ask the Minister of Community Development, Mother and Child Health when medical staff will be deployed to Mufuli-Wa-Njamba Health Post in Kabompo West Parliamentary Constituency, following the completion of the construction of a staff house. W108    Mr I Banda (Lumezi) - to ask the Vice President:",
        "(a)    when the Disaster Management and Mitigation Unit will construct bridges at the following points in Chasefu Parliamentary Constituency:",
        "(i)    Luwelo River on Emusa-Munyukwa-Chifunda road; and (ii)    Luwasuku River on Egi Chikeni-Mtwalo road; and",
        "(b)    what the cost of the two projects is. W109    Mr Katuka (Mwinilunga) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the national airline promised by the Government will be established and launched; and",
        "(b)    how much money will be spent on establishing the airline. W110    Mr Katuka (Mwinilunga) - to ask the Vice President:",
        "(a)    how much money was spent on the Presidential by-election held on 20th January, 2015; and",
        "(b)    what the contribution of the following, to the by-election, was:",
        "(i)    the Government of the Republic of Zambia; and (ii)    co-operating partners."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 7,
  "status": "success"
}