{
  "metadata": {
    "title": "Wednesday, 17th December, 2014",
    "source_url": "https://www.parliament.gov.zm/node/414",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 17TH DECEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "299",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the following Wards in Chitambo Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Luombwa;",
        "(b)    Lulimala;",
        "(c)    Mpelembe;",
        "(d)    Chalilo; and",
        "(e)    Chipunda."
      ]
    },
    {
      "question_number": "300",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Mines, Energy and Water Development when Munchabi area in Nangoma Parliamentary Constituency will be electrified under the Rural Electrification Programme.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the duration of the current Collective Agreements signed in 2013 by the Government and the Public Service Workers’ Unions is; and",
        "(b)    when negotiations for improved salaries and conditions of service for the public service workers will resume. W29    Mr Mutale (Kwacha) - to ask the Minister of Local Government and Housing when public toilets will be constructed in Kitwe Central Business District. W30    Mr Mwila (Chipili) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    what benefits have been derived from the Government’s decision to take over the management of the Zambia Railways Limited;",
        "(b)    what measures have been taken to ensure the Company operates profitably;",
        "(c)    how much money has been invested in the Company since its take over by the Government;",
        "(d)    what the performance of the Company has been in the past one year; and",
        "(e)    how much profit, if any, was recorded in the past financial year. W31    Mr Chansa (Chimbamilonga) - to ask the Minister of Tourism and Art:",
        "(a)    what the progress on the implementation of the Northern Circuit Programme is; and",
        "(b)    when the following wildlife camps will be re-opened:",
        "(i)    Nkamba Bay; (ii)    Kabyolwe; (iii)    Kasaba Bay; (iv)    Chomba Wakasaba;",
        "(v)    Katele; (vi)    Nsama; and (vii)    Tondwa. W32    Mr Antonio (Kaoma Central) - to ask the Minister of Mines, Energy and Water Development when the following schools in Kaoma Central Parliamentary Constituency, which are adjacent to the power lines will be electrified:",
        "(a)    Longe;",
        "(b)    Mawila;",
        "(c)    Namilangi;",
        "(d)    Kankwanda;",
        "(e)    Munguye;",
        "(f)    Shimano;",
        "(g)    Nalumino Mundia;",
        "(h)    Kalale;",
        "(i)    Nkeyema Primary;",
        "(j)    Nkeyema Secondary;",
        "(k)    Mangongi;",
        "(l)    Nakuyuwa;",
        "(m)    Kamakokwa; and",
        "(n)    Kamanya. W33    Mr Bwalya (Lupososhi) - to ask the Minister of Gender and Child Development:",
        "(a)    what benefits have accrued to the women clubs that received hammer mills from the Government;",
        "(b)    what other incentives were given to the women clubs in order to make the hammer mill business sustainable; and",
        "(c)    what challenges, if any, the Government has faced in the implementation of women’s empowerment programmes. W34    Mr Mushanga (Bwacha) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    what progress the Government has made on the varying of the 25 kilometres of road contract under rehabilitation in Bwacha Parliamentary Constituency as per the undertaking made by the Minister on the Floor of the House on 27th June, 2014;",
        "(b)    why the signing of the variation contract has delayed;",
        "(c)    whether a new contractor will be employed to work along side Alsphat Roads Zambia, particularly on additional works; and",
        "(d)    when works on the additional kilometres will commence. W35    Mr Hamusonde (Nangoma) - to ask the Minister of Transport, Works, Supply and Communication when the following bridges, in Nangoma Parliamentary Constituency, will be constructed:",
        "(a)    Chepaleza bridge across Nangoma River connecting Chepaleza Village to Nambole Village;",
        "(b)    Myooye bridge across Nangoma River connecting Nachibili School to Myooye Clinic;",
        "(c)    Nabuchingwa bridge across Nabuchingwa Stream connecting Myooye School to Senzo Centre; and",
        "(d)    the bridge connecting Chimumbu Community School to Peele Village. W36    Mr Musonda (Kapiri Mposhi) - to ask the Minister of Agriculture and Livestock:",
        "(a)    how many farmers benefitted from the Farmer Input Support Programme (FISP) in the 2013/2014 farming season in Kapiri Mposhi Parliamentary Constituency;",
        "(b)    how much money was spent on the Programme; and",
        "(c)    whether the Government has any plans to increase the number of beneficiaries in the 2014/2015 farming season."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 2,
  "status": "success"
}