{
  "metadata": {
    "title": "Wednesday, 25th June, 2014",
    "source_url": "https://www.parliament.gov.zm/node/491",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 25TH JUNE, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "502",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) considering that the Government has admitted having received the Draft Constitution from the Technical Committee on Drafting of the Zambian Constitution, when the Constitution will be released to the public; and",
        "(b) when the referendum to adopt the new Constitution will be held."
      ]
    },
    {
      "question_number": "503",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to construct a modern market at Kapiri Mposhi town centre; and",
        "(b) if so, when the construction will commence."
      ]
    },
    {
      "question_number": "504",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to review the National Food and Nutrition Commission Act, 1967 so as to make the National Food and Nutrition Commission more autonomous and responsible for coordinating different sectors that implement nutritional programmes;",
        "(b) if so, when such plans will be implemented; and",
        "(c) if there are no such plans, how the Government intends to make the Commission effective and efficient in its operations."
      ]
    },
    {
      "question_number": "505",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the progress on the construction of the Bangweulu General Hospital in Lupososhi Parliamentary Constituency is;",
        "(b) when the actual construction of the Hospital will commence; and",
        "(c) what the total cost of the project is."
      ]
    },
    {
      "question_number": "506",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Commerce, Trade and Industry when the Makunka Industrial Cluster in Kazungula District will be established.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "507",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Defence whether the Government has any plans for the piece of land around the Zambia-China Mulungushi Textiles in Kabwe and, if so, what the plans are.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    }
  ],
  "question_count": 6,
  "status": "success"
}