{
  "metadata": {
    "title": "Thursday, 18th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1523",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 18TH JULY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "731",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Agriculture and Livestock what progress the Government has made on the rehabilitation of silos throughout the country.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "732",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there are any health workers who have been acting in their positions since 2006;",
        "(b)    if there are, what the reasons for the delay in confirming them are;",
        "(c)    what measures have been taken to expedite the confirmation process; and",
        "(d)    what progress has been made on the new staff establishment to accommodate nurses with university degrees."
      ]
    },
    {
      "question_number": "733",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct new staff houses at Bwacha Police Station in Bwacha Parliamentary Constituency in order to alleviate the problem of accommodation;",
        "(b)    whether the Government will extend the construction of staff houses to Chililalila and Kamanda Police Posts in Makululu Compound; and",
        "(c)    whether the Government has any plans to construct a modern police station to service Mukobeko Prison, Mukobeko Township, Makupu and surrounding areas."
      ]
    },
    {
      "question_number": "734",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was spent on hosting the constitution review fora in all the districts in Zambia in 2012; and",
        "(b)    how much money was spent on conducting provincial conferences on constitution review in 2012 and 2013."
      ]
    },
    {
      "question_number": "735",
      "asked_by": "Mr Chungu (Luanshya)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Mpika-Kasama Road will be rehabilitated;",
        "(b)    why it has taken long to rehabilitate Chambeshi-Chinkobo Road, in the Northern Province, which has been in a deplorable state for over six years; and",
        "(c)    when the road at (b) will be upgraded to bituminous standard."
      ]
    },
    {
      "question_number": "736",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many pathologists were working  in Zambia as of February, 2013; and",
        "(b)    at which hospitals the pathologists were stationed."
      ]
    },
    {
      "question_number": "737",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Health what measures the Government has taken to control the importation of exotic food stuffs some of which are responsible for diseases such as diabetes and cervical cancer.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "738",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Chilubi and Lupososhi Boarding Secondary Schools, in Northern Province, were not opened in January, 2013, despite 95% of the works having been completed; and",
        "(b)    when the two schools will be officially opened."
      ]
    },
    {
      "question_number": "739",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health whether the Government has any plans to",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    upgrade Kabompo District Hospital to a general hospital; and",
        "(b)    rehabilitate and expand Chikenge Rural Health Centre."
      ]
    },
    {
      "question_number": "740",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the College of Mathematics and Science in Kabompo District will commence; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "741",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Transport, Works, Supply and Communication why the upgrading of the Kasama Airport runway stalled despite the Government releasing funds for the project.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "742",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Road Transport and Safety Agency spent on upgrading the main data link between Lumumba Road Station and the Core Router at Lamya House in Lusaka; and",
        "(b)    what the objective of the project was."
      ],
      "question_text": " Communication:"
    },
    {
      "question_number": "743",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Milyashi Project became operational; and",
        "(b)    how many tonnes of copper have since been produced."
      ]
    },
    {
      "question_number": "744",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will rehabilitate and construct houses for Community Development and Social Welfare officers country-wide; and",
        "(b)    when the Government will provide the Luwingu District office with a motor vehicle for projects."
      ]
    },
    {
      "question_number": "745",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health when the construction of the maternity facility at Mumbeji in Kabompo West Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "746",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Local Government and Housing when the government will award contracts for the rehabilitation of the following feeder roads",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chifwele via Fikonkonta;",
        "(b)    Chepeshi-Shimumbi;",
        "(c)    Musele-Katuta-Sobingi;",
        "(d)    Tungati-Lundu; and",
        "(e)    Mengwe-Bulambo. QUESTIONS FOR WRITTEN ANSWER W56    Ms Imenda (Luena) - to ask the Minister of Tourism and Art:",
        "(a)    which species of wild animals were restocked in the Sioma-Ngwezi National Park from 2001 to 2011;",
        "(b)    how many animals were provided, species by species; and",
        "(c)    if no restocking was undertaken, when the exercise will be done. W57    Mr I Banda (Lumezi) - to ask the Minister of Tourism and Art:",
        "(a)    when the books of account for the following Community Resources Boards of Lumezi Parliamentary Constituency were last audited:",
        "(i)    Chief Kazembe; (ii)    Chief Chitungulu; and (iii)    Chief Mwanya; and",
        "(b)    whether the Government monitors the projects executed under the Community Resources Fund every year and, if so, when the projects were last monitored. W58    Mr Kapyanga (Kabwe Central) - to ask the Minister of Tourism and Art:",
        "(a)    what programmes the Government has initiated to showcase Zambia’s tourism potential as a way of attracting tourists into the country; and",
        "(b)    what measures the Government has taken to ensure quick issuance of visas to tourists. W59    Mr Sianga (Sesheke) - to ask the Minister of Education, Science, Vocational Training and Early Education when the Government will provide lockable storage compartments in the dormitories at Sesheke High School. W60    Mr Lufuma (Kabompo West) - to ask the Vice President:",
        "(a)    what the total cost of constructing the Kariba Dam and its associated infrastructure was;",
        "(b)    whether the Zimbabwean Government has paid its share of the debt incurred by the two Governments during the joint construction of the Kariba Dam;",
        "(c)    if the debt has not been paid by the Zimbabwean Government, whether there is an agreed repayment plan;",
        "(d)    what the total outstanding debt and interest was as of April, 2013; and",
        "(e)    whether the Zambian Government has any plans to collaborate with the Zimbabwean Government on future joint ventures in light of the experience under the Kariba Dam project. W61    Mr Bwalya (Lupososhi) - to ask the Vice President which prisons, in the following provinces, were visited by the Human Rights Commission in 2011 and 2012:",
        "(a)    Eastern;",
        "(b)    Luapula;",
        "(c)    Central;",
        "(d)    Muchinga;",
        "(e)    Southern; and",
        "(f)    Western. W62    Mr Bwalya (Lupososhi) - to ask the Minister of Defence how many officers retired from the following defence forces from 2010 to 2012, year by year",
        "(a)    Zambia Air Force;",
        "(b)    Zambia Army; and",
        "(c)    Zambia National Service. W63    Mr S Chungu (Luanshya) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    whether the Government has any plans to decentralise the Roads Development Agency (RDA) for effective road maintenance in the districts; and",
        "(b)    how much money the RDA received, for roads development, from the European Union from 2006 to 2012, year by year. W64    Mr Matafwali (Bangweulu) - to ask the Minister of Foreign Affairs:",
        "(a)    how many Zambians served jail sentences in foreign countries from 2007 to 2012; and",
        "(b)    in which countries the sentences were served. W65    Mr Matafwali (Bangweulu) - to ask the Minister of Home Affairs how many police were dismissed for the following offences from January, 2008 to February, 2013:",
        "(a)    aggravated robbery;",
        "(b)    corruption;",
        "(c)    defilement; and",
        "(d)    homicide. NOTICE OF MOTION AND ORDER OF THE DAY Mr Muteteka Report of the Committee on Lands, Environment and Tourism on the Report of the Auditor-General on the Management of Museums in Zambia: That this House do adopt the Report of the Committee on Lands, Environment and Tourism on the Report of the Auditor-General on the Management of Museums in Zambia, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 8th July, 2013. 1    The Supplementary Appropriation (2011) Bill                                                                                                                  (N.A.B. 8/2013) Third Reading"
      ]
    }
  ],
  "question_count": 16,
  "status": "success"
}