{
  "metadata": {
    "title": "Friday, 23rd June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11084",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "305",
      "asked_by": "Mr. J Daka (Chadiza)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the tarring of township roads in Chadiza District has stalled;",
        "(b) when the project will resume;",
        "(c) what the cost of the project is;",
        "(d) how much money had been paid to the contractor, as of June, 2022; and",
        "(e) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "306",
      "asked_by": "Mr. Kamondo (Mufumbwe)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the youth resettlement scheme in Mufumbwe Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the size of the scheme is;",
        "(d) what facilities will be provided at the scheme;",
        "(e) how many youths are targeted to occupy the scheme; and",
        "(f) what the social and economic benefits of the scheme are."
      ]
    },
    {
      "question_number": "307",
      "asked_by": "Mr. Mukosa (Chinsali)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress on the resolution of the conflict between the community and the investor at Kasenseli Gold Mine in Mwinilunga District is; and",
        "(b) when the Mine will be re-opened for operations. NOTICE OF MOTION Mr. Mubika Adopt Report of the Committee on Transport, Works and Supply: That this House do adopt the Report of the Committee on Transport, Works and Supply on the Operations and Management of Zambia Airways - Challenges and Opportunities, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Friday, 16th June, 2023. ____________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}