{
  "metadata": {
    "title": "Tuesday, 22nd September, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4554",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 22ND SEPTEMBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the financial status of the Railway Systems of Zambia Limited, at the time the Government took over the Company in 2012, was; and",
        "(b)    how much money the Company owed its suppliers at the time."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Dr E C Lungu (Chama South)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the Chiefdom boundaries dispute between Chief Magodi of the Tumbuka people in Lundazi District in Eastern Province and Chiefs Chikwa and Chifunda of the Senga people in Chama District in Muchinga Province; and",
        "(b)    if so, what measures have been taken to resolve the dispute in order to prevent loss of life."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the clinic in Headman Mulungushi’s Village in Nangoma Parliamentary Constituency will be completed; and",
        "(b)    what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the driveway and parking lots around the Lusaka Main Post Office will be rehabilitated;",
        "(b)    who the contractor for the project is;",
        "(c)    what the cost of the project is; and",
        "(d)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Mr Kazabu (Nkana)",
      "minister": "Minister of Local Government and Housing when rehabilitation of township roads in the following areas will commence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Nkana Parliamentary Constituency; and",
        "(b)    the rest of Kitwe."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Community Development, Mother and Child Health when the health centres at Mimpongo and Katoya in Kaoma District will become operational, following the completion of construction works.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "7",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans of extending the on-going road works on Mokambo-Chembe road to the Mufulira-Mokambo road;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, when the Mufulira-Mokambo road will be rehabilitated."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Ms Miti (Vubwi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Mmbande Boarding Secondary School in Vubwi Parliamentary Constituency will be completed;",
        "(b)    who the contractor for the project is; and",
        "(c)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the road from Liangati to Lui River in Lipuwe area of Senanga District will commence;",
        "(b)    what has caused the delay in commencing the project;",
        "(c)    what the total cost of the project is; and",
        "(d)    what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Chief Ngabwe in Kapiri Mposhi Parliamentary Constituency will be recognised; and",
        "(b)    what has caused the delay in recognising the Chief. NOTICE OF MOTION Mr Chungu Thanks – His Excellency the President’s Address:  That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. _________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}