{
  "metadata": {
    "title": "Wednesday, 24th June, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4170",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 24TH JUNE, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "551",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the roof of the classroom block at Bengamufipa Primary School in Chasefu Parliamentary Constituency, which was blown off, will be replaced;",
        "(b)    what the cause of the delay is;",
        "(c)    what the cost of the works is; and",
        "(d)    what the time-frame for completion of the works is."
      ]
    },
    {
      "question_number": "552",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much revenue was lost when the Nakonde Border Post was closed in March, 2015, due to disturbances in Tanzania; and",
        "(b)    whether there are any plans to mitigate such losses in the future and, if so, how. QUESTIONS FOR WRITTEN ANSWER W50    Mr Namulambe (Mpongwe) - to ask the Minister of Commerce, Trade and Industry:",
        "(a)    what the total number of registered second-hand motor vehicle dealers  country wide is, province by province; and",
        "(b)    of the number above, how many are owned by foreign nationals. W51    Mr Mucheleka (Lubansenshi) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many women clubs in Lubansenshi Parliamentary Constituency were funded from January, 2013 to April, 2015, year by year;",
        "(b)    what the names of the clubs are; and",
        "(c)    how much money was disbursed to each club. W52    Mr Mutelo (Lukulu West) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    how much money was spent on periodic maintenance of the Katunda-Lukulu – Mumbezhi road during the following periods:",
        "(i)    January – December, 2013; (ii)    January – December, 2014; and (iii)    January – April, 2015;",
        "(b)    why the maintenance works always end at Lukulu Civic Centre, leaving out the Lukulu – Mumbezhi stretch;",
        "(c)    when the stretch from Lukulu Civic Centre to Watopa Pontoon will be rehabilitated; and",
        "(d)    when the upgrading of the road, from Katunda to Mumbezhi will commence, considering that feasibility studies have been completed. W53    Mr Chipungu (Rufunsa) - to ask the Vice President:",
        "(a)    what the current population of people in Zambia is, province by province;",
        "(b)    which province is most densely populated; and",
        "(c)    whether the Government has any plans to partition the most densely populated province to facilitate effective service delivery. W54    Mr Miyanda (Mapatizya) - to ask the Minister of Commerce, Trade and Industry:",
        "(a)    how many people from Zimba District applied for funding from the Citizens Economic Empowerment Commission in 2014;",
        "(b)    how many applicants were successful;",
        "(c)    of the successful applicants, how many were:",
        "(i)    women; (ii)    men; and (iii)    youths;",
        "(d)    how much money, in total, was disbursed to the District; and",
        "(e)    what criteria were used to select the successful applicants. W55    Mr Miyanda (Mapatizya) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many qualified medical personnel were stationed at the following health centres in Mapatizya Parliamentary Constituency as of April, 2015:",
        "(i)    Simwatachela; (ii)    Siamafumba; (iii)    Luyaba; (iv)    Mapatizya; and",
        "(v)    Simalundu;",
        "(b)    what the staff establishment for each centre is; and",
        "(c)    when all the centres will be adequately staffed. W56    Mr Miyanda (Mapatizya) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many schools were provided with computers as of April, 2015:",
        "(i)    province by province; and (ii)    in Mapatizya Parliamentary Constituency;",
        "(b)    what the total value of the computers at (a) is;",
        "(c)    how many teachers were trained to teach computer subjects as of April, 2015:",
        "(i)    province by province; and (ii)    in Mapatizya Parliamentary Constituency;",
        "(d)    whether the teachers and computers were adequate for the schools countrywide; and",
        "(e)    if not, when the shortfall will be met. W57    Mr Namulambe (Mpongwe) - to ask the Minister of Local Government and Housing:",
        "(a)    how much money, in salary arrears, was owed to council employees, country-wide, as of April, 2015;",
        "(b)    how many councils were affected, province by province;",
        "(c)    which category of employees was affected most;",
        "(d)    what has caused the delay in paying the salaries;",
        "(e)    when the employees will be paid; and",
        "(f)    by how many months the salary arrears were, province by province."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}