{
  "metadata": {
    "title": "Wednesday, 13th June, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7534",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "275",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a road around the Liuwa National Park in the Western Province to encourage investment in hotels and lodges; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "276",
      "asked_by": "Mr Chali (Nchanga)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Mine Safety Department has completed investigations into the fatal accident of 27th August, 2017 involving Mr Webster Chingwe at Nchanga Open Pit Cut II, in Chingola;",
        "(b) if so, why an inquest by the Courts has not commenced;",
        "(c) if the investigations have not been completed, why operations at the mine have been allowed to resume;",
        "(d) whether the action at (c) is not a violation of the mining and explosives regulations; and",
        "(e) if the regulations have been violated, what action will be taken against the culprits. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Credit Reporting – Bill to provide for the regulation of credit reporting agencies by the Bank of Zambia; the licensing of credit reporting agencies; the establishment of a Credit Registry; the governance and management of credit reporting agencies, the protection of data subjects; information sharing and reporting to enable assessment of the credit worthiness of a data subject; and matters connected with, or incidental to, the foregoing.          (N.A.B 6/2018) The Minister of Finance The Public-Private Partnership (Amendment) – Bill to amend the Public-Private Partnership Act, 2009. (N.A.B 7/2018)"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}