{
  "metadata": {
    "title": "Thursday, 18th October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1816",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 18TH OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "154",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many 50kg bags of maize were purchased by the Food Reserve Agency in Mangango Parliamentary Constituency from 2009 to 2011, year by year;",
        "(b)    how many satellite depots were used to purchase the maize at (a); and",
        "(c)    when the Government will open more satellite depots in the Constituency, especially in Shikombwe Ward."
      ]
    },
    {
      "question_number": "155",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will rehabilitate all the silos country-wide; and",
        "(b)    whether it is beneficial for the Government to continue constructing slabs for storage of maize instead of building silos."
      ]
    },
    {
      "question_number": "156",
      "asked_by": "Mr V Mwale (Chipangali)",
      "minister": "Minister of Health whether the Ministry has any plans to construct rural health centres at the following locations in Chipangali Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Nguluwe and Chamasongwe in Chief Mshawa’s area; and",
        "(b)    Chamanda in Chief Chanje’s area."
      ]
    },
    {
      "question_number": "157",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Home Affairs when police posts will be constructed in the following areas in Kabompo District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mumbeji; and",
        "(b)    Kayombo."
      ]
    },
    {
      "question_number": "158",
      "asked_by": "Mr Milambo (Mwembeshi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what long and short term measures ZESCO has taken to reduce load-shedding; and",
        "(b)    when ZESCO expects the load-shedding to end."
      ]
    },
    {
      "question_number": "159",
      "asked_by": "Mr M B Mwale (Malambo)",
      "minister": "Vice President what the order of precedence is like among the top six (6) Cabinet portfolios.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "160",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when investigations into the incomplete market structure at Musamba Market on the M8 Road at Kabompo Central Business District will be concluded;",
        "(b)    when construction works at (a) above will resume; and",
        "(c)    when the market will be opened to the public."
      ],
      "question_text": " Housing:"
    },
    {
      "question_number": "161",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Home Affairs how many people were remanded in custody country-wide as of 31st December, 2011.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "162",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Justice how many people were represented by the Legal Aid Board in the Zambian courts of law from January, 2009 to December, 2011.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "163",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many districts were created by the Government between September, 2011 and June, 2012;",
        "(b)    how much money will be spent on constructing infrastructure in all the newly created districts;",
        "(c)    what type of infrastructure will be constructed in each new district; and",
        "(d)    whether contractors for the above projects have already been identified and, if so, who they are."
      ]
    },
    {
      "question_number": "164",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many motor vehicles were imported into Zambia in 2010; and",
        "(b)    how much revenue was raised, in the form of taxes, from the imports at (a)."
      ]
    },
    {
      "question_number": "165",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a dam at Kamenyani on Machile River in Mulobezi Parliamentary Constituency;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    what the estimated time-frame for the project is."
      ]
    },
    {
      "question_number": "166",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to establish a skills training centre in Mulobezi;",
        "(b)    if so, when the centre will be established; and",
        "(c)    what the estimated cost of the centre is."
      ]
    },
    {
      "question_number": "167",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection why the Government has not issued Certificates of Title to applicants in Chilubi District since 2000.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "168",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection how much land is currently held under leasehold in Northern and Luapula Provinces.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "169",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the following facilities at Sioma High School in Shangombo District are in a dilapidated state and unfit for human habitation:",
        "(i)    pupils’ dormitories; (ii)    laboratories; and (iii)    teachers’ houses;",
        "(b)    if so, when the Government will undertake major rehabilitations; and",
        "(c)    when more dormitories, especially for girls who rent houses in nearby villages, will be constructed."
      ]
    },
    {
      "question_number": "170",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Maziba Bridge in Shangombo District will be constructed; and",
        "(b)    whether the Government has any plans to construct a bridge across the Zambezi River at Kalongola or Nangweshi."
      ]
    },
    {
      "question_number": "171",
      "asked_by": "Mr B Mutale (Kwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government has any plans to introduce paramedics on the country’s highways in order to save lives following road traffic accidents.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "172",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing when the entire drainage system in Lusaka will be improved permanently.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "173",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Mines, Energy and Water Development what progress the Government has made in relation to oil exploration in the Kayombo area in Kabompo, Chavuma and Zambezi Districts in North-Western Province.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many metric tonnes of cassava and maize were produced in Mulobezi Parliamentary Constituency from 2008 to 2011, year by year;",
        "(b)    how many head of cattle were in the Constituency from 2009 to 2011, year by year; and",
        "(c)    how many head of cattle at (b) died due to diseases. W4    Mr Simbao (Senga Hill) - to ask the Minister of Finance:",
        "(a)    how much money, in form of grants, was given to the Zambian Government by the following countries from 2001 to 2012:",
        "(i)    India; (ii)    China; (iii)    France; (iv)    Japan;",
        "(v)    United Kingdom; and (vi)    United States of America;",
        "(b)    what the purpose of each grant above was; and",
        "(c)    why the grant of US$50 million given by the Indian Government in 2010 was not utilised as of October, 2011. NOTICE OF MOTION AND ORDER OF THE DAY Mr Mweetwa Report of the Parliamentary Select Committee :  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential Appointments of Hon Justice (Rtd) Christopher Sichimwa Mushabati and Dr Frederick Mwansa Ng’andu to serve as Members of the Electoral Commission of Zambia, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 15th October, 2012. 1    Supply - Motion (12th October) - Resumption of Debate."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 20,
  "status": "success"
}