{
  "metadata": {
    "title": "Thursday, 28th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5121",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 28TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "414",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of staff houses at Mumbeji Local Court in Kabompo West Parliamentary Constituency will be completed;",
        "(b)    what has caused the delay in completing the project; and",
        "(c)    what the cost of the project is."
      ]
    },
    {
      "question_number": "415",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that there is a boundary dispute between Chief Bundabunda and Chieftainess Mupanshya in Rufunsa District; and",
        "(b)    if so, when the dispute will be resolved."
      ]
    },
    {
      "question_number": "416",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Works and Supply what the progress on the resurfacing of the uneven stretch of Chikwa Road between Addis Ababa and the High Court Roundabouts in Lusaka, as per the undertaking made in June, 2014, is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Chomba-Shikabeta road in Rufunsa Parliamentary Constituency will be graded and culvets installed; and",
        "(b)    what has caused the delay in commencing the project. W30    Mr Chipungu (Rufunsa) - to ask the Minister of Finance:",
        "(a)    whether the Government has any plans to facilitate the opening of the National Savings and Credit Bank in Rufunsa District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. W31    Mr Lufuma (Kabompo West) - to ask the Minister of Works and Supply:",
        "(a)    whether the Government has any plans to upgrade township roads in Kabompo District to bituminous standard;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. W32    Mr Lufuma (Kabompo West) - to ask the Minister of Works and Supply:",
        "(a)    whether the Government has any plans to construct a bridge across the Zambezi River in Zambezi District;",
        "(b)    if so, when the works will commence;",
        "(c)    what the time-frame for the project is; and",
        "(d)    what the estimated cost of the project is. PRESENTATION OF GOVERNMENT BILL The Minister of Home Affairs The Passport – Bill to provide for the vesting of powers and duties for the issuance of, and control over, passports and travel documents; provide for the issuance of passports and travel documents; provide for the recognition of Interpol travel documents; repeal and replace the Passports Act, 2003; and provide for matters connected with, or incidental to, the foregoing.                                  (N.A.B. 23/2016)"
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 3,
  "status": "success"
}