{
  "metadata": {
    "title": "Thursday, 27th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1554",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 27TH June, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "621",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the erection of communication towers in the following areas of Luena Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Nangili;",
        "(b)Nangula;",
        "(c)Namboma;",
        "(d)Ikwichi; and",
        "(e)Ushaa."
      ]
    },
    {
      "question_number": "622",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Agriculture and Livestock when the Government will facilitate the establishment of sugar and banana plantations for small-scale farmers in Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "623",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Information and Broadcasting when the following will be provided to Nchelenge Office",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)video camera;",
        "(b)digital still picture camera;",
        "(c)voice recorder;",
        "(d)indoor and outdoor speakers;",
        "(e)internet service; and",
        "(f)water transport."
      ]
    },
    {
      "question_number": "624",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Ministry carried out any vaccination exercise in Liuwa Parliamentary Constituency towards the end of 2012; and",
        "(b)if so, against what disease; and",
        "(c)what effect the vaccines used had on children."
      ]
    },
    {
      "question_number": "625",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will construct the following",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)a university in Northern Province; and",
        "(b)a vocational training institute in Luwingu District."
      ]
    },
    {
      "question_number": "626",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will install a new generator set at Yeta Hospital in Sesheke District; and",
        "(b)when the Government will provide the Hospital with appropriate and sufficient bedding."
      ]
    },
    {
      "question_number": "627",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government is aware that the Forestry Department in Sesheke District does not have a reliable vehicle and, if so, when the office will be given another vehicle;",
        "(b)how much money was raised by the Department from 2010 to 2012, year by year;",
        "(c)whether the Government is aware that the Department does not have adequate furniture; and",
        "(d)whether the Government has any plans to allow the Department to use a percentage of the revenue it collects on its operations."
      ]
    },
    {
      "question_number": "628",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to construct palaces and install solar power for Chiefs Kalunga and Chiyengele in Kabompo West Parliamentary Constituency; and",
        "(b)whether there is a standard design for chiefs’ palaces."
      ]
    },
    {
      "question_number": "629",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)why the mobile hospital boats, which are under the jurisdiction of the Ministry, have not yet commenced operations on Lakes Bangweulu and Mweru; and",
        "(b)when the operations will commence."
      ]
    },
    {
      "question_number": "630",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many people were employed by ZCCM-Investments Holdings Plc from 2010 to 2012, year by year; and",
        "(b)how much money the Company spent on emoluments in the same period. NOTICE OF MOTION Mr Antonio Report of the Committee on Government Assurances : That this House do adopt the Report of the Committee on Government Assurances, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 10th June, 2013."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}