{
  "metadata": {
    "title": "Wednesday, 31st October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1801",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 31ST OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "234",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Lundazi Boarding Secondary School in Lundazi District has been threatened with immediate closure by health authorities in the District due to poor sanitation; and",
        "(b)    if so, what immediate measures the Government is taking to address the problem."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Vice President whether the Government has any plans to transfer the portfolio of road transport and safety from the Ministry of Transport, Works, Supply and Communication to the Ministry of Local Government and Housing to enable councils raise revenue from motor vehicle and boat licensing.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "236",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a modern market at Main Masala Market in Ndola; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "237",
      "asked_by": "Mr V Mwale (Chipangali)",
      "minister": "Vice President what measures the Government has taken to enhance the independence of the Office of the Auditor-General in accordance with the Lima Declaration of 1977 and the Mexico Declaration of 2007 which have since been adopted by the United Nations General Assembly as part of the UN Resolution No. A/66/209.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "238",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Tourism and Art whether the Government has any plans to compensate the Community Scouts in Nsumbu and Mweru-Wantipa National Parks who have been offering their services for free in the past ten (10) years.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "239",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Education, Science, Vocational",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to transform Mangango Day High School into a boarding school; and",
        "(b)    when the Government will construct more staff houses and class rooms at the School in order to improve the infrastructure."
      ],
      "question_text": " Training and Early Education:"
    },
    {
      "question_number": "240",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many farmers, country-wide, benefited from the Farmer Input Support Programme during the 2011/2012 farming season;",
        "(b)    whether the Government has any plans to revise the Programme; and",
        "(c)    if so, when the process of revision will commence."
      ]
    },
    {
      "question_number": "241",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the mobile phone communication tower in Sichili only covers a radius of 5km; and",
        "(b)    if so, when the coverage area will be extended."
      ]
    },
    {
      "question_number": "242",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much crop was destroyed by wild animals in Shangombo in 2012;",
        "(b)    whether the Government will compensate the farmers whose crops were destroyed by wild animals;",
        "(c)    how many cases of human-animal conflict were reported in Shangombo from January, 2011 to July, 2012; and",
        "(d)    what measures the Government has taken to control the human-animal conflicts to provide a win-win situation for both people and the animals."
      ]
    },
    {
      "question_number": "243",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has to exploit natural resources such as wildlife in Liuwa Parliamentary Constituency as a means of fighting the high levels of poverty in the area; and",
        "(b)    when the plans at (a) will be implemented. PRESENTATION OF GOVERNMENT BILL The Minister of Finance The Re-Denomination of Currency - Bill to provide for the re-denomination of the existing currency; effective date of application of the re-denominated currency; circulation of the existing currency and re-denominated currency; display of prices in both the existing and re-denominated currency during the effective period; application of the re-denominated currency to acts performed under legal instruments; treatment of debt obligations and rounding off rules; technological adaptation connected with the re-denominated currency; and matters connected with, or incidental to, the foregoing.                                                                            (N.A.B. 8/2012) ORDER OF THE DAY 1    Supply - Motion (12th October) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}