{
  "metadata": {
    "title": "Thursday, 13th October, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10664",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "64",
      "asked_by": "Mr  Mushanga (Bwacha)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Zambia-China Mulungushi Textiles will resume its operations;",
        "(b) what has caused the delay in reopening the company;",
        "(c) how many jobs are expected to be created when the company becomes operational; and",
        "(d) whether GingdaoRuichang Tech-Industry Company is still an equity partner."
      ]
    },
    {
      "question_number": "65",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct additional communication towers in Kalabo District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) how many towers are earmarked for construction in the District."
      ]
    },
    {
      "question_number": "66",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that most motor cycles in Mkaika Parliamentary Constituency are not registered with the Road Transport and Safety Agency;",
        "(b) what measures the Government is taking to ensure that all the motor cycles are registered;",
        "(c) whether the Government has any plans to devolve the function of motor vehicle registration to local authorities, countrywide; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "67",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure a motor vehicle for Chasefu Police Station in Chasefu District; and",
        "(b) if so, when the plans will be implemented. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W2. Mr Miyutu (Kalabo Central)  -  to ask the Minister of Community DevelopmentandSocial Services:",
        "(a) how many childcare facilities there were, countrywide, as of May, 2022, province by province; and",
        "(b) how many child care facilities at (a) were recipients of grants from the Government."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}