{
  "metadata": {
    "title": "Tuesday, 16th June, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4133",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 16TH JUNE, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "491",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to reduce the loss of lives of pedestrians crossing the Ndola/Kitwe Dual Carriageway, on the stretch between Mulenga and      Chamboli Townships; and",
        "(b)    whether the contractor working on the Road will put lay-bys at the following points:",
        "(i)    Overspill Bus Station; (ii)    Mulenga/Kamfinsa Bus Station; and (iii)    Mulenga Bus Station opposite Petroda Filling Station."
      ]
    },
    {
      "question_number": "492",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many types of herbal medicines for the cure of HIV/AIDS underwent clinical trials from January, 2006 to February, 2015;",
        "(b)    what the findings of the trials on each of the herbal medicines are;",
        "(c)    how much money the Government spent on the trials; and",
        "(d)    when the clinical trials are expected to be concluded."
      ]
    },
    {
      "question_number": "493",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction works on the National Registration Office block in Katete District have stalled;",
        "(b)    when the works will resume;",
        "(c)    who the contractor for the project is; and",
        "(d)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "494",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the staff establishment for the Mpongwe Police Station is;",
        "(b)    how many officers there were at the Station as of March, 2015;",
        "(c)    how many officers are accommodated by the Police Command;",
        "(d)    whether the officers who are not accommodated are paid housing allowance and, if not, why; and",
        "(e)    when the Government will build a modern police station in Mpongwe District."
      ]
    },
    {
      "question_number": "495",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)        what the total number of farm blocks in Luwingu District is;",
        "(b)        what the major crops grown in the farm blocks are;",
        "(c)        how many tonnes of maize were bought by the Food Reserve Agency from Luwingu District from 2011 to 2014, year by year; and",
        "(d)        whether the Government has any plans to grade the feeder roads in the farm blocks at (a) to ease the transportation."
      ]
    },
    {
      "question_number": "496",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the following schools in Senanga District will be completed:",
        "(i)    Kakenge; (ii)    Mumbula; and (iii)    Mwalye;",
        "(b)    how many schools under construction in the District have not been completed;",
        "(c)    how much money is required to complete the construction of the schools; and",
        "(d)    when all the schools under construction will be completed."
      ]
    },
    {
      "question_number": "497",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to review legislation that restricts foreigners from owning land; and",
        "(b)    if so, when a Bill will be introduced in the House."
      ]
    },
    {
      "question_number": "498",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the new Simon Mwansa Kapwepwe International Airport in Ndola will commence;",
        "(b)    what the cost of the project is;",
        "(c)    who is funding the project;",
        "(d)    what the name of the contractor is; and",
        "(e)    what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "499",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of Kabwanga and Butinti Dams in Mumbwa District, which burst two years ago, will commence; and",
        "(b)    what has caused the delay in rehabilitating the Dams."
      ]
    },
    {
      "question_number": "500",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Community Development, Mother and Child Health when the K50,000 that was approved in 2012 for the Nchelenge District Women Association will be released.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "501",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when desks will be provided to the newly constructed Nangoma Secondary School in Nangoma Parliamentary Constituency; and",
        "(b)    when construction of teachers’ houses at the School will commence."
      ]
    },
    {
      "question_number": "502",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that buildings are being constructed on the Lunkhwakwa River in the Chipata Central Business District in Eastern Province; and",
        "(b)    if so, what measures are being taken to protect the River from being obstructed by the new buildings and the garbage being disposed of in the River."
      ]
    },
    {
      "question_number": "503",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the electrification of Zemba in Chadiza District will be completed;",
        "(b)    what has caused the delay in completing the project;",
        "(c)    what the total cost of the project is; and",
        "(d)    what the name of the contractor is."
      ]
    },
    {
      "question_number": "504",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to re-open community centres in Kwacha Parliamentary Constituency:",
        "(b)    if so, when the plans will be implemented;",
        "(c)    what the cost of the exercise is; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "505",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when modern structures will be constructed at Namakando Primary School in Lukulu West Parliamentary Constituency to replace the mud and pole structures that have characterized the School since inception in 1943;",
        "(b)    why the School has remained in a poor state for such a long time; and",
        "(c)    when the School will be provided with solar power."
      ]
    },
    {
      "question_number": "506",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of staff houses at Mabua and Mutala Health Posts in Sikongo Parliamentary Constituency will be completed; and",
        "(b)    what has caused the delay in completing the projects."
      ]
    },
    {
      "question_number": "507",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when health posts will be constructed at the following places in Chasefu Parliamentary Constituency:",
        "(i)    Boyole; (ii)    Kamuzowole; and (iii)    Khulamayembe;",
        "(b)    what has caused the delay in commencing the works;",
        "(c)    what the cost, on average, of constructing one health post is; and",
        "(d)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "508",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Mines, Energy and Water Development whether the Government has any plans to connect electricity to the following places in Kafulafuta Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chief Chiwala’s Palace via Lupiya School to Njelemani Clinic;",
        "(b)    Chondwe Prison via Mutaba School to Kafulafuta Railway Station; and",
        "(c)    Nsobe Game Ranch via Mbotwa School to Mbotwa Farm Block."
      ]
    },
    {
      "question_number": "509",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the works on the water reticulation system in Nakonde will resume;",
        "(b)    which contractor will complete the works;",
        "(c)    what the cost of completing the outstanding works is; and",
        "(d)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "510",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to change the crop production cycle in view of the changed rainfall pattern due to effects of climate change;",
        "(b)    if so, what the plans are;",
        "(c)    when the plans will be implemented; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "511",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Zambians died as a result of xenophobic violence in South Africa in March/April, 2015; and",
        "(b)    what measures the Government has taken to prevent xenophobic attacks in Zambia."
      ]
    },
    {
      "question_number": "512",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money from the 2013 and 2014 budgets was allocated for upgrading of the road from Kabompo at Katendwa via Chikokwelo to Kayombo in Kabompo West Parliamentary Constituency;",
        "(b)    of the amount above, how much was disbursed;",
        "(c)    what the outstanding balance was as of December, 2014;",
        "(d)    why works on the project have stalled;",
        "(e)    when works will resume; and",
        "(f)    what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "513",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Msoro Road in Kasenengwa Parliamentary Constituency will be tarred.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "514",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes are earmarked for sinking at the following:",
        "(i)    Limulunga Royal Village; and (ii)    the entire Limulunga District;",
        "(b)    when the boreholes will be sank; and;",
        "(c)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "515",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Kwacha Health Centre in Kwacha Parliamentary Constituency will begin to operate for 24 hours a day;",
        "(b)    when the maternity wing at the Health Centre will be opened; and",
        "(c)    what has caused the delay in implementing the measures at (a) and (b) above. PRESENTATION OF GOVERNMENT BILLS The Minister of Lands, Natural Resources and Environmental Protection The Forests - Bill to provide for the establishment and declaration of National Forests, Local Forests, joint forest management areas, botanical reserves, private forests and community forests; provide for the participation of local communities, local authorities, traditional institutions, non-governmental orgainsations and other stakeholders in sustainable forest management; provide for the conservation and use of forests and trees for the sustainable management of forests, ecosystems and biological diversity; establish the Forest Development Fund; provide for the implementation of the United Nations Framework Convention on Climate Change, Convention on International Trade in Endangered Species of Wild Flora and Fauna, the Convention on Wetlands of International Importance, especially as Water Fowl Habitat, the Convention on Biological Diversity, the Convention to Combat Desertification in those Countries experiencing Serious Drought and/or Desertification, particularly in Africa and any other relevant international agreement to which Zambia is a party; repeal and replace the Forests Act, 1999; and provide for matters connected with, or incidental to, the foregoing.                                                                                                              (N.A.B 4/2015) The Minister of Justice The Referendum (Amendment) - Bill to amend the Referendum Act, 1967.                                         (N.A.B. 5/2015)"
      ]
    }
  ],
  "question_count": 25,
  "status": "success"
}