{
  "metadata": {
    "title": "Tuesday, 9th February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8733",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "122",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to sink boreholes in the following areas in Mumbwa Parliamentary Constituency:",
        "(i) Kankuka; (iv) Butinti; and (ii) Mululi; (v) Nambala; (iii) Moono;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether there are any plans to construct a dam in Mululi area; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "123",
      "asked_by": "Mr Chalwe (Bahati)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the project to connect electricity from Chief Chisunka’s Palace to Mutwe Wankoko in Kampemba Ward in Bahati Parliamentary Constituency has stalled;",
        "(b) when the project will resume; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "124",
      "asked_by": "Mr Mulusa (Solwezi Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to procure new equipment for the Neonatal Intensive Care Unit at the University Teaching Hospital;",
        "(b) if so, when the plans will be implemented;",
        "(c) what equipment will be procured; and",
        "(d) if there are no such plans, why. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Legal Aid - Bill to provide for the granting of legal aid in civil and criminal cases to persons whose means are insufficient to enable them to pay for legal services; to provide for the regulation of law clinics in the provision of legal aid; continue the existence of the Legal Aid Board and provide its functions; to re-constitute the Board of the Legal Aid Board and re-define its functions; provide for the registration of practitioners, legal assistants, paralegals and legal aid service providers; continue the existence of the Legal Aid Fund and provide for its administration and management; to repeal and replace the Legal Aid Act, 1967; and to provide for matters connected with, or incidental to, the foregoing.(N.A.B. 1/2021) The Minister of Transport and Communication The Cyber Security and Cyber Crimes - Bill to provide for cyber security in the Republic; provide for the protection of persons against cyber crime; provide for child online protection; facilitate identification, declaration and protection of critical information infrastructure; provide for the collection of and preservation of evidence of computer and network related crime; provide for the admission, in criminal matters, of electronic evidence; provide for registration of cyber security services providers; and to provide for matters connected with, or incidental to, the foregoing.(N.A.B. 2/2021) The Minister of Health The Health Professions (Amendment) - Bill to amend the Health Professions Act.           (N.A.B. 3/2021) The Minister of Commerce, Trade and Industry The Citizen Economic Empowerment (Amendment) Bill, 2021 - Bill to amend the Citizen Economic Empowerment Act, 2006. (N.A.B. 5/2021) The Minister of Commerce, Trade and Industry The Control of Goods (Amendment) - Bill to amend the Control of Goods Act.                   (N.A.B. 7/2021) NOTICE OF MOTION Mr Samakayi Adopt Report of the Committee on Local Governance, Housing and Chiefs’ Affairs : That this House do adopt the Report of the Committee on Local Governance, Housing and Chiefs’ Affairs on the Report of the Auditor General on the Performance Audit on the Provision of Fire Fighting and Rescue Services in Zambia, for the Fifth Session of the Twelfth National Assembly, laid on the Table of the House on 3rd February, 2021. _____________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}