{
  "metadata": {
    "title": "Friday, 12th February, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4900",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 12TH FEBRUARY, 2016",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "267",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Community Development and Social Welfare",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to roll out the Social Cash Transfer Programme to Kalabo Central Parliamentary Constituency;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    whether the beneficiaries have been identified."
      ]
    },
    {
      "question_number": "268",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Works and Supply when the construction of Katunda-Lukulu-Mumbezhi road will commence, considering that feasibility studies have already been carried out.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "269",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether employees who were retrenched at Zambezi Portland Cement (Zambia) Limited have been paid their terminal benefits; and",
        "(b)    if not, what measures the Government has taken to assist the retrenched employees get their benefits."
      ]
    },
    {
      "question_number": "270",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many road traffic accidents involving cyclists occurred at night country-wide from 2013 to 2015, year by year;",
        "(b)    what the major causes of the accidents were; and",
        "(c)    what measures have been taken to reduce the accidents."
      ]
    },
    {
      "question_number": "271",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a 1 x 2 classroom block at Washishi Primary School in Lukulu West Parliamentary Constituency will commence; and",
        "(b)    what has caused the delay in commencing the works."
      ]
    },
    {
      "question_number": "272",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total staff establishment of the Zambia Correctional Service is;",
        "(b)    of the number above, how many are university graduates; and",
        "(c)    what measures the Government is taking to attract more university  graduates to join the Service."
      ]
    },
    {
      "question_number": "273",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether teachers at the following schools in Mkaika Parliamentary Constituency are entitled to rural hardship allowance:",
        "(i)    Mkangazi; (ii)    Chisale; (iii)    Mtetezi; (iv)    Mwaziputa;",
        "(b)    if so, why they are not paid the allowance; and",
        "(c)    what factors the Government takes into consideration in determining the eligibility to receive the allowance."
      ]
    },
    {
      "question_number": "274",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there are any national parks that are managed by non-Zambians in the country;",
        "(b)    if so, what the names of the parks are; and",
        "(c)    why the parks are being managed by non-Zambians."
      ]
    },
    {
      "question_number": "275",
      "asked_by": "Mr Mwamba (Lubansenshi)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the boundary dispute between Senior Chief Shimumbi of Luwingu District and Chief Matipa of Chilubi District will be resolved; and",
        "(b)    what has caused the delay in resolving the dispute."
      ]
    },
    {
      "question_number": "276",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the current National Sports Council of Zambia (NSCZ) Board was appointed;",
        "(b)    how much money the Government disbursed, in grants, to the NSCZ from January, 2013 to October, 2015; and",
        "(c)    how much money was spent on the following, in the same period:",
        "(i)    servicing the Board; and (ii)    support to sports associations. NOTICE OF MOTION Mr Hamududu Report of the Committee on Estimates: That, in terms of Article 203 of the Constitution, this House do adopt the Report of the Committee on Estimates on the Supplementary Provision Warrant No. 1 of 2016."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}