{
  "metadata": {
    "title": "Friday, 21st June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1557",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 21ST JUNE, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "591",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many chiefs, in Central and Luapula Provinces, were not recognised as of December, 2012;",
        "(b)    what has caused the delay in recognising the Chiefs; and",
        "(c)    whether Bwacha Parliamentary Constituency has any Chiefs and Village Headpersons."
      ]
    },
    {
      "question_number": "592",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Home Affairs when the Government will construct a police station at Lumezi Centre in Lumezi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "593",
      "asked_by": "Brig Gen Dr Chituwo (Mumbwa)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Ministry has taken to protect indigenous artistes of music and other art works from exploitation due to piracy and non-payment of royalties by some radio stations; and",
        "(b)    what assistance the Government renders to indigenous music artistes in the composition, recording, distribution and sale of their products."
      ]
    },
    {
      "question_number": "594",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the residents of Sesheke Parliamentary Constituency will begin to receive water throughout the day;",
        "(b)    whether the Government has any plans to replace water pipes that frequently burst; and",
        "(c)    what plans the Government has to increase the number of customers receiving piped water in the Constituency."
      ]
    },
    {
      "question_number": "595",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many youth clubs applied for financial assistance in the form of loans, in Dundumwezi Parliamentary Constituency from 2011 to-date;",
        "(b)    how many applications for loans were successfully considered; and",
        "(c)    what the names of the clubs that applied for the loans are. NOTICE OF MOTION Mr Muteteka Report of the Committee on Lands, Environment and Tourism : That this House do adopt the Report of the Committee on Lands, Environment and Tourism, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 10th June, 2013."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}