{
  "metadata": {
    "title": "Thursday, 18th November, 2021",
    "source_url": "https://www.parliament.gov.zm/node/9895",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "90",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government issued any prospecting or exploration licences in the following areas, countrywide, from 2014 to 2019:",
        "(i) national parks; (ii) game management areas; (iii) national forests; and (iv) bird sanctuaries;",
        "(b) whether there have been any litigation arising from the issuance of the licences at (a);",
        "(c) if so, how many such cases there were, as of July, 2020; and",
        "(d) what measures the Government is taking to avoid such legal suits."
      ]
    },
    {
      "question_number": "91",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why some residents who paid Zesco Limited for electricity connections in 2014, in Chienge District, have not had power connected to their premises;",
        "(b) what the cause of the delay in connecting the premises is; and",
        "(c) how many applications were pending, as of August, 2021."
      ]
    },
    {
      "question_number": "92",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of communication towers in the following areas in Kasempa District will be completed:",
        "(i) Kabila; (v) Kalombe; (ii) Maako-Nyoka; (vi) Katete; (iii) Kamatete; (vii) Mufwashi-Nyoka; and (iv) Lubofu; (viii) Jifumpa;",
        "(b) what has caused the delay in completing the construction works; and",
        "(c) when the towers will become operational."
      ]
    },
    {
      "question_number": "93",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the Government does not cater for primary school pupils whose schools are upgraded to secondary school level in Chienge District; and",
        "(b) what measures are being taken to address the problem. ORDER OF THE DAY 1. Supply - Motion (29th October) - Resumption of Debate: (Mr Kamondo, MP) __________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}