{
  "metadata": {
    "title": "Tuesday, 26th June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1918",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 26TH JUNE, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "350",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Health when qualified medical staff will be posted to the following rural health centres in Sikongo Parliamentary Constituency, which are run by unqualified personnel",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Tuuwa;",
        "(b)    Mwenyi;",
        "(c)    Kaluwe; and",
        "(d)    Nyengo."
      ]
    },
    {
      "question_number": "351",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of the embankment at Kapalala Pontoon in Milenge District will commence to enable the newly installed pontoon start operating;",
        "(b)    when the Government will construct staff houses at Kapalala Pontoon; and",
        "(c)    what the cost of the projects at (a) and (b) is."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Commerce, Trade and Industry whether the Government has any plans to resuscitate the Mansa Battery Factory which became defunct shortly after being privatised and, if so, what the plans are.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "353",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was spent on the preparations for the 2012 Africa Cup of Nations (AFCON 2012) tournament; and",
        "(b)    how much money the Government spent on the upkeep and winning bonuses for the players during the AFCON 2012 tournament."
      ]
    },
    {
      "question_number": "354",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to expand the mortuary at the Yeta Hospital in Sesheke District; and",
        "(b)    when the Hospital will be upgraded to a level of a general hospital."
      ]
    },
    {
      "question_number": "355",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Mulobezi High School will be completed;",
        "(b)    what the total cost of the project, on completion, will be;",
        "(c)    what the initial estimated time-frame for completing the project as contained in the contract is; and",
        "(d)    who the contractors for the project are."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many cases of typhoid were recorded in Lusaka and Chingola from September, 2011 to February, 2012;",
        "(b)    how many complicated cases of typhoid were dealt with at:",
        "(i)    Levy Mwanawasa General Hospital in Lusaka; and (ii)    Nchanga North Hospital in Chingola;",
        "(c)    how many cases resulted in deaths at the two hospitals at (b) above;",
        "(d)    which parts of Lusaka and Chingola were most cases of typhoid reported from; and",
        "(e)    what measures have been taken to prevent the outbreak of the disease in future."
      ]
    },
    {
      "question_number": "357",
      "asked_by": "Mr Chilangwa (Kawambwa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to investigate the credibility of the 2001 and 2006 Presidential and General Elections as well as the 2008 Presidential By-Election in order to identify possible weaknesses and remedies in the electoral process; and",
        "(b)    if so, when the investigations will commence."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr P A Ngoma (Feira)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the newly constructed hospital in Luangwa District will be officially opened to the public; and",
        "(b)    when staff houses at the hospital will be constructed."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the school desks that were offloaded at the District Education Board Secretary’s office in Kalabo will be distributed to the beneficiary schools; and",
        "(b)    why the distribution exercise has delayed."
      ]
    },
    {
      "question_number": "360",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when health centres in Kwacha Parliamentary Constituency will start operating for 24 hours a day;",
        "(b)    when the ambulance service will be introduced in the Constituency; and",
        "(c)    when a clinic will be built in Chantete."
      ]
    },
    {
      "question_number": "361",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Local Government and Housing when the water reticulation system in Kaoma township will be upgraded to cater for the growing population.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "362",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, in addition to the trophy, the Zambia National Football Team was given for winning the 2012 Africa Cup of Nations (AFCON) tournament;",
        "(b)    of the amount at (a), how much was given to each player;",
        "(c)    what benefits, in monetary terms, accrued to the nation for winning the 2012 AFCON tournament;",
        "(d)    whether the Government has any plans of using the proceeds of the 2012 AFCON towards the development of football in the country and, if so, what the plans are ; and",
        "(e)    what plans the Ministry has to develop football in Lupososhi Parliamentary Constituency."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr Siamunene (Sinazongwe)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the country earned from the export of copper, cobalt and gold from March, 2009 to February, 2012;",
        "(b)    how much of this amount was repatriated back into Zambia; and",
        "(c)    what measures has the Government taken to ensure that earnings from mineral exports are utilised on the development of the local economy."
      ]
    },
    {
      "question_number": "364",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Finance and National Planning whether the Government has any plans to encourage Islamic banking in Zambia.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " NOTICE OF MOTION AND ORDER OF THE DAY Mr Pande Report of the Committee on Tourism, Information and Broadcasting Services: That this House do adopt the Report of the Committee on Tourism, Information and Broadcasting Services, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 15th June, 2012. 1    The Persons with Disabilities Bill                                                                                                     (N.A.B. 4/2012) Committee Stage"
    }
  ],
  "question_count": 15,
  "status": "success"
}