{
  "metadata": {
    "title": "Tuesday, 20th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11586",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "212",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct mini stadia in all provincial centres;",
        "(b) if so, what the total cost of the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "213",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that some police officers who were transferred on promotion to Mitete District between 2021 and 2023, had not reported for duty in the District as of July, 2023; and",
        "(b) if so, what measures are being taken to ensure that the officers start working in the District."
      ]
    },
    {
      "question_number": "214",
      "asked_by": "Ms Mabonga (Mfuwe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that the absence of a medical doctor at ChiundaPonde Health Centre in Mfuwe Parliamentary Constituency has led to patients being transferred to other health facilities thereby, subjecting them to incur travel expenses; and",
        "(b) if so, what measures are being taken to ensure that medical doctors are deployed to the ChiundaPonde health facility and avert loss of lives."
      ]
    },
    {
      "question_number": "215",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Sinda-Nyanje Hospital road in Sinda District to bituminous standard; and",
        "(b) if so, when the plans will be implemented. NOTICE OF MOTION Mr Kangombe Adopt Report of the Committee on Energy, Water Development and Tourism: That this House do adopt the Report of the Committee on Energy, Water Development and Tourism on the Performance Audit Report on the Sustainable Management of Water Resources in Zambia 2019-2022, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 30th November, 2023. ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}