{
  "metadata": {
    "title": "Thursday, 18th February, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4912",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 18TH FEBRUARY, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "302",
      "asked_by": "Mr Mwamba (Lubansenshi)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the squatters in Isangano Game Reserve in Luwingu District will be relocated;",
        "(b)    whether alternative land for resettlement of the squatters has been found; and",
        "(c)    if so, where the land is."
      ]
    },
    {
      "question_number": "303",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Works and Supply when the",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " implementation of the Pave Zambia 2000 Project will commence in  Nakonde District."
    },
    {
      "question_number": "304",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Local Government and Housing how",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    January to December, 2013;",
        "(b)    January to December, 2014; and",
        "(c)    January to June, 2015."
      ],
      "question_text": " much money was raised by local authorities, country-wide, from bus levies during the following periods:"
    },
    {
      "question_number": "305",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Housing when upgrading of township roads in Western Province will be completed."
    },
    {
      "question_number": "306",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that contractors engaged in constructing buildings in Western Province procure blocks from Lusaka;",
        "(b)    if so, what the rationale for not procuring blocks made in Western Province is, and",
        "(c)    when contractors will start procuring blocks made from within the Province."
      ]
    },
    {
      "question_number": "307",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the financial status of the National Airports Corporation Limited (NACL) was, as of December, 2014;",
        "(b)    how much money NACL owed suppliers of goods and services in the same period; and",
        "(c)    how much, in dividends, the Corporation declared from 2012 to 2014, year by year."
      ]
    },
    {
      "question_number": "308",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the upgrading to bituminous standard of the Mporokoso-Kaputa road via Nsama and Nsumbu, will commence;",
        "(b)    what the cause of the delay in upgrading the road, which is in a deplorable state, is; and",
        "(c)    what the time-frame for completion of the works is."
      ]
    },
    {
      "question_number": "309",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to extend the Pave Zambia 2000 Project to Kalabo District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    what other road projects the Government plans to implement in Kalabo District in the near future."
      ]
    },
    {
      "question_number": "310",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Finance whether the Government has any plans to",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many associations for Clearing and Forwarding companies are recognised by the Zambia Revenue Authority; and",
        "(b)    what their names are. NOTICE OF MOTION Mr Kapeya Report of the Parliamentary Select Committee : That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Mr Mudford Zachariah Mwandenga to serve as Chairperson, Mrs Kondwa Emily Sakala-Chibiya to serve as Vice-Chairperson, and Mr Fred Wamundila Waliuya, Dr Harrington Simui Akombwa and Mr Ackson Mhlakeni Zulu to serve as Commissioners of the Human Rights Commission, for the Fifth Session of the Eleventh National Assembly, laid on the Table of the House on 16th February 2016. ______________________"
      ],
      "question_text": " facilitate the establishment of the Zambia National Commercial Bank in Katete District. QUESTION FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 9,
  "status": "success"
}