{
  "metadata": {
    "title": "Tuesday, 15th February, 2022",
    "source_url": "https://www.parliament.gov.zm/node/9994",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "106",
      "asked_by": "Mr Musonda (Lupososhi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to introduce World Class Education, a free online course; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Wamunyima (Nalolo)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the ambulance for Mouyo Health Centre in Nalolo District will be repaired to ease operational challenges; and",
        "(b) what the cause of the delay in repairing the ambulance is."
      ]
    },
    {
      "question_number": "108",
      "asked_by": "Mr Chonde (Milenge)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Milenge Trades School, which was abandoned 10 years ago, will resume;",
        "(b) why the project was abandoned;",
        "(c) what the cost of the outstanding works is, and",
        "(d) what the time frame for the completion of the outstanding works, is."
      ]
    },
    {
      "question_number": "109",
      "asked_by": "Mr Anakoka (Luena)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many secondary school teachers, countrywide, had worked for five years or more without being confirmed, as of 2020;",
        "(b) what the cause of the delay in confirming the teachers is; and",
        "(c) when the affected teachers will be confirmed."
      ]
    },
    {
      "question_number": "110",
      "asked_by": "Ms Lungu (Chawama)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the Government policy on the shareholding structure between Zambian and foreign investors in the mining sector is;",
        "(b) whether there are any plans to promote women participation into mining; and",
        "(c) if so, what the plans are."
      ]
    },
    {
      "question_number": "111",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to operationalise Shaft 28 at Luanshya Copper Mines in Luanshya District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) how many jobs are expected to be created at the Mine when it becomes  operational."
      ]
    },
    {
      "question_number": "112",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to replace the Zambia National Service officers patrolling the Solwezi - Kipushi road for purposes of controlling smuggling activities with council police officers;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "113",
      "asked_by": "Mr Kandafula (Serenje)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to repair borehole pumps in Serenje Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "114",
      "asked_by": "Mr Mwambazi (Bwana Mkubwa)",
      "minister": "Minister of Community Development and Social Services",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to reopen the Kang’onga Production Centre, a facility under the Zambia Agency for Persons with Disabilities, in Bwana Mkubwa Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "115",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government had issued any mining licenses in Ngabwe District, as of September, 2021;",
        "(b) if so, how many licenses were issued; and",
        "(c) whether all procedures were followed before issuing the licenses."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Community Agriculture Committees are effective in identifying  beneficiaries of the Farmer Input Support Programme (FISP); and",
        "(b) when the farmers, who have been on the FISP since 2017 in Chasefu District, will be removed, to pave way for new beneficiaries."
      ]
    },
    {
      "question_number": "117",
      "asked_by": "Mr Simunji (Nalikwanda)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has degazetted part of the Kafue National Park between Nalusanga Check Point and Kafue Hook Bridge to allow for human settlement; and",
        "(b) if so, why the settlement has been allowed."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to repair the roof of the male ward at Isoka General Hospital that was blown off in April, 2020;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Mr Siachisumo (Lufwanyama)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Lumpuma Boarding School in Lufwanyama Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the total cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "120",
      "asked_by": "Mr M Zulu (Nyimba)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress, in percentage terms, on the construction of Nyimba District Hospital was, as of September, 2021;",
        "(b) when the construction of the Hospital will be completed;",
        "(c) what the cause of the delay in completing the project is;",
        "(d) what the cost of the outstanding works is; and",
        "(e) what the time frame for the outstanding works is."
      ]
    },
    {
      "question_number": "121",
      "asked_by": "Mr Nkulukusa (Katuba)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the following High Schools in Katuba Parliamentary Constituency have not been gazetted:",
        "(i) Chipeso; and (ii) Namununga;",
        "(b) when the schools will be gazetted;",
        "(c) whether the Government has any plans to construct additional infrastructure at the two schools;",
        "(d) if so, when the plans will be implemented; and",
        "(e) what infrastructure will be constructed."
      ]
    },
    {
      "question_number": "122",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following bridges on the Lundazi - Chipata road will be completed:",
        "(i) Lundazi; and (ii) Msuzi;",
        "(b) what measures are being taken to ensure that the heaps of gravel at the two construction sites are not swept into, and block, the river during the rainy season;",
        "(c) whether the Government is aware that the bridge on the bypass road, through Mphamba, is in a deplorable condition, thereby endangering the lives of travellers; and",
        "(d) if so, what measures are being taken to prevent the bridge from collapsing."
      ]
    },
    {
      "question_number": "123",
      "asked_by": "Mr Amutike (Mongu Central)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of King Lewanika University in Mongu District will commence;",
        "(b) what the cause of the delay in commencing the project is;",
        "(c) what the cost of the project is;",
        "(d) what the time frame for the completion of the project is; and",
        "(e) what the enrolment capacity of the University will be upon completion."
      ]
    },
    {
      "question_number": "124",
      "asked_by": "Mr Mwila (Mufulira)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress, in percentage terms, on the construction of the new district hospital in Kamuchanga Township in Mufulira District was, as of September, 2021;",
        "(b) what the time frame for the completion of the outstanding works is; and",
        "(c) what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "125",
      "asked_by": "Mr Mulaliki (Senanga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of an operating theatre at Senanga General Hospital has stalled;",
        "(b) when the project will resume;",
        "(c) what the cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the outstanding works is. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W5. Mr Malambo (Magoye) - to ask the Minister of Agriculture:",
        "(a) what the total number of farming blocks, countrywide, is;",
        "(b) what the names of the farming blocks are; and",
        "(c) where the farming blocks are situated. __________________________"
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}