{
  "metadata": {
    "title": "Wednesday, 16th September, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8448",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "11",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what caused the liquidation of the Pan African Building Society by the Bank of Zambia in July, 2019;",
        "(b) what measures have been taken to ensure that the financial sector remains stable following the liquidation;",
        "(c) whether the depositors’ money has been secured; and",
        "(d) when all the depositors will be paid their money."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Putu (Mangango)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct communication towers in the following areas in Mangango Parliamentary Constituency:",
        "(i) Namaloba; (ii) Winda; and (iii) Kalwalo; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "13",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate Solwezi College of Education;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the total cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "14",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a library in Chinsali District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "15",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the tarring of the Kabwe - Ngabwe road will commence;",
        "(b) what the cost of the project is; and",
        "(c) who the contractor for the project is. QUESTION FOR WRITTEN ANSWER W3. Mr Lihefu (Manyinga) - to ask the Minister of Local Government:",
        "(a) whether the Government will rehabilitate feeder roads in the North-Western Province, which are in a deplorable state, in 2020;",
        "(b) if so, when the exercise will commence;",
        "(c) how many roads are earmarked for rehabilitation, district by district; and",
        "(d) what the cause of the delay in commencing the project is. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Banking and Financial Services (Amendment) - Bill to amend the Banking and Financial Services Act. (N.A.B. 7/2020) The Minister of Finance The Public Procurement - Bill to revise the law relating to procurement so as to enhance transparency, efficiency, effectiveness, economy, value for money, competition and accountability in public procurement; regulate and control practices relating to public procurement in order to promote the integrity of, fairness and public confidence in, the procurement process; promote the participation of citizens in public procurement; continue the existence of the Zambia Public Procurement Authority; repeal and replace the Public Procurement Act, 2008; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 8/2020)"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}