{
  "metadata": {
    "title": "Wednesday, 17th June, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4136",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 17TH JUNE, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "516",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a road to link Senanga District to the Luampa-Machile road will be constructed;",
        "(b)    when the reconstruction of the washed away bridges at the following places in Senanga Parliamentary Constituency will commence:",
        "(i)    Munguli-Lumbwe Embankment; (ii)    Tepa-Libutu Embankment; (iii)    Lweumba Bridge; (iv)    Mata Bridge; and",
        "(v)    Kasizi Bridge; and",
        "(c)    what has caused the delay in commencing the projects."
      ]
    },
    {
      "question_number": "517",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a bridge across the Zambezi River to connect Zambezi East to Zambezi West Parliamentary Constituencies;",
        "(b)    if so, when the plans will be implemented;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    what the time-frame for completion of the project is."
      ]
    },
    {
      "question_number": "518",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Agriculture and Livestock when storage sheds will be constructed at the following places in Chadiza District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Zingalume;",
        "(b)    Katembwe;",
        "(c)    Akumadzi; and",
        "(d)    Madziayela."
      ]
    },
    {
      "question_number": "519",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why works on the construction of a sub-station and the electrification of Sikongo township have stalled;",
        "(b)    who the contractor for the projects is; and",
        "(c)    what the estimated time-frame for completion of the projects is."
      ]
    },
    {
      "question_number": "520",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken against a United Kingdom based company that failed to deliver earth moving equipment paid for by some councils in Lusaka and Southern Provinces;",
        "(b)    who the Zambian agent for the company is;",
        "(c)    how much money, in total, was paid for the equipment;",
        "(d)    whether procurement procedures were followed by the affected councils; and",
        "(e)    whether the Ministry was involved in the procurement process."
      ]
    },
    {
      "question_number": "521",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that roofs of classroom blocks at Maoma and Lumei Schools in Liuwa Parliamentary Constituency were damaged by whirlwinds in 2014;",
        "(b)    if so, when the classroom blocks will be rehabilitated; and",
        "(c)    what measures have been taken to ensure that the infrastructure being constructed at schools meets the structural specifications."
      ]
    },
    {
      "question_number": "522",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many youths were arrested for drug related offences from January, 2011 to February, 2015, country-wide;",
        "(b)    of the youths arrested, how many were school going; and",
        "(c)    of those arrested, how many have been convicted so far."
      ]
    },
    {
      "question_number": "523",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Mpongwe-Luansobe road will be rehabilitated;",
        "(b)    when the road was last rehabilitated;",
        "(c)    what the lifespan of the road is; and",
        "(d)    whether the Government has a routine maintenance programme for roads, country-wide."
      ]
    },
    {
      "question_number": "524",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of trades schools in Northern Province will be completed;",
        "(b)    why it has taken too long to complete the projects; and",
        "(c)    what measures have been taken to expedite completion of the projects."
      ]
    },
    {
      "question_number": "525",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the required number of teachers’ houses in Lubansenshi Parliamentary Constituency is;",
        "(b)    how many houses there are in the Constituency;",
        "(c)    what plans the Government has to bridge the gap in the housing stock; and",
        "(d)    when the plans will be implemented. NOTICE OF MOTION Mr Kapeya Report of the Parliamentary Select Committee :  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Hon Mr Justice (Rtd) Esau Elliot Chulu and Dr Emily Joy Sikazwe to serve as Chairperson and Member of the Electoral Commission of Zambia respectively, and Mr Nixon Mabvuto Banda to serve as Member of the Judicial Complaints Authority, for the Fourth Session of the Eleventh National Assembly, laid on the Table of the House on 15th June, 2015."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}