{
  "metadata": {
    "title": "Friday, 26th July, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11825",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "402",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Health",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to procure mortuary equipment for the following hospitals in Chilubi District:",
        "(i) Chilubi Mainland Hospital; and (ii) Santa Maria Mission Hospital;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "403",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate feeder roads in Mbabala Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "404",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many foreign companies invested in the manufacturing sector in Zambia, as of September, 2023;",
        "(b) in which provinces the companies were operating;",
        "(c) what products the companies were manufacturing;",
        "(d) whether there is any policy on giving incentives to foreign investors who invest in rural areas;",
        "(e) if so, what the policy is; and",
        "(f) if there is none, why."
      ]
    },
    {
      "question_number": "405",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will complete the construction of student hostels at Chilubi Island College of Nursing and Midwifery in Chilubi District;",
        "(b) why the project has stalled; and",
        "(c) what the cost of the outstanding works was, as of December, 2023. 7. NOTICE OF MOTION Mr Mulaliki Adopt Report of the Committee on National Economy, Trade and Labour Matters: That this House adopts the Report of the Committee on National Economy, Trade and Labour Matters on the proposal to ratify the International Labour Organisation Convention No. 190 and its Recommendation No. 206 and the Accompanying Resolution on Eliminating Violence and Harassment in the World of Work, and that such adoption signifies the approval of the House, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 25th July, 2024. ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}