{
  "metadata": {
    "title": "Wednesday, 7th June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11044",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "270",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Magoye Rural Health Centre to a mini hospital;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "271",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Chililalila Local Court in Bwacha Parliamentary Constituency will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) how much money was owed to the contractor as of August, 2022; and",
        "(d) what the estimated time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "272",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the cattle inventory for Southern Province was, as of July, 2022;",
        "(b) whether the Government has any plans to curb cattle diseases in the Province;",
        "(c) if so, how the Government plans to roll-out the disease control exercise; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "273",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to connect the following areas in Chinsali District to the national electricity grid:",
        "(i) Nashinga in Lubwa Ward; (ii) Cheswa in Chambeshi Ward; (iii) Mwalule in Milemba Ward; (iv) Mbesuma in Itapa Ward;",
        "(v) Kalela in Itapa Ward; (vi) Chunga in Chunga Ward; (vii) Chilunda in Chilunda Ward; and (viii) Kalisha in Chilinda Ward;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "274",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to discourage charcoal burning in Mang’unza area and other parts of Mbabala Parliamentary Constituency in order to stop deforestation;",
        "(b) what alternative sources of energy are being promoted;",
        "(c) whether the alternative sources of energy are accessible, countrywide; and",
        "(d) what awareness programmes are being implemented to discourage charcoal burning."
      ]
    },
    {
      "question_number": "275",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the police camp in Kalabo District, which is in a dilapidated state;",
        "(b) if so, when the plans will be implemented; and",
        "(c) when the police camp was last rehabilitated."
      ]
    },
    {
      "question_number": "276",
      "asked_by": "Mr Elias Musonda (Chimbamilonga)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the Mporokoso-Kaputa-Nsama-Nsumbu road in the Northern province;",
        "(b) if so when the plans will be implemented;",
        "(c) what the estimated cost of the project is;",
        "(d) what the estimated time frame for the completion of the project is; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "277",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct maize and soya beans storage shelters in Mwase Chiefdom in Lundazi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "278",
      "asked_by": "Mr Munir Zulu (Lumezi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following roads in Lumezi Parliamentary Constituency:",
        "(i) Mfuwe - Mwanya; (ii) Chikomeni - Mwanya; and (iii) Chanyalubwe - Chitungulu;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "279",
      "asked_by": "Mr Amutike (Mongu Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the following markets in Mongu Central Parliamentary Constituency:",
        "(i) Black; and (ii) Green; and",
        "(b) if so, when the plans will be implemented. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W16. Mr Simbao (Luanshya) - to ask the Minister of Education:",
        "(a) how many schools were not gazetted in Luanshya Parliamentary Constituency, as of August, 2022;",
        "(b) when the affected schools will be gazetted;",
        "(c) whether all gazetted schools receive grants from the Treasury;",
        "(d) if not all gazetted schools receive grants, why; and",
        "(e) when the Government will start giving grants to all gazetted schools. ____________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}