{
  "metadata": {
    "title": "Friday, 26th September, 2014",
    "source_url": "https://www.parliament.gov.zm/node/462",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 26TH SEPTEMBER, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "66",
      "asked_by": "Mr Mwiimbu (Monze Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Food Reserve Agency will complete paying farmers who supplied maize to it;",
        "(b)    what has caused the delay in paying the farmers who are still owed money; and",
        "(c)    what measures the Food Reserve Agency has taken to ensure that the remaining unpaid farmers are paid on time."
      ]
    },
    {
      "question_number": "67",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Gender and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what gender related programmes aimed at empowering Zambian people are being implemented by the Government;",
        "(b)    why women are mainly targeted in the gender empowerment programmes;",
        "(c)    whether there are any programmes being implemented which target aged men; and",
        "(d)    if none, when Government plans to introduce specific empowerment programmes for aged men."
      ]
    },
    {
      "question_number": "68",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication when Government will facilitate the construction of communication towers in the following areas in Chasefu Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Munyukwa;",
        "(b)    Mtwalo;",
        "(c)    Khulikuli; and",
        "(d)    Elijah."
      ]
    },
    {
      "question_number": "69",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was allocated to Kabwe District for street lighting from 2011 to 2013, year by year; and",
        "(b)    of the allocated funds, how much was spent in Bwacha Parliamentary Constituency."
      ]
    },
    {
      "question_number": "70",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what measures the Government is taking to improve the supply and distribution of teaching materials to schools in Kalabo District in order to make teaching more effective.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "71",
      "asked_by": "Ms Kansembe (Lukashya)",
      "minister": "Minister of Transport, Works, Supply and Communication when the following bridges in Lukashya Parliamentary Constituency will be rehabilitated",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mumbi Mfumu, Mabula and Lukashya in Kapongolo Ward;",
        "(b)    Mukanga and Lubushi in Lusenga Ward; and",
        "(c)    Mukanga and Luanyina in Mukanga Ward."
      ]
    },
    {
      "question_number": "72",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of two health posts in Sesheke Parliamentary Constituency will commence; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "73",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the physical condition of Kariba Dam was as of July, 2014;",
        "(b)    whether there is need for any rehabilitation; and",
        "(c)    if so, what the estimated cost of rehabilitation is."
      ]
    },
    {
      "question_number": "74",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans of developing a consolidated sector development plan;",
        "(b)    whether the Government has a time-frame for the devolution of sector functions to local authorities; and",
        "(c)    if so, what the time-frame is."
      ]
    },
    {
      "question_number": "75",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many new ambulances were distributed to Luapula Province between January, 2013 and August, 2014;",
        "(b)    how the new ambulances were distributed among the districts of Luapula Province;",
        "(c)    what criterion was used in the distribution of the ambulances; and",
        "(d)    whether the distribution of the ambulances was done equitably."
      ]
    },
    {
      "question_number": "76",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Chilimba and Kanyongoloka Clinics in Rufunsa District will be officially opened; and",
        "(b)    what has caused the delay in opening the Clinics to the public. NOTICE OF MOTION AND ORDER OF THE DAY The Minister of Finance Public Accounts Committee – Membership:  That the following Members do constitute the Public Accounts Committee for the Fourth Session of the Eleventh National Assembly: Mr V Mwale, MP Mr M Mbulakulima, MP Mr J Zimba, MP Mrs M G Imenda, MP Mr P M Mucheleka, MP Mr C Matafwali, MP Mr C Mweetwa, MP Mr A C Milambo, MP Ms C Namugala, MP 1    Thanks - His Excellency the President’s Address – Motion (23rd September) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 11,
  "status": "success"
}