{
  "metadata": {
    "title": "Wednesday, 9th March, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4994",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 9TH MARCH, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "354",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the following stretches on Mungwi Road in Lusaka District are in a deplorable condition:",
        "(i)    Barlow World Limited - Builders Brigade Turn Off; (ii)    Builders Brigade Turn Off - Apollo Camp; and (iii)    Apollo Turn Off - Mwembeshi Earth Satelite Station;",
        "(b)    if so, when rehabilitation works will commence; and",
        "(c)    whether the Government has any plans to undertake a complete rehabilitation of Mungwi Road and to expand it to a dual carriage way."
      ]
    },
    {
      "question_number": "355",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the attendance by some diplomats at a luncheon at the residence of an Opposition Party Leader on Saturday, 20th February, 2016, was in accordance with the Vienna Convention on Diplomatic Relations; and",
        "(b)    what the position of the Government on solidarity matches being promoted by political parties to foreign embassies in Lusaka, for various reasons,  in view of international etiquette, is."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to build more teachers’ training colleges;",
        "(b)    if so, in which provinces the colleges will be built;",
        "(c)    when construction is expected to commence; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "357",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Vice President and Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to introduce Braille ballot papers to enable the visually impaired citizens participate in voting, unaided;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Kalabo-Kalongola road will be upgraded to bituminous standard;",
        "(b)    whether the Government has any plans to rehabilitate the following river crossing points in Kalabo District;",
        "(i)    Kaunga Lueti; and (ii)    Ndoka;",
        "(c)    if so, when the plans will be implemented; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President and Minister of Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the financial position of the Public Service Pensions Fund (PSPF) was, as of December, 2014;",
        "(b)    how viable the PSPF is, in the short and long terms; and",
        "(c)    if the Fund is not viable, especially in the long term, what steps the Government is taking to save it from collapse."
      ],
      "question_text": " Planning:"
    },
    {
      "question_number": "360",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many branches the Zambia National Commercial Bank (ZANACO) has opened from the time Rabo Bank took over the running of the Bank;",
        "(b)    how much profits ZANACO made from the time operations of the Bank were taken over, year by year; and",
        "(c)    what economic benefits have accrued to Zambia following the partial privatisation of ZANACO."
      ]
    },
    {
      "question_number": "361",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President and Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was paid to the lowest paid public service pensioner as of October, 2015;",
        "(b)    whether the amount was enough to meet the basic needs of a retiree;",
        "(c)    whether the Government is aware that the depreciation of the Kwacha in the last quarter of 2015, seriously eroded its purchasing power; and",
        "(d)    if so, what measures the Government has taken to protect the vulnerable pensioners from the effects of the weak currency."
      ]
    },
    {
      "question_number": "362",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to provide text books to primary schools across the country;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    whether the lack of text books has impacted negatively on the quality of teaching."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of General Education how many primary schools in the following Districts received free exercise books under the free education policy",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chadiza;",
        "(b)    Mwandi;",
        "(c)    Mwense; and",
        "(d)    Luangwa. QUESTION FOR WRITTEN ANSWER W18    Mr Namulambe (Mpongwe) - to ask the Vice President and Minister of Development Planning what the names of the polling stations that were in existence between 1964 and 1978 in Masaiti and Luswishi Parliamentary Constituencies in Ndola Rural District are. ORDER OF THE DAY 1    The Civil Aviation Bill                                                                                        (N.A.B. 28/2015) Third Reading"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}