{
  "metadata": {
    "title": "Thursday, 24th February, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10018",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "205",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government last conducted labour inspections at all mining companies in Luanshya District;",
        "(b) what the outcome of the inspections were;",
        "(c) whether the Government is aware that foreign nationals have been employed in positions that local people can fill up at ISMCC Mining Contractors in Luanshya; and",
        "(d) if so, what measures the Government is taking to ensure that all mining companies abide by the country’s labour laws."
      ]
    },
    {
      "question_number": "206",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of a police station at Mununga in Chienge District will be completed; and",
        "(b) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "207",
      "asked_by": "Mr Samakayi (Mwinilunga)",
      "minister": "Minister of Lands and Natural Resources who the legal owners of the land occupied by the Njolwe Veterinary Camp in Palabana area in Chongwe District are.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "208",
      "asked_by": "Mr Kang’ombe (Kamfinsa)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of bridges at Kwesha and Catholic Church crossing points connecting Mulenga and Ndeke Townships in Kamfinsa Parliamentary Constituency will commence;",
        "(b) whether a contractor for the project has been identified;",
        "(c) if so, who the contractor is;",
        "(d) what the estimated cost for the project is; and",
        "(e) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "209",
      "asked_by": "Mr Ngowani (Mpongwe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a permanent toll plaza at the Mpongwe Toll Plaza on the Mpongwe - Luansobe road; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "210",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how much money the Industrial Development Corporation invested in Zampalm Limited in Kanchibiya District, for palm oil production from inception to October, 2021;",
        "(b) what the annual estimated value of palm oil when the company is fully operationalised will be;",
        "(c) how many jobs will be created when the plantation is fully operational; and",
        "(d) whether the Government has any plans to engage an additional equity partner to invest in the company."
      ]
    },
    {
      "question_number": "211",
      "asked_by": "Mr Mutinta (Itezhi-Tezhi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the D769 Road, from the Lusaka - Mongu road junction to Itezhi-Tezhi, has stalled;",
        "(b) when the project will resume;",
        "(c) what the cost of the outstanding works on the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "212",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct the following infrastructure at Katikulula Resettlement Scheme Phase 2 and Phase 3 in Chitambo District:",
        "(i) schools; (ii) markets; and (iii) shopping centres; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "213",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to deploy additional staff to Kabwe Central Hospital;",
        "(b) if so, when the plans will be implemented;",
        "(c) what categories of staff will be deployed to the Hospital; and",
        "(d) how many staff will be deployed, category by category."
      ]
    },
    {
      "question_number": "214",
      "asked_by": "Mrs Chinyama (Kafue)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware of the presence of gold deposits in Shamulonga area in Kafue District; and",
        "(b) if so, what measures are being taken to harness gold mining in the area. 215 Mr Mwila (Mufulira)  -  to ask the Minister of Water Development and Sanitation:",
        "(a) whether the Government has any plans to provide piped water to the following areas in Mufulira  Parliamentary Constituency:",
        "(i) Kansuswa; (ii) Kawama West; (iii) Kalukanya; (iv) Kamuchanga;",
        "(v) Francis Mukuka; and (vi) Bwananyina;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what interim measures the Government is taking to provide clean water to the areas at (a) to avert waterborne diseases."
      ]
    },
    {
      "question_number": "216",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following roads in Pemba District:",
        "(i) Pemba - Mapanza; (ii) Chisekesi - Habbanyuka; (iii) Pemba - Maambo; and (iv) Muzoka - Moyo;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "217",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the following roads in Chama North Parliamentary Constituency stalled:",
        "(i) Chama - Matumbo; (ii) Chama - Lundazi; and (iii) Chama - Muyombe;",
        "(b) when the works on each project will resume; and",
        "(c) how much money was owed to each contractor, as of September, 2021."
      ]
    },
    {
      "question_number": "218",
      "asked_by": "Mr Nkulukusa (Katuba)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a level one hospital in Katuba Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "219",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will complete the construction of Namfungo Bridge in Isoka Parliamentary Constituency;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the project is. __________________________"
      ]
    }
  ],
  "question_count": 14,
  "status": "success"
}