{
  "metadata": {
    "title": "Tuesday, 25th February, 2014",
    "source_url": "https://www.parliament.gov.zm/node/651",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 25TH FEBRUARY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "340",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what quantities of uranium have been produced by Lumwana Mine Plc from inception to-date;",
        "(b)    what the value of the uranium is;",
        "(c)    of the total production, how much had been sold as of 31st December, 2013;",
        "(d)    how much money, in taxes, the Government realised from the sale of the uranium;",
        "(e)    what long term health concerns are expected in relation to the mine workers handling the metal; and",
        "(f)    what legal framework is in place to regulate the mining, handling and disposal of uranium in the country."
      ]
    },
    {
      "question_number": "341",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when construction of a science laboratory and dormitories for boys and girls at Lusuntha High School in Chasefu Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "342",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many dialysis machines the University Teaching Hospital had as of December, 2013;",
        "(b)    what the status of the machines currently is;",
        "(c)    whether the Government has any plans to procure new machines and, if so, when;",
        "(d)    what the cost of one machine is; and",
        "(e)    what the life span of one machine is."
      ]
    },
    {
      "question_number": "343",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many business houses brought Foreign Direct Investment (FDI) in Zambia in 2012 and 2013;",
        "(b)    what the total value of the investment for each year at (a) was;",
        "(c)    in which sectors of the economy the FDIs were targeted; and",
        "(d)    how many jobs were created as a result of the FDIs at (a)."
      ]
    },
    {
      "question_number": "344",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Youth and Sport when the Youth Resource Centre in Senior Chief Kanongesha’s area in Mwinilunga Parliamentary Constituency will become operational.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "345",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the maximum period of service for Zambians in the foreign service is;",
        "(b)    how many heads of missions had served longer than the maximum period as of December, 2013;",
        "(c)    at which missions the heads overstayed; and",
        "(d)    what the reasons, if any, for overstaying are."
      ]
    },
    {
      "question_number": "346",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the dilapidated infrastructure at Kalabo Secondary School will be rehabilitated;",
        "(b)    which of the following facilities will be given priority in rehabilitating the School:",
        "(i)    dormitories; (ii)    classrooms; and (iii)    teachers’ houses; and",
        "(c)    whether the Government has any plans to increase the boarding facilities at the School."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there are any guidelines for constituting Royal Establishments in the chiefdoms, country-wide;",
        "(b)    if so, what the guidelines are;",
        "(c)    whether the guidelines are followed by all the chiefdoms; and",
        "(d)    which authority is responsible for ensuring that the guidelines are adhered to."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of the maternity wing at Ndoki Health Post in Lubansenshi Parliamentary Constituency will resume; and",
        "(b)    why the construction works stalled."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what urgent measures the Government is taking to curb the use of dangerous fishing methods such as poisoning of fish in water bodies in Western Province;",
        "(b)    whether the Government is aware that wildlife has been dying from drinking the poisoned water; and",
        "(c)    what measures have been taken against people that are using the unconventional fishing methods in the Province."
      ]
    },
    {
      "question_number": "350",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of township roads in Solwezi will be completed;",
        "(b)    whether the project will be completed on schedule;",
        "(c)    if not, what the reasons for the delay are; and",
        "(d)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "351",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what plans the Government has to improve the teaching and infrastructure standards of community schools in rural areas.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "352",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs when the Government will construct a police post in the Nambwa area of Nangoma Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "353",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many tonnes of lint-cotton were exported from 2011 to 2013, year, by year;",
        "(b)    how much money was realised from the exports, year by year;",
        "(c)    how much money, in taxes, was realised by the Government from the exports; and",
        "(d)    if no tax was charged, what the reasons are."
      ]
    },
    {
      "question_number": "354",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the staff establishment for doctors at Gwembe District Hospital is;",
        "(b)    how many doctors were stationed at the Hospital as of December, 2013; and",
        "(c)    when the shortfall, if any, will be filled. QUESTIONS FOR WRITTEN ANSWER W14    Mr Katuka (Mwinilunga) - to ask the Minister of Home Affairs:",
        "(a)    how many people died whilst in police custody country-wide from January, 2010 to September, 2013, by gender;",
        "(b)    of the people at (a), how many were Zambians, by gender;",
        "(c)    for how long the deceased were in custody prior to their demise;",
        "(d)    what the causes of deaths were;",
        "(e)    how many Zambians above the age of 65 years are currently serving prison sentences in Zambia, by gender;",
        "(f)    of the number at (e), how many are disabled, by gender; and",
        "(g)    what offences they have been imprisoned for. W15    Mr Miyutu (Kalabo Central) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many schools were in Kalabo District as of December, 2013 and how the schools were graded;",
        "(b)    how many positions of head teacher in the District were filled as of December, 2013;",
        "(c)    of the total number at (b), how many were:",
        "(i)    confirmed; or (ii)    in acting position;",
        "(d)    when the vacant positions of head teacher will be filled; and",
        "(e)    why confirmation of teachers takes long. ORDER OF THE DAY 1.    Increase Amount Outstanding at Any One Time on Domestic Loans – Motion (21st February) – Resumption of Debate – (Dr Kaingu)."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}