{
  "metadata": {
    "title": "Thursday, 20th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1558",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 20TH JUNE, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "581",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will complete procuring furniture and other hospital equipment for Chisengi Sengi Rural Health Centre; and",
        "(b)    when the construction of another residential house at the Rural Health Centre will commence."
      ]
    },
    {
      "question_number": "582",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will complete constructing Kamapanda and Kambimba border posts in Mwinilunga District;",
        "(b)    what the contract period for construction of the border posts is;",
        "(c)    what the contract sum for the project is; and",
        "(d)    how much money had been paid to the contractor as of December, 2012."
      ]
    },
    {
      "question_number": "583",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Vice President whether the Government has any plans of transforming Nangoma Parliamentary Constituency into a district.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "584",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what plans the Government has for electrifying all the schools in the country.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "585",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many kilometres of the Kasama-Mporokoso Road were tarred as of March, 2013;",
        "(b)    how many kilometres of bush clearing had been done; and",
        "(c)    when the tarrying project will be completed."
      ]
    },
    {
      "question_number": "586",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Ministry will reconstruct the roofs of its housing units that were blown off in November, 2012 at Chikenge and Kawanda in Kabompo District; and",
        "(b)    whether there are any plans to rehabilitate the housing units which are in a dilapidated state at Chikokwelo and Manyinga in Kabompo District."
      ]
    },
    {
      "question_number": "587",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many people died of the following cancer diseases from January, 2011 to March, 2013:",
        "(i)     cervical; (ii)     breast; and (iii)    prostate; and",
        "(b)    why breast cancer could not be vaccinated against in Zambia as of 2012."
      ]
    },
    {
      "question_number": "588",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Transport, Works, Supply and Communication which projects were implemented with the support of the French Agency for Development from 2011 to 2012, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "589",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Luwi Mission Hospital will be upgraded to a referral hospital; and",
        "(b)    when the Government will send additional health workers to the Hospital."
      ]
    },
    {
      "question_number": "590",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the delay in completing the construction of the 1 x 2 classroom blocks at Ng’ombe and Nene Primary Schools in Sikongo Parliamentary Constituency; and",
        "(b)    when the construction works above will be completed."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}