{
  "metadata": {
    "title": "Tuesday, 24th June, 2014",
    "source_url": "https://www.parliament.gov.zm/node/493",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 24TH JUNE, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "487",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what prompted the Government to suspend the operations of Konkola Deep Mining Project in Chililabombwe in February, 2014;",
        "(b)    how much money, on average per day, was lost due to the suspension;",
        "(c)    whether any miners were injured in the accident that happened at the Mine and, if so, how many were injured;",
        "(d)    what measures have been taken to avoid similar accidents in future; and",
        "(e)    what action was taken against officials who were responsible for the accident."
      ]
    },
    {
      "question_number": "488",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the exchange of the old currency which started on 1st January, 2013 will last for 24 months;",
        "(b)    how much money, in rebased currency, was printed as of 1st January, 2013;",
        "(c)    how much of the old currency was spoiled as of 31st December, 2012;",
        "(d)    how much of the old currency was held by commercial banks as of 31st December, 2013;",
        "(e)    how much, on average per day, of the old currency was received by the commercial banks from June to December, 2013; and",
        "(f)    whether the extended period of exchanging the old for the new currency would not be a loophole for sophisticated crime."
      ]
    },
    {
      "question_number": "489",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to facilitate the provision of formal training to teachers at community schools; and",
        "(b)    whether the Government has any plans to provide funding to community schools to enable them pay teachers’ salaries."
      ]
    },
    {
      "question_number": "490",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Zambian Government turned down a free offer to supply the state of the art drug detecting equipment for installation at Kenneth Kaunda, Simon Mwansa Kapwepwe and Harry Mwaanga Nkumbula International Airports from a South American country in preference to a sub-standard Chinese equipment which was procured at a cost of US$3 million;",
        "(b)    why the supplier was awarded a contract without following tender procedures; and",
        "(c)    whether any action will be taken against officers who were involved in awarding the contract and, if no action will be taken, why."
      ]
    },
    {
      "question_number": "491",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the new cash transfer programme will commence;",
        "(b)    who the programme will be targeted at;",
        "(c)    whether the programme will be implemented in Kaputa Parliamentary Constituency; and",
        "(d)    what will happen to the Child Grant Programme in the Constituency"
      ]
    },
    {
      "question_number": "492",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Development Bank of Zambia lent to various business houses as of December, 2013;",
        "(b)    of the total loan, how much was in the category of ‘bad debt’; and",
        "(c)    how the Bank intends to deal with the ‘bad debt’."
      ]
    },
    {
      "question_number": "493",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Transport, Works, Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " and Communication when the Government will pay terminal benefits to all the former employees of the Railway Systems of Zambia."
    },
    {
      "question_number": "494",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why employees in the newly created districts like Sikongo, Mwandi and Sioma are not yet on Government payroll;",
        "(b)    what measures the Government has taken to alleviate the accommodation hardships faced by employees that are not yet on the payroll; and",
        "(c)    when the Government will construct sufficient accommodation for employees in the newly created districts."
      ]
    },
    {
      "question_number": "495",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Poverty Reduction Programme (PRP) funds for the renovation of Kalwelwe Rural Health Centre in Bwacha Parliamentary Constituency were released;",
        "(b)    what materials have so far been procured using the funds;",
        "(c)    whether works have commenced;",
        "(d)    if not, what the reasons for the failure to commence works are; and",
        "(e)    what the total cost of renovating the Heath Centre is."
      ]
    },
    {
      "question_number": "496",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was released to Kaputa District Council for street lighting;",
        "(b)    whether the funds were sufficient; and",
        "(c)    if not, when additional funds will be released."
      ]
    },
    {
      "question_number": "497",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many harbours are in Zambia;",
        "(b)    how many harbours were operational as of December, 2013;",
        "(c)    of the harbours at (b), how many were concessioned;",
        "(d)    what the performance of the concessioned harbours has been; and",
        "(e)    whether the Government has any plans to take over the operations of all the harbours."
      ]
    },
    {
      "question_number": "498",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a police post will be constructed in Nsombo area of Lupososhi Parliamentary Constituency; and",
        "(b)    what other structures will be constructed alongside the Police Post."
      ]
    },
    {
      "question_number": "499",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Mines, Energy and Water Development when Munyama and other dams in Pemba District will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "500",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Transport, Works, Supply and Communication when the tarring of the Nchelenge-Luchinda-Kaputa road will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "501",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the grading of township roads in Katete District has stalled;",
        "(b)    when the works will resume;",
        "(c)    what the time-frame for completion of the project is; and",
        "(d)    what the name of the contractor for the project is. NOTICE OF MOTION AND ORDER OF THE DAY Mr Muchima Report of the Committee on Youth and Sport:  That this House do adopt the Report of the Committee on Youth and Sport, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 17th June, 2014. 1    Report of the Committee on Agriculture – Motion (20th June) – Resumption of Debate – (Mr Ng’onga)."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}