{
  "metadata": {
    "title": "Tuesday, 27th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11597",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "239",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether commercial banks performed financially well from January, 2020 to December, 2022;",
        "(b) if so, whether there were any spill over benefits to their clients; and",
        "(c) if the banks did not perform well, what measures the Government is taking to improve the financial performance of commercial banks."
      ]
    },
    {
      "question_number": "240",
      "asked_by": "Mr Samakayi (Mwinilunga)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Kalumbila-Lumwana road in the North-Western Province;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the mode of financing for the project will be; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "241",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many local courts there were in Mitete District, as of July, 2023;",
        "(b) how many were operational, as of the same date;",
        "(c) how many employees there were in all the local courts in the District, as of the date at (a);",
        "(d) when the Nyala Local Court will be operational;",
        "(e) what the cause of the delay in operationalising the Court is;",
        "(f) when Lupui and Lutembwe Local Courts will be reopened; and",
        "(g) why the courts at (f) were closed."
      ]
    },
    {
      "question_number": "242",
      "asked_by": "Mr E Tembo (Feira)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the portion of the Great East Road between Lusaka and Luangwa Bridge, which is in a deplorable state; and",
        "(b) if so, when the rehabilitation works will commence."
      ]
    },
    {
      "question_number": "243",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to conduct a countrywide land audit;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the cost of the exercise is."
      ]
    },
    {
      "question_number": "244",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a subordinate court building in Mitete District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. NOTICE OF MOTION Ms Nakaponda Adopt Report of the Committee on Health, Community Development and Social Services : That this House do adopt the Report of the Committee on Health, Community Development and Social Services on the Ratification of the Treaty for the Establishment of the African Medicines Agency, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Friday, 23rd February, 2024. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}