{
  "metadata": {
    "title": "Wednesday, 20th June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1954",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 20TH JUNE, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "315",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct high schools in the following areas in Mwinilunga Parliamentary Constituency:",
        "(i)    Lumwana West; and (ii)    Chief Chibwika;",
        "(b)    when the Kanyama High School, currently under construction in Mwinilunga, will be completed; and",
        "(c)    what has caused the delay in completing the construction of the School."
      ]
    },
    {
      "question_number": "316",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the teacher-pupil ration was in Milenge District as of February, 2012;",
        "(b)    how many teachers were posted to Milenge District in 2010 and 2011;",
        "(c)    whether the number at (b) fulfilled the requirements for the District; and",
        "(d)    if not, when additional teachers will be sent to the District to improve the teacher-pupil ratio, and subsequently, the teaching standards."
      ]
    },
    {
      "question_number": "317",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when new police posts will be constructed at Chinyunyu, Rufunsa and Luangwa Bridge in Rufunsa Parliamentary Constituency;",
        "(b)    what the time-frame for constructing the above projects is; and",
        "(c)    when transport and more police officers will be provided to the localities at (a) above in order to combat the rising crime."
      ]
    },
    {
      "question_number": "318",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the tarring of the Kasama – Luwingu road will be completed;",
        "(b)    what has caused the delay in completing the project; and",
        "(c)    how much money has been spent on the project as of 31st March, 2012."
      ]
    },
    {
      "question_number": "319",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Home Affairs when the Government will construct staff houses for police officers at Nangweshi Police Station in Shangombo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "320",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes the Government plans to sink in Shangombo District in 2012; and",
        "(b)    when Shangombo District will be connected to the national electricity grid."
      ]
    },
    {
      "question_number": "321",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Home Affairs whether the Government has any plans to construct a prison and staff houses in Shangombo District following the completion of the construction of a Magistrates Court building.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "322",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a new National Fire Service Training School in Kabwe;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    when new fire tenders for all local authorities will be procured to replace the current ones which have become obsolete."
      ]
    },
    {
      "question_number": "323",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Home Affairs how many people lost their lives as a result of head-on collision of motor vehicles on the following roads from 2007 to 2011, year by year",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lusaka-Ndola; and",
        "(b)    Kitwe-Chililabombwe."
      ]
    },
    {
      "question_number": "324",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Ministry has any plans to replace the railway track between Ndola and Luanshya and, if so, when the railway track will be replaced.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "325",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why entry requirements at grades 8 and 10 levels into Kasenengwa High School are always very high;",
        "(b)    when the second phase of constructing the Kasenengwa High School will commence; and",
        "(c)    when the Ministry will gazette the School."
      ]
    },
    {
      "question_number": "326",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the construction of Chiparamba High School will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "327",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Defence when the Government will construct new housing units and rehabilitate the existing ones at Luena Barracks in Kaoma.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "328",
      "asked_by": "Mr Chilangwa (Kawambwa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Ministry is aware that the weir on Muyembe River in Kawambwa District has been washed away for the second time in less than two years of its construction;",
        "(b)    what the reasons for the constant washing away of the weir are;",
        "(c)    how much money the Government spent on the project when it was first constructed; and",
        "(d)    who the contractor of the project was."
      ]
    },
    {
      "question_number": "329",
      "asked_by": "Mr Chilangwa (Kawambwa)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when an access facility at the Lumangwe Waterfalls from the Kawambwa side will be built;",
        "(b)    whether the Government has any plans to allow the private sector to develop the area surrounding the Waterfalls; and",
        "(c)    if so, when the Government will invite the private sector to invest in the area. PRESENTATION OF GOVERNMENT BILL The Minister of Transport, Works, Supply and Communication The Civil Aviation Authority – Bill to establish the Civil Aviation Authority and provide for its powers and functions; provide for the regulation and promotion of civil aviation; ensure civil aviation safety and security; and provide for matters connected with, or incidental to, the foregoing.      (N.A.B. 7/2012) NOTICE OF MOTION Mr Simbao Report of the Committee on Communications, Transport, Works and Supply :  That this House do adopt the Report of the Committee on Communications, Transport, Works and Supply, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 12th June, 2012."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}