{
  "metadata": {
    "title": "Tuesday, 18th September, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7656",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the 42 fire tenders procured by the Government are comprehensively insured;",
        "(b) if so, what the insured amount for each fire tender is;",
        "(c) how many fire tenders were involved in road traffic accidents as of July, 2018;",
        "(d) how many were completely damaged and were replaced through insurance claims; and",
        "(e) what the causes of the accidents were."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many schools and clinics were earmarked for construction in Gwembe Parliamentary Constituency under the Gwembe Tonga Development Project;",
        "(b) of the schools and clinics above, how many have been completed and were operational as of June, 2018;",
        "(c) how many schools and clinics benefited in form of the following, as of June, 2018:",
        "(i) water supply; (ii) power supply; and (iii) road network; and",
        "(d) how much money, in total, has been spent under the project in:",
        "(i) Gwembe District; and (ii) the entire Gwembe Valley region."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the rehabilitation of the Mambulwe Dam in Nangoma Parliamentary Constituency will commence;",
        "(b) what has caused the delay in rehabilitating the Dam; and",
        "(c) what the total cost of the project is."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how much money, in form of tourism levy, had been collected from inception to July, 2018;",
        "(b) whether the money has been deposited into the Tourism Development Fund;",
        "(c) how many tourism projects have been financed from the Fund; and",
        "(d) whether the Fund is achieving the intended purpose."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the tarring of township roads in Kabompo District will commence;",
        "(b) what has caused the delay in commencing the project;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for completing the project is."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Ms Mwape (Mkushi North)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the contracts to tar the following roads in Mkushi District were signed:",
        "(i) Masansa-Luano-Kabwe; and (ii) Masansa-Mpula;",
        "(b) what has caused the delay in commencing the works;",
        "(c) when works on the projects will commence; and",
        "(d) what the time frame for the completion of the projects is."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has taken any measures to promote traditional dances and other forms of art in Kalabo District and other rural parts of the country;",
        "(b) if so, what the measures are; and",
        "(c) what benefits accrued to the Government as a result of promoting art and culture from January, 2017 to June, 2018."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Mr D Mumba (Chama North)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a police station and a correctional facility in Chama North Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Zambia Revenue Authority (ZRA) taxes individual account holders for maintaining bank accounts;",
        "(b) if so, what the tax is called;",
        "(c) at what rate the accounts are taxed; and",
        "(d) how much revenue was collected from the exercise from January, 2015 to June, 2018, year by year."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Mbulakulima (Milenge)",
      "minister": "Minister of Housing and  Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the construction of Lwela Bridge in Milenge District will commence; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "11",
      "asked_by": "Mr Mbulakulima (Milenge)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the  Government has any plans to construct infrastructure in Milenge District in the next two years;",
        "(b) if so, what type of infrastructure will be constructed; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Health when the Government will resume the construction of health posts, under the 650 Health Posts Project, whose contracts were terminated.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": []
    },
    {
      "question_number": "13",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Commerce, Trade and Industry why 10 out of 12 solar milling plants were allocated to co-operative societies which were not on the approved list of beneficiaries in Kabompo District.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": []
    },
    {
      "question_number": "14",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many solar power plants were operational, countrywide, as of 30th June, 2018;",
        "(b) whether the Government has any plans to install more solar power plants in rural areas;",
        "(c) if so, when the plans will be implemented; and",
        "(d) which districts are earmarked for installation of solar power plants in 2019."
      ]
    },
    {
      "question_number": "15",
      "asked_by": "Mr D Mumba (Chama North)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the construction of the magistrates court building in Chama North Parliamentary Constituency will be completed;",
        "(b) what has caused the delay in completing the project; and",
        "(c) what the time frame for the completion of the project is. NOTICE OF MOTION Mr D Mumba Thanks – His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}