{
  "metadata": {
    "title": "Thursday, 30th June, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10214",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "343",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of township roads in Mkushi District will be completed; and",
        "(b) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "344",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any mechanisms to monitor the growth of Small and Medium Enterprises (SMEs); and",
        "(b) if so, what the mechanisms are."
      ]
    },
    {
      "question_number": "345",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to restrict some businesses for Small and Medium Enterprises (SMEs) to Zambians to the exclusion of foreigners;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what type of businesses will be restricted."
      ]
    },
    {
      "question_number": "346",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure motor vehicles for the police in Pemba District to enhance their operations; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Rural Development what measures the Government is taking to enhance rural development.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [],
      "question_text": " NOTICE OF MOTION Hon Kasune Report of the Parliamentary Reforms and Modernisation Committee: That this House do adopt the Report of the Parliamentary Reforms and Modernisation Committee, for the First Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 23rd June, 2022. __________________________"
    }
  ],
  "question_count": 5,
  "status": "success"
}