{
  "metadata": {
    "title": "Thursday, 17th October, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11954",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "36",
      "asked_by": "Mr Emmanuel Musonda (Lupososhi)",
      "minister": "Vice-President",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many civil servants, countrywide, were retired in national interest by the Public Service Management Division from August, 2016 to August, 2021;",
        "(b) which Government institution had the most affected employees;",
        "(c) how many appeals were received, as of March, 2024;",
        "(d) following the appeals, how many cases were:",
        "(i) upheld; and (ii) rescinded; and",
        "(e) what measures are being taken to prevent such occurrences in future."
      ]
    },
    {
      "question_number": "37",
      "asked_by": "Mr Chinkuli (Kanyama)",
      "minister": "Minister of Finance and National Planning when the Government will pay terminal benefits to the twelve (12) former employees of the Zambia Pork Products Limited whose employment was terminated in 2001, following the privatisation of the company.",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "38",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of Chikakala Bridge in Kanchibiya Parliamentary Constituency will be completed;",
        "(b) what has caused the delay in completing the project; and",
        "(c) what the cost of the outstanding works, is."
      ]
    },
    {
      "question_number": "39",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Local Government and Rural Development what measures the Government is taking to permanently resolve the perennial flooding problem during the rainy season in Lusaka District.",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "40",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the National Land Titling Programme commenced;",
        "(b) how many title deeds under the Programme had been issued from inception to April, 2024;",
        "(c) whether there are any plans to extend the Programme to all the 156 Parliamentary Constituencies;",
        "(d) if there are no such plans, why; and",
        "(e) whether there are any plans to revise the titling fees so as to make them affordable."
      ]
    },
    {
      "question_number": "41",
      "asked_by": "Mr Mandandi (Sioma)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate Nangweshi Government Guest House in Sioma District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the rehabilitation, is;",
        "(d) what the estimated time frame for the completion of the project, is; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "42",
      "asked_by": "Mr Chisanga (Lukashya)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) why the construction of Ntumpa University in Lukashya Parliamentary Constituency has stalled;",
        "(b) when the works will resume;",
        "(c) what the estimated cost of the project is;",
        "(d) what the time frame for the completion of the project is; and",
        "(e) whether the Government will maintain the same contractor for the remaining works."
      ]
    },
    {
      "question_number": "43",
      "asked_by": "Mr Kang’ombe (Kamfinsa)",
      "minister": "Minister of Finance and National Planning",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how much revenue, in taxes, was raised from the mining sector in 2022 and 2023;",
        "(b) how the revenue was used to improve the performance of the Zambian Kwacha during the same period; and",
        "(c) what measures the Government has put in place to earn more foreign exchange from other sectors of the economy."
      ]
    },
    {
      "question_number": "44",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Health when the Government will replace the non-functional mortuary unit at Macha Mission Hospital in Mbabala Parliamentary Constituency.",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "45",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Finance and National Planning",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government is aware that the decision by the Zambia Public Procurement Authority to request all contractors to bid for Constituency Development Fund (CDF) contracts on the e-GP platform is disadvantaging local contractors, who are domiciled within each constituency, as they can no longer be prioritised in acquiring CDF contracts as per Presidential directive; and",
        "(b) if so, what measures are being taken to ensure that contractors that are domiciled within each constituency are prioritised in the awarding of CDF contracts. ___________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}