{
  "metadata": {
    "title": "Friday, 12th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1532",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "time": "AT 0830 HOURS"
  },
  "questions": [
    {
      "question_number": "704",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how the Chalimbana University managed to raise funds used for the construction of thirteen staff houses; and",
        "(b)what the cost of construction, on average, of each house was."
      ]
    },
    {
      "question_number": "705",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to construct army barracks in Kaputa District; and",
        "(b)if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "706",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health when the Government will",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)expedite the construction of the student accommodation and school kitchen at St. Pauls’ School of Nursing and Midwifery in Nchelenge which were destroyed by fire;",
        "(b)address the poor electricity supply;",
        "(c)procure a school bus particularly for transportation of students  for practical lessons;",
        "(d)provide adequate monthly grants; and",
        "(e)provide more teaching and other staff, who as of December, 2012,                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       were only at 45 per cent of the establishment."
      ]
    },
    {
      "question_number": "707",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will complete constructing classroom blocks at the following schools in Kabompo West Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Salenda Basic;",
        "(b)Mumbeji Basic;",
        "(c)Nkulwashi Basic;",
        "(d)Wazanga Basic; and",
        "(e)Kayombo Secondary."
      ]
    },
    {
      "question_number": "708",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Information and Broadcasting when the Zambia News and Information Services office in Sesheke District will be provided with the following",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)adequate equipment;",
        "(b)a motor vehicle; and",
        "(c)additional staff. QUESTIONS FOR WRITTEN ANSWER W50    Mr S Chungu (Luanshya) - to ask the Minister of Mines, Energy and Water Development:",
        "(a)how many small scale mining companies were operational in Luapula Province as of 2012;",
        "(b)what minerals were being mined;",
        "(c)in which areas of the Province the mining companies were located; and",
        "(d)who the owners of the companies were. W51    Mr S Chungu (Luanshya) - to ask the Minister of Mines, Energy and Water Development:",
        "(a)which mining companies were involved in nickel production in Zambia as of 2012;",
        "(b)where the mines were located;",
        "(c)how many tonnes of nickel were produced in 2011 and 2012; and",
        "(d)how much money was realised from the sale of the nickel, company by company. W52    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)how much money the road Transport and Safety Agency raised from 2009 to 2012, year by year, under the following:",
        "(i)registration of motor vehicles; (ii)issuance of road licences; (iii)examination for motor vehicle fitness; and (iv)toll fees from heavy duty foreign trucks;",
        "(b)which sources of funding supported the procurement of works from 2010 to 2012; and",
        "(c)which source contributed the largest amount of money during the same period."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}