{
  "metadata": {
    "title": "Thursday, 13th February, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8281",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "115",
      "asked_by": "Dr Chibanda (Mufulira)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the major causes of under production at Ndola Lime Company, are;",
        "(b) how much money the Government, through ZCCM-IH, invested in the Company from 2013 to 2018;",
        "(c) whether the Company is insolvent;",
        "(d) if so, whether the Government has any plans to either privatise or list the Company on the Lusaka Stock Exchange; and",
        "(e) when the new kiln at the Company will be commissioned."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following Secondary Schools in Mapatizya Parliamentary Constituency:",
        "(i) Kabanga; (ii) Luyaba; (iii) Siamafumba; and (iv) Simundimvwi; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "117",
      "asked_by": "Mr Chikote (Luampa)",
      "minister": "Minister of General Education when the Government will construct boarding facilities at the following Secondary Schools in Luampa Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) Luampa;",
        "(b) Mbanyutu;",
        "(c) Lui; and",
        "(d) Katuwa."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of an administration block in Chitambo District will commence;",
        "(b) who the contractor for the project is; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Mr Kundoti (Luena)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Limulunga-Kate road in Luena Parliamentary Constituency will be completed;",
        "(b) what has caused the delay in completing the project; and",
        "(c) what the total cost of the project is."
      ]
    },
    {
      "question_number": "120",
      "asked_by": "Mr Siwanzi (Nakonde)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of Nakonde Secondary School in Nakonde District has stalled;",
        "(b) whether the Government is aware that the contractor for the project has abandoned the project;",
        "(c) if so, whether the Government has any plans to engage another contractor to complete the project;",
        "(d) when works will resume; and",
        "(e) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "121",
      "asked_by": "Mr Lihefu (Manyinga)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Manyinga - Mwinilunga road which is in a very deplorable state; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "122",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware  that the Mbala-Kaseshya road is in a deplorable state;",
        "(b) if so, when the rehabilitation works will commence;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "123",
      "asked_by": "Mr C Zulu (Luangeni)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when veterinary officers will be deployed to Luangeni Parliamentary Constituency, following the completion of the construction of staff houses;",
        "(b) what the total number of officers earmarked for deployment in 2019, was; and",
        "(c) what measures the Government is taking to ensure that the new houses are not vandalised before they are occupied."
      ]
    },
    {
      "question_number": "124",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any alternative economic recovery plans in the event that the International Monetary Fund (IMF) bailout package falls through;",
        "(b) if so, what the plans are;",
        "(c) what immediate measures the Government is taking to raise the import cover to three months; and",
        "(d) why the exercise to dismantle the national debt has slowed down."
      ]
    },
    {
      "question_number": "125",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of storage sheds and slabs for the Food Reserve Agency in Solwezi East Parliamentary Constituency has stalled;",
        "(b) when the works will resume; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "126",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government last undertook an assessment of the trade volumes at Kasumbalesa and Mukambo Border Posts;",
        "(b) whether the Government has any plans to establish Trade Desks at the two Border Posts to capture trade volumes and foreign currency inflows and outflows;",
        "(c) if so, when the plans will be implemented;",
        "(d) whether the Government is encouraging commercial banks to establish banks at the two Border Posts; and",
        "(e) if so, whether any commercial banks will be opened at the two Border Posts."
      ]
    },
    {
      "question_number": "127",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when Chifunda Secondary School in Chama South Parliamentary Constituency will be gazetted;",
        "(b) when teachers will be deployed to the School;",
        "(c) when the School will be opened to the public; and",
        "(d) when additional teachers will be deployed to  all other schools in the Constituency which have few members of staff."
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Housing and Infrastructure Development when bridges will be constructed at the following crossing points in Mkaika Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) Mnyamanzi;",
        "(b) Chisale;",
        "(c) Chamatonye; and",
        "(d) Lupande, between Mkaika and Mambwe."
      ]
    },
    {
      "question_number": "129",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of communication towers in the following areas in Sioma Parliamentary Constituency will commence:",
        "(i) Luhoto; (ii) Sinjembela; (iii) Lyabangu; (iv) Kabula; and",
        "(v) Kaanja;",
        "(b) what has caused the delay in commencing the project;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "130",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many farmers were listed under the Cashew Infrastructure Development Project in Western Province as of July, 2019;",
        "(b) what assistance, if any, the Government avails to the farmers under the Project;",
        "(c) how many cashew plants there were under the Project as of  March, 2019;",
        "(d) what challenges the Government is encountering in implementing the Project; and",
        "(e) how many agriculture extension officers are working on the Project."
      ]
    },
    {
      "question_number": "131",
      "asked_by": "Mr Michelo (Bweengwa)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to suspend the borehole levy in all provinces which were affected by drought in the 2018/2019 rainy season;",
        "(b) if so, when the plans will be implemented;",
        "(c) how long the suspension will be in force; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "132",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Gender",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to establish safe homes for the vulnerable adolescent girls, countrywide;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "133",
      "asked_by": "Mr Munkonge (Lukashya)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Lukulu and other bridges on the Kasama-Mansa road, which are on the verge of being washed away;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "134",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to sell the houses in Agriculture Compound in Mumbwa District to the sitting tenants;",
        "(b) if so when the plans will be implemented;",
        "(c) what has caused the delay in implementing the plans; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "135",
      "asked_by": "Ms M Miti (Vubwi)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct the following in Vubwi District:",
        "(i) a bus station; and (ii) a modern market;",
        "(b) if so, when the plans will be implemented;",
        "(c) where the structures will be located;",
        "(d) what the cost of each project is; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "136",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to complete the construction of the Libonda Secondary School in Liuwa Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) if there are no such plans, why; and",
        "(d) what the way forward for the infrastructure already constructed at the School is."
      ]
    },
    {
      "question_number": "137",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Mwilwa-Mofwe Lagoons-Mununga road;",
        "(b) if so, when the plans will be implemented;",
        "(c) what has caused the delay in rehabilitating the road, considering that it is in a deplorable condition; and",
        "(d) when the rehabilitation of the Tabu Bridge on the Mwilwa-Mununga road will commence."
      ]
    },
    {
      "question_number": "138",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Mafuta Bridge in Mapatizya Parliamentary Constituency will commence;",
        "(b) what has caused the delay in commencing the project;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "139",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs when a motor vehicle will be procured for Nangoma Police Post in Nangoma Parliamentary Constituency to enhance its operations.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many cases of financial mismanagement by public service workers were reported from 2011 to 2018, year by year;",
        "(b) how much money was mismanaged, year by year;",
        "(c) how many workers were prosecuted and jailed for mismanaging the funds;",
        "(d) how many workers were transferred, as a disciplinary measure; and",
        "(e) of the amount at (b), how much was recovered as of 31st December, 2018. __________________________"
      ],
      "question_text": " QUESTION FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 25,
  "status": "success"
}