{
  "metadata": {
    "title": "Wednesday, 22nd July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4327",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 22ND JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "659",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the benefits of the hologram are;",
        "(b)    how much money the Government has realised through the introduction of the hologram; and",
        "(c)    whether the hologram has reduced piracy in the country."
      ]
    },
    {
      "question_number": "660",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many child education centres there are country-wide;",
        "(b)    what measures have been taken to sustain the centres; and",
        "(c)    when the centres will be provided with trained teachers and teaching materials."
      ]
    },
    {
      "question_number": "661",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many qualified personnel were stationed at Nsudzu Mental Health Centre in Chadiza Parliamentary Constituency as of March, 2015;",
        "(b)    when the rehabilitation of the Centre will commence; and",
        "(c)    what the cost of the project is."
      ]
    },
    {
      "question_number": "662",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when funds for aforestation of the Nakonde Forest in Nakonde Parliamentary Constituency will be released;",
        "(b)    what the cost of the exercise is; and",
        "(c)    what the time-frame for the exercise is."
      ]
    },
    {
      "question_number": "663",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any mineral exploration has been carried out in Mitete District;",
        "(b)    if so, what minerals were found; and",
        "(c)    when mining activities will commence."
      ]
    },
    {
      "question_number": "664",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there is potential for development of a cement plant in Mpongwe District; and",
        "(b)    if so, whether the Government has any plans to find an investor to set up a cement plant in the District."
      ]
    },
    {
      "question_number": "665",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Laurent Chita and Ipusukilo Primary Schools in Luwingu District will be upgraded to Secondary Schools; and",
        "(b)    what has caused the delay in upgrading the Schools."
      ]
    },
    {
      "question_number": "666",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Home Affairs when the Government will construct a police station and staff houses in Kabompo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "667",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many students applied for government bursaries at the following institutions of learning for the 2013/2014 academic year:",
        "(i)    University of Zambia; (ii)    Copperbelt University; and (iii)    Mulungushi University; and",
        "(b)    how many students had their applications approved, institution by institution."
      ]
    },
    {
      "question_number": "668",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the dilapidated houses at Kalabo District Hospital Compound will be rehabilitated; and",
        "(b)    what the long term plans for rehabilitation of hospital houses are. QUESTIONS FOR WRITTEN ANSWER W65    Mr Mutelo (Lukulu West) - to ask the Minister of Finance:",
        "(a)    what the impact of the proposed revision of mineral taxes on the 2015 budget is;",
        "(b)    what measures have been taken to bridge the gap in the revenue loss arising from the revision of the taxes at (a);",
        "(c)    what the impact of the revision on the external and domestic debt is; and",
        "(d)    what the revised economic growth rate for 2015, in view of the developments at (a) and (c) above, is. W66    Mr Lufuma (Kabompo West) - to ask the Vice President:",
        "(a)    whether the Government has any plans to undertake a delimitation exercise to increase the number of parliamentary constituencies;",
        "(b)    if so, when the exercise will commence;",
        "(c)    how many additional constituencies are expected to be created countrywide; and",
        "(d)    whether any new constituencies will be created in Kabompo District. W67    Mr Namulambe (Mpongwe) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    what the rates of boarding fees payable at the following Secondary Schools are:",
        "(i)    Ibenga Girls; (ii)    Fatima Girls; (iii)    Chiwala Boys; (iv)    Ndola Technical;",
        "(v)    Mpongwe; and (vi)    Mpongwe South; and",
        "(b)    why there are disparities in the amounts. W68    Mr I Banda (Lumezi) - to ask the Minister of Transport, Works, Supply and Communication how much money is spent on the following by the Road Transport and Safety Agency, per annum:",
        "(a)    personal emoluments;",
        "(b)    servicing of motor vehicles; and",
        "(c)    servicing the Board of Directors. W69    Mr Mucheleka (Lubansenshi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many teachers were posted to Lubansenshi Parliamentary Constituency from January, 2013 to April, 2015, by year and by gender;",
        "(b)    to which schools the teachers were posted; and",
        "(c)    what the total shortfall of teachers in the Constituency is. NOTICE OF MOTION AND ORDER OF THE DAY Mrs Masebo Ban Indiscriminate Use of Firearms: That this House urges the Government to take immediate measures to ban the indiscriminate use of privately owned firearms especially during elections. 1    The Anti-Terrorism (Amendment) Bill                 (N.A.B. 2/2015) Third Reading ___________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}