{
  "metadata": {
    "title": "Wednesday, 13th March, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1563",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 13TH MARCH, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "508",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs what measures the Government will take to prevent the smuggling of mealie-meal into the Democratic Republic of Congo.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "509",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much property was recovered by the disbanded Task Force on Corruption;",
        "(b)how many of the recovered properties were in foreign countries;",
        "(c)how many of the recovered properties have been disposed of and how much money was realised from their disposal; and",
        "(d)what the total value of the remaining properties is."
      ]
    },
    {
      "question_number": "510",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what the Under Five and Infant Mortality rates in the country were as of September, 2012; and",
        "(b)what measures the Government has taken to attain the Millennium Development Goal No. 4, on the reduction of child mortality."
      ]
    },
    {
      "question_number": "511",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Health whether the Government has any plans for the Nakanyaa Health Centre in Nalikwanda Parliamentary Constituency in view of a high school that will soon be opened in the area.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "512",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs whether the Government has any plans to construct a police station in Nangoma Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "513",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing why the streets of Lusaka Central Business District are always dirty.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "514",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many people constituted the delegation that accompanied the President of the Republic of Zambia on the official visit to Turkey in 2010; and",
        "(b)how much money was spent on the visit."
      ]
    },
    {
      "question_number": "515",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what progress the Government has made on ensuring that all basic and high schools are managed by persons with a minimum academic qualification of a bachelor’s degree.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "516",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the construction of clinics at the following places in Chadiza Parliamentary Constituency will begin:",
        "(i)Navirali; (ii)Zingalume; and (iii)Chang’oma;",
        "(b)what the estimated cost of the projects is; and",
        "(c)who the contractors of the projects are."
      ]
    },
    {
      "question_number": "517",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will construct the following infrastructure in Nchelenge District:",
        "(i)more teachers’ houses; (ii)school libraries; and (iii)a modern office block for the District Education Board Secretary;",
        "(b)when the Standards Officers in the District will be provided with a motor vehicle for their operations; and",
        "(c)when the Ministry will resume the adult literacy programme in the District."
      ]
    },
    {
      "question_number": "518",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Community Development, Mother and Child Health when the Government will undertake the",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)introduce the social cash transfer scheme in Nchelenge District where poverty levels are extremely high, in excess of 80 per cent;",
        "(b)increase the number of food security packs allocated to the District due to increased demand;",
        "(c)provide funding for monitoring the projects for beneficiaries of empowerment funds;",
        "(d)start releasing funds for recurrent departmental charges for 2013, for the smooth operations of the District Office; and",
        "(e)construct community halls in each of the thirteen wards in the District."
      ],
      "question_text": " following:"
    },
    {
      "question_number": "519",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the construction of secondary schools in the following areas of Mwinilunga District will commence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Chief Chibwika’s area;",
        "(b)Lumwana West;",
        "(c)Chief  Kakoma’s area; and",
        "(d)Chief Sailunga’s area."
      ]
    },
    {
      "question_number": "520",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government has any plans to rehabilitate the Makanu-Ntambu Road connecting Mwinilunga and Solwezi West Parliamentary Constituencies after the construction of the Kabompo Bridge is completed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "521",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Vice President when the Electoral Commission of Zambia will declare the following schools in Muchinga Parliamentary Constituency, polling stations",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Isaninga Basic;",
        "(b)Mulembo Basic;",
        "(c)Nsanje Basic; and",
        "(d)Fikondo Community."
      ]
    },
    {
      "question_number": "522",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Chiefs and Traditional Affairs when the Government will undertake the following in Nchelenge District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)construct offices;",
        "(b)provide a motor vehicle for operations; and",
        "(c)increase the number of staff. QUESTIONS FOR WRITTEN ANSWER W25    Mr Chisala (Chilubi) - to ask the Minister of Foreign Affairs:",
        "(a)which countries were suspended from the United Nations between 1945 and 2012 and for what reasons; and",
        "(b)which countries were expelled from the United Nations in the same period and for what reasons. W26    Mr Mpundu (Nchelenge) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)when the Social Welfare Department in Nchelenge District will be provided with:",
        "(i)a motor vehicle for monitoring juveniles on probation; and (ii)new office equipment;",
        "(b)when the number of scholarships for pupils in the District will be increased; and",
        "(c)when the funding to the Public Welfare Assistance Scheme will be increased. W27    Mr Mpundu (Nchelenge) - to ask the Minister of Health when the Government will undertake the following at each of the thirteen health centres in Nchelenge District:",
        "(a)construct at least two toilets;",
        "(b)paint the buildings;",
        "(c)    construct a maternity wing and staff houses;",
        "(d)sink boreholes;",
        "(e)provide surgical equipment and other necessary medical kits; and",
        "(f)provide electricity."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}