{
  "metadata": {
    "title": "Friday, 14th June, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11722",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "354",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether there are any economic planners in rural districts, countrywide;",
        "(b) if so, how they collaborate with other stakeholders in enhancing social and economic development; and",
        "(c) what measures are being taken to enhance the collaboration with other stakeholders."
      ]
    },
    {
      "question_number": "355",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will operationalise dip tanks that were constructed in 2013 and 2014 in Chadiza Parliamentary Constituency;",
        "(b) how many dip tanks await operationlisation;",
        "(c) what the cause of the delay in operationalising the dip tanks is; and",
        "(d) what the total cost of constructing the dip tanks was."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a community sports development centre in Mbabala Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "357",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to procure an additional dredger to service the main habour at Chilubi Island in Chilubi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of a dredger is."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct border posts at the following crossing points between Zambia and Malawi to prevent smuggling:",
        "(i) Kenyelere/Hebe; and (ii) Mbala Chanda/Chama;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to revamp agricultural training centres, countrywide; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "360",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a trades and skills training centre in Kanchibiya Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why. 7. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 81) W6. Mr Chewe (Lubansenshi) - to ask the Minister of Finance and National Planning:",
        "(a) how many commercial banks were wholly or co-owned by the Government and other stakeholders, as of December, 2023;",
        "(b) how much revenue each bank generated during the period 2020 to 2023, year by year;",
        "(c) in which districts, the banks were operating from;",
        "(d) whether there are any plans to encourage Government institutions to save with the banks at (a) in order to enhance their profitability;",
        "(e) if so, when the plans will be implemented; and",
        "(f) if there are no such plans, why. 8. NOTICE OF MOTION Ms Chonya Adopt Report of the Committee on National Guidance and Gender Matters: That this House adopts the Report of the Committee on National Guidance and Gender Matters on the Review of the Gender-Based Violence Responses and Programming in Zambia vis-à-vis Establishment of Victims’ Shelters, Fast Track Courts and the Anti-Gender-Based Violence Fund, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 12th June, 2024. 9."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}