{
  "metadata": {
    "title": "Tuesday, 23rd July, 2019",
    "source_url": "https://www.parliament.gov.zm/node/8020",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "480",
      "asked_by": "Mr Lihefu (Manyinga)",
      "minister": "Minister of Housing and Infrastructure Development when the reconstruction of the following bridges, which were washed away by heavy rains in Manyinga Parliamentary Constituency, will commence",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) Ndunga-Kayombo, connecting Senior Chief Sikufele and Chief Chiyengele’s Chiefdoms; and",
        "(b) Chongo in Chief Sikufele’s Chiefdom."
      ]
    },
    {
      "question_number": "481",
      "asked_by": "Ms Kabanshi (Luapula)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to allocate the Constituency Development Fund in an equitable manner, based on the needs of each constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what criteria will be used to determine the needs of each constituency."
      ]
    },
    {
      "question_number": "482",
      "asked_by": "Mr Imbuwa (Nalolo)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Kaunga Lueti Clinic in Nalolo Parliamentary Constituency, to a mini hospital;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, what measures the Government is taking to provide health services to the increased number of patients, some of whom come from as far as Shang’ombo and Sioma."
      ]
    },
    {
      "question_number": "483",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Housing and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the reconstruction of the Manga Bridge in Chama South Parliamentary Constituency, which was washed away by heavy rains, will commence;",
        "(b) who the contractor for the project is; and",
        "(c) what the time frame for the completion of the project is."
      ],
      "question_text": " Infrastructure Development:"
    },
    {
      "question_number": "484",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many intestate estates were administered by the Administrator General in the following years, countrywide, by gender:",
        "(i) 2017; and (ii) 2018; and",
        "(b) what the total value of the estates was, year by year."
      ]
    },
    {
      "question_number": "485",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Transport and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of communication towers in the following Wards in Mufumbwe Parliamentary Constituency will commence:",
        "(i) Kalambo; (ii) Matushi; (iii) Kashima West; and (iv) Kashima East; and",
        "(b) what has caused the delay in commencing the project."
      ],
      "question_text": " Communication:"
    },
    {
      "question_number": "486",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following places in Chinsali Parliamentary Constituency:",
        "(i) Nashinga in Lubwa Ward; (ii) Chibesa in Lubwa Ward; (iii) Cheswa in Chambeshi Ward; (iv) Chilunda in Chilunda Ward; and",
        "(v) Chunga in Chunga Ward;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "487",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of Transport and",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of communication towers which were earmarked for 2018 at the following locations in Gwembe Parliamentary Constituency will commence:",
        "(i) Lumbo Rural Health Centre; (ii) Kole Primary School; and (iii) Lukonde Secondary School;",
        "(b) why the towers were not constructed in 2018 as planned; and",
        "(c) what the time frame for the completion of the exercise is."
      ],
      "question_text": " Communication:"
    },
    {
      "question_number": "488",
      "asked_by": "Mr S Banda (Kasenengwa)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that orange maize seed was distributed to Kasenengwa Parliamentary Constituency by agro-dealers under the Farmer Input Support Programme during the 2018/2019 farming season;",
        "(b) whether the Food Reserve Agency (FRA) will buy the orange maize from farmers in the Constituency and other areas countrywide during the 2019 marketing season;",
        "(c) if the orange maize will not be bought by the FRA, what alternative market is available for the affected farmers; and",
        "(d) what measures have been taken to ensure that orange maize is not distributed by the agro-dealers in future. NOTICE OF MOTION Mr Muchima, MP Report of the Committee on Local Government Accounts: That this House do adopt the Report of the Committee on Local Government Accounts on the Utilisation of Constituency Development Fund and Local Government Equalisation Fund in Zambia, for the Third Session of the Twelfth National Assembly, laid on the Table of the House on 10th July, 2019. ___________________________"
      ]
    }
  ],
  "question_count": 9,
  "status": "success"
}