{
  "metadata": {
    "title": "Tuesday, 11th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11124",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "345",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following areas in Katombola Parliamentary Constituency:",
        "(i) Nyawa;                                      (vi) Ngwezi; (ii) Kauwe;                                      (vii) Kanchele; (iii) Moomba;                                  (viii) Bombwe; and (iv)     Nguba;                                 (ix) Sikaunzwe;",
        "(v) Chooma;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "346",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Serenje-Mpika stretch of the Great North Road;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges across the following rivers in Chadiza Parliamentary Constituency:",
        "(i) Mwangazi in Mwangazi Ward; (ii) Mwami in Kumba Ward; and (iii) Mkumbuzi in Mkumbuzi Ward;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of each project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Mufumbwe District Hospital;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether there are any plans to construct a maternity wing at the Hospital; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Government Guest House in Mpika District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) whether the Government will consider a public-private partnership arrangement on the project. 350. Mr Chewe (Lubansenshi) - to askthe Minister of Agriculture:",
        "(a) whether the Government has any plans to establish irrigation schemes in Lubansenshi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) where the irrigation schemes will be situated;",
        "(d) what the cost of the project is; and",
        "(e) if there are no such plans, why. 351 Mr Hamwaata (Pemba) - to ask the Minister of Infrastructure, Housing and Urban Development:",
        "(a) whether the Government has any plans to rehabilitate the following roads in Pemba District:",
        "(i) Muzoka - Moyo; and (ii) Pemba - Mapanza;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the projects is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Kambita (Zambezi East)",
      "minister": "Minister of infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that the Zambezi - Chitokoloki road in Zambezi East Parliamentary Constituency, is in a deplorable state, thereby posing a great risk to the lives of patients being referred from Zambezi District Hospital to Chitokoloki Mission Hospital; and",
        "(b) if so, what urgent measures are being taken to rehabilitate the road to avoid it becoming impassable in the rainy season."
      ]
    },
    {
      "question_number": "353",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how much money was collected by the National Health Insurance Management Authority through member contributions under the National Health Insurance Scheme from January, 2020 to August, 2021;",
        "(b) how many members were registered with the Scheme as of November, 2022; and",
        "(c) how many members benefitted from the Scheme as of November, 2022."
      ]
    },
    {
      "question_number": "354",
      "asked_by": "Ms T Lungu (Chawama)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a mortuary at the Chawama First Level Hospital in Chawama Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "355",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following infrastructure at the Mkushi District Hospital will be completed:",
        "(i) six (6) low cost housing units; (ii) female ward; (iii) children’s ward; and (iv) covered walkways;",
        "(b) what the cause of the delay in completing the works is;",
        "(c) what the cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct police posts in the following areas in Katombola Parliamentary Constituency:",
        "(i) Mukuni; (ii) Nyawa; (iii) Moomba; and (iv) Musokotwane; and",
        "(b) if so, when the plans will be implemented. ORDER OF THE DAY 1. Report of the Committee on National Security and Foreign Affairs – Motion (5th July) – Resumption of Debate:  (The Minister of Justice) ____________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}