{
  "metadata": {
    "title": "Wednesday, 21st September, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10391",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "30",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Information and Media",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure media equipment for the Zambia News and Information Services in Gwembe District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what type of equipment will be procured; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "31",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the Bank of Zambia allows commercial banks to load small Kwacha bills into Automated Teller Machines, thereby making withdrawing large amounts costly due to the many withdrawal charges;",
        "(b) whether there are any plans to stop the practice;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "32",
      "asked_by": "Ms Mabonga (Mfuwe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Chiundaponde road in Mfuwe Parliamentary Constituency, to bituminous standard;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "33",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the communication towers which were constructed at the following locations in Chitambo Parliamentary Constituency will be operationalised:",
        "(i) Mwimbula; (ii) Chitambo Mission Hospital; (iii) Mulaushi Hills; and (iv) Mukando Secondary School; and",
        "(b) what the cause of the delay in operationalising the towers is. ORDER OF THE DAY 1. Thanks – His Excellency the President’s Address - Motion (13th September) - Resumption of Debate: (Mr Kambita, MP). ____________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}