{
  "metadata": {
    "title": "Friday, 14th February, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12147",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "192",
      "asked_by": "Mr. Sing’ombe (Dundumwezi)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate Lungunya Veterinary Camp in Dundumwezi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "193",
      "asked_by": "Mr. Chanda (Kanchibiya)",
      "minister": "Minister of Health",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will construct mortuary units at the following health centres in Kanchibiya Parliamentary Constituency;",
        "(i) Chalabesa; (ii) Luchembe; and (iii) Mpepo; and",
        "(b) what the capacity of the mortuary units will be."
      ]
    },
    {
      "question_number": "194",
      "asked_by": "Mr. Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what measures the Government is taking to promote mental health in communities, countrywide; and",
        "(b) if there are no such measures, why."
      ]
    },
    {
      "question_number": "195",
      "asked_by": "Ms. Nakaponda (Isoka)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when construction of the following feeder roads in Isoka Parliamentary Constituency will resume:",
        "(i) Mwenicombe-Ndande; and (ii) Kantenshya-Londamara; and",
        "(b) why the project has stalled."
      ]
    },
    {
      "question_number": "196",
      "asked_by": "Mr. Simbao (Luanshya)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a police post in Fisenge Ward in Luanshya Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "197",
      "asked_by": "Mr. Chisopa (Mkushi South)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of Luano Boarding Secondary School in Mkushi South Parliamentary Constituency will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the contract sum for the project is;",
        "(d) who the contractor for the project is;",
        "(e) how much money was paid to the contractor, as of April, 2024;",
        "(f) at what level of completion, in percentage terms, the project was, as of the date at (e); and",
        "(g) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "198",
      "asked_by": "Mr. Peter Phiri (Mkaika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when rehabilitation works on the Chinkhombe and Vulamkoko roads in Mkaika Parliamentary Constituency, funded by the World Bank will commence; and",
        "(b) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "199",
      "asked_by": "Mr. C Chibuye (Mkushi North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct the following infrastructure in Mkushi District:",
        "(i) a modern bus station; and (ii) a market;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of each project is; and",
        "(d) if there are no such plans, why. 8. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 81) W2. Mr. Miyutu (Kalabo Central) - to ask the Minister of Agriculture:",
        "(a) whether the Agriculture Credit Window was implemented during the 2023/2024 Farming Season;",
        "(b) if so, what the total number of beneficiaries was, province by province;",
        "(c) how much money was disbursed to each province; and",
        "(d) how many famers in Kalabo District benefited from the programme. ___________________________"
      ]
    }
  ],
  "question_count": 8,
  "status": "success"
}