{
  "metadata": {
    "title": "Thursday, 17th September, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8452",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "16",
      "asked_by": "Mr Chaatila (Moomba)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Monze - Chivuna road in Monze District which is in a deplorable state;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Zimba (Chasefu)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of the Chasefu Boarding Secondary School in Chasefu District has stalled;",
        "(b) when the works will resume;",
        "(c) who the contractor for the project is; and",
        "(d) what the scope of the outstanding works is."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Michelo (Bweengwa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to introduce free education from grade one to tertiary level in public learning institutions;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "19",
      "asked_by": "Mr Mbulakulima (Milenge)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to extend the rural electrification project to Mwanguni area in Milenge District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "20",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) which provinces had television stations established as of June, 2020;",
        "(b) when television stations will be established in the remaining provinces;",
        "(c) what the challenges of establishing provincial television stations are;",
        "(d) what measures the Government is taking to expedite the establishment of provincial television stations in the remaining provinces; and",
        "(e) what the time frame for the completion of the exercise is."
      ]
    },
    {
      "question_number": "21",
      "asked_by": "Mr S Tembo (Chadiza)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to repossess the land owned by the Tobacco Board of Zambia in Chadiza District which has been idle, and redistribute it to local people engaged in tobacco farming;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Works and Supply how much money was spent on repairing and servicing of Government motor vehicles from 2015 to 2019, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": []
    },
    {
      "question_number": "23",
      "asked_by": "Mrs M L Phiri (Chilanga)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a bus station and modern market in Chilanga District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "24",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a bridge across Luanginga River between Kalabo and Liuwa;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "25",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate feeder roads in Chitambo Parliamentary Constituency in 2020;",
        "(b) if so, which roads are earmarked for rehabilitation; and",
        "(c) when works will commence. QUESTION FOR WRITTEN ANSWER W4 Mr Chabi (Chipili)    -   to ask the Minister of Housing and Infrastructure Development:",
        "(a) how many roads, under the Link Zambia 8000 Project, were completed as of July, 2020;",
        "(b) what the names of the roads are;",
        "(c) what the total number of kilometres of the completed roads was; and",
        "(d) what the names of the remaining roads are. NOTICE OF MOTION The Vice President Restore Bills onto the Order Paper: That, in terms of Standing Order 126 (1) of the National Assembly of Zambia Standing Orders, 2016, this House restores, onto the Order Paper, the following Bills presented to the House in the previous Sessions of the Twelfth National Assembly:",
        "(i) The Constitution of Zambia (Amendment) Bill, N.A.B. 10 of 2019; (ii) The National Planning and Budgeting Bill, N.A.B. 22 of 2019; (iii) The National Forensic Bill, N.A.B. 1 of 2020; (iv) The Food and Nutrition Bill, N.A.B. 2 of 2020;",
        "(v) The Patents and Companies Registration Agency Bill, N.A.B. 3 of 2020; (vi) The Landlord and Tenant (Business Premises) (Amendment) Bill, N.A.B. 4 of 2020; (vii) The National Council for Construction Bill, N.A.B. 5 of 2020; and (viii) The Food Reserve Bill, N.A.B. 6 of 2020. ORDER OF THE DAY Thanks - His Excellency the President’s Address - Motion (15th September) - Resumption of Debate. __________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}