{
  "metadata": {
    "title": "Tuesday, 19th March, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7908",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "346",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that the 2018 Global Hunger Index results placed Zambia as the 5th hungriest country in the world;",
        "(b) if so, what measures the Government is taking to improve the ratings;",
        "(c) whether the  Government has any plans to place all portfolio functions relating to nutrition under the Office of the Vice President; and",
        "(d) if so, when the plans will be implemented. QUESTION FOR WRITTEN ANSWER W1.  Mr Kasandwe (Bangweulu)   -   to ask the Minister of Higher Education:",
        "(a) how many students, by gender, benefitted from the Government bursaries at the following universities from 2015 to 2017, year by year:",
        "(i) University of Zambia; (ii) Copperbelt University; and (iii) Mulungushi University; and",
        "(b) how many students came from each province, by gender and year by year. PRESENTATION OF GOVERNMENT BILL The Minister of Justice The National Dialogue (Constitution, Electoral Process, Public Order and Political Parties) – Bill to facilitate the implementation of the Siavonga resolutions of political parties relating to constitutional and institutional reforms, separation of powers and judicial independence, tolerance, freedom of assembly and civility in politics and electoral reforms; provide for a national dialogue process to facilitate the Constitution refinement process and regulation of political parties, public order and electoral process reforms; establish the National Dialogue Forum and provide for its functions; and provide for matters connected with, or incidental to, the foregoing .(N.A.B. 6/2019) NOTICE OF MOTION Mr Chali Thanks - His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. ORDER OF THE DAY 1.  The Electoral Commission of Zambia (Amendment) Bill                           (N.A.B. 5 of 2019) Second Reading ___________________________"
      ]
    }
  ],
  "question_count": 1,
  "status": "success"
}