{
  "metadata": {
    "title": "Tuesday, 14th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4295",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 14TH JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "609",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the health centres under the 650 health posts project will commence in Kalabo District considering that the rainy season in Western Province is likely to start in four months time;",
        "(b)    what has caused the delay in commencing the project; and",
        "(c)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "610",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether a Permanent Secretary has authority to overrule a resolution made by a Council;",
        "(b)    whether there is a time-frame within which a Council resolution remains in effect; and",
        "(c)    if so, what the time-frame is."
      ]
    },
    {
      "question_number": "611",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Zingalume-Naviruli road in Chadiza District will commence;",
        "(b)    what has caused the delay in commencing the works;",
        "(c)    who the contractor for the project is; and",
        "(d)    what the cost of the project is."
      ]
    },
    {
      "question_number": "612",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the staff establishment of the Road Development Agency was:",
        "(i)    at its inception; and (ii)    as of December, 2014; and",
        "(b)    what the cost of the following exercises was, as of February, 2015:",
        "(i)    operations for the entire fleet of motor vehicles, country-wide; (ii)    rentals for office accommodation, country-wide; and (iii)    emoluments for the staff, country-wide."
      ]
    },
    {
      "question_number": "613",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Olympic Youth Development Centre (OYDC) has had any benefits on rural communities country-wide;",
        "(b)    if none, when the OYDC will begin to offer its services to the rural communities;",
        "(c)    whether there are any plans to build OYDCs in provincial centres; and",
        "(d)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "614",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the people of Lunyiwe Ward of Kabompo West Parliamentary Constituency have been cut off from the rest of Kabompo District following the non-existence of bridges across the Nyela, Dishiwu and Kasombo Rivers;",
        "(b)    if so, when bridges across the Rivers above will be constructed;",
        "(c)    what the estimated period of constructing the bridges is; and",
        "(d)    what the total cost of constructing the three bridges is."
      ]
    },
    {
      "question_number": "615",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of a suspected bomb blast that occurred in Mitete District in April, 2015;",
        "(b)    whether there were any injuries or deaths arising from the blast and, if so, how many people were affected;",
        "(c)    what the cause of the blast was; and",
        "(d)    how secure the people who live in the area from Chavuma via Mitete and Lukulu to Sesheke, are."
      ]
    },
    {
      "question_number": "616",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Agriculture and Livestock whether the Government has set up a fund for purposes of providing loans to small scale farmers to promote irrigation farming.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "617",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many bridges were rehabilitated in Kafulafuta Parliamentary Constituency from January, 2011 to date;",
        "(b)    if none, when the rehabilitation of the bridges will commence; and",
        "(c)    what measures have been taken to ensure regular maintenance of bridges in the Constituency."
      ]
    },
    {
      "question_number": "618",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Community Development, Mother and Child Health when Tengama Clinic in Rufunsa Parliamentary Constituency, which was constructed using Constituency Development Fund, will be opened to the public.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " PRESENTATION OF GOVERNMENT BILL The Minister of Justice The Constitution of Zambia (Amendment) – Bill to amend the Constitution of Zambia.                                          (N.A.B. 6/2015)"
    }
  ],
  "question_count": 10,
  "status": "success"
}