{
  "metadata": {
    "title": "Tuesday, 6th June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11037",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "257",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct additional communication towers in the following areas in Kanchibiya Parliamentary Constituency:",
        "(i) Kabinga Chiefdom; (ii) Kabulamwiko in Chief Mpepo’s Chiefdom; (iii) Cheweshimfwamba in Chief Luchembe’s Chiefdom; (iv) Chikakala in Chief Mpepo’s Chiefdom; and",
        "(v) Munikashi and other areas in Senior Chief Kopa’s Chiefdom; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "258",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the total number of early childhood education centres in Kalabo District was, as of February, 2022;",
        "(b) what the total number of teachers at the centres was, as of the same date;",
        "(c) whether the number at (b) was adequate;",
        "(d) if not, whether the Government has any plans to deploy additional teachers; and",
        "(e) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "259",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a road to connect Nkhankha and Luangwa Wards in Chama North Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "260",
      "asked_by": "Mr Elias Musonda (Chimbamilonga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Nsama Rural Health Centre in Nsama District to a mini hospital;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the upgrade will include construction of a mortuary;",
        "(d) what the estimated cost of the project is; and",
        "(e) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "261",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that a total of 14,444 bags of D Compound and 33,852 bags of Urea fertilizer under the Farmer Input Support Programme for the 2020/2021 farming season in Katete District was not delivered to the beneficiaries;",
        "(b) if so, when the fertilizer will be delivered; and",
        "(c) if the fertilizer will not be delivered, whether the affected farmers will be refunded their contributions to the Programme."
      ]
    },
    {
      "question_number": "262",
      "asked_by": "Mr Amutike (Mongu Central)",
      "minister": "Minister of Mines and Mineral Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has issued any exploration licences for oil and gas in the plains of Western Province;",
        "(b) if so, what the names of the licence holders are; and",
        "(c) when the exploration exercise will commence."
      ]
    },
    {
      "question_number": "263",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct mortuaries at the following health facilities in Kazungula District:",
        "(i) Kazungula District Hospital; (ii) Nyawa Clinic; (iii) Ngwezi Health Post; (iv) Mukuni Clinic;",
        "(v) Moomba Health Post; (vi) Makunka Clinic; and (vii) Bombwe Health Post;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of constructing each mortuary is."
      ]
    },
    {
      "question_number": "264",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will electrify the following infrastructure in Lubansenshi Parliamentary Constituency:",
        "(i) Tungati Secondary School; (ii) Menga Secondary School; (iii) Luena Secondary School; (iv) Njoko Secondary School;",
        "(v) Ndoki Secondary School; (vi) Matipa Secondary School; (vii) Bemba Secondary School; (viii) Chief Tungati’s Palace; and (ix) Chief Shimumbi’s Palace; and",
        "(b) what has caused the delay in commencing the projects."
      ]
    },
    {
      "question_number": "265",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many applicants had pending electricity connections to their premises in Mkushi District, as of July, 2022;",
        "(b) why electricity connections in the District have stalled;",
        "(c) when the exercise will resume; and",
        "(d) what the cause of the delay in resuming the exercise is."
      ]
    },
    {
      "question_number": "266",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the contract to rehabilitate the Chinsali - Isoka road includes the rehabilitation of the Chinsali Post Office - Nambuluma Turn-Off road; and",
        "(b) if so, when rehabilitation will commence."
      ]
    },
    {
      "question_number": "267",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following primary schools in Chadiza Parliamentary Constituency:",
        "(i) Mwangazi; (ii) Msokolela; (iii) Kalemba; and (iv) Mkumbudzi; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "268",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will rehabilitate the following roads in North Western Province:",
        "(i) Mutanda-Chavuma; (ii) Kasempa-Kaoma Turn-Off; (iii) Kasempa-Mumbwa; (iv) Kalumbila-Mwinilunga;",
        "(v) Mwinilunga-Ikeleng’i; (vi) Manyinga-Mwinilunga; and",
        "(b) what the cost of each project is."
      ]
    },
    {
      "question_number": "269",
      "asked_by": "Mr Kafwaya (Lunte)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the contract sum for the construction of the Lusaka-Ndola Dual Carriage Way which was cancelled was;",
        "(b) how much of the contract sum was paid before the cancellation;",
        "(c) whether a new contract for the project has been signed; and",
        "(d) if so, what the contract sum is."
      ]
    },
    {
      "question_number": "270",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Magoye Rural Health Centre to a mini hospital;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W15 Mr Mukosa (Chinsali) - to ask the Minister of Mines and Minerals Development:",
        "(a) which districts in Zambia have the following minerals:",
        "(i) cobalt; (ii) zinc; (iii) tin; (iv) silver; and",
        "(v) lead; and",
        "(b) what measures the Government is taking to promote mining and processing of the minerals listed above. ____________________________"
      ]
    }
  ],
  "question_count": 14,
  "status": "success"
}