{
  "metadata": {
    "title": "Tuesday, 19th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5048",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 19TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "394",
      "asked_by": "Mr I K Banda (Lumezi)",
      "minister": "Vice President and Minister of Development Planning when the Government will repair the roofs, which were blown off in December, 2015, at the following schools in Chasefu Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Msolomoka Community;",
        "(b)    Champheta Community;",
        "(c)    Kamwa Community;",
        "(d)    Mwasi Community; and",
        "(e)    Malandula Primary."
      ]
    },
    {
      "question_number": "395",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total hectarage of land allocated to Trident Kalumbila Mine in Solwezi West Parliamentary Constituency is;",
        "(b)    how many people were negatively affected by the allocation of the land to the company;",
        "(c)    how much money was paid to the people who were displaced by the mining company;",
        "(d)    whether the affected people have been given alternative land for resettlement; and",
        "(e)    if so, where the displaced people have been resettled."
      ]
    },
    {
      "question_number": "396",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Nakanyaa Secondary School in Nalikwanda Parliamentary Constituency, which was originally scheduled to open in May, 2015, will open;",
        "(b)    what has caused the delay in opening the School; and",
        "(c)    what measures have been taken to ensure that the School is opened according to the new schedule. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Court of Appeal – Bill to provide for the jurisdiction and procedures of the Court of Appeal; the hearing of appeals from the High Court and quasi judicial bodies; and matters connected with, or incidental to, the foregoing.                                                                                                                              (N.A.B. 9/2016) The Minister of Justice The Constitutional Court – Bill to provide for the procedure of the Constitutional Court; prescribe the powers of the Court; and provide for matters connected with, or incidental to, the foregoing.                                                                                                                                                                                   (N.A.B. 10/2016)"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}