{
  "metadata": {
    "title": "Wednesday, 27th September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11292",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "51",
      "asked_by": "Mr.Siachisumo (Lufwanyama)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the contractor who was working on the Fungulwe road in Lufwanyama Parliamentary Constituency demobilised, leaving the road in a deplorable condition;",
        "(b) at what level of completion, in percentage terms, the project was, as of October, 2022;",
        "(c) what the contract sum was; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "52",
      "asked_by": "Ms. M Phiri (Milanzi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a university in Katete District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "53",
      "asked_by": "Mr. Mutale (Chitambo)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to connect the following institutions in Chitambo District to the national electricity grid:",
        "(i) Katikulula Resettlement Scheme Phase II Mini Hospital; (ii) Mwimbula Mini Hospital; and (iii) Lisenga Secondary School (under the Zambia Education Enhancement Project);",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "54",
      "asked_by": "Mr.Miyutu (Kalabo Central)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the annual fish production is, countrywide;",
        "(b) what measures are being taken to increase the production; and",
        "(c) when fish production is expected to increase, arising from the measures at (b). NOTICE OF MOTION Mr.Mwila Introduce Legislation Providing for the welfare of former freedom fighters in the country: That this House urges the Government to introduce legislation providing for the welfare of former freedom fighters in the country. ORDER OF THE DAY 1 Thanks –His Excellency the President’s Address - Motion (13th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}