{
  "metadata": {
    "title": "Friday,15th December, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11523",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "164",
      "asked_by": "Mr Simumba (Nakonde)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct houses for the police in Nakonde Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "165",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following infrastructure in Mitete District will be completed to enable Government workers who are currently working from Lukulu District to shift to Mitete:",
        "(i) district administration offices; (ii) police station; (iii) police staff houses; (iv) medium and low cost houses; and",
        "(v) post office;",
        "(b) what the cause of the delay in completing each project is; and",
        "(c) what the time frame for the completion of each project is. PRESENTATION OF GOVERNMENT BILL The Minister of Local Government and Rural Development The Constituency Development Fund – Bill to provide for the decentralisation of the management, disbursement, utilisation and accountability of the Constituency Development Fund; continue the existence of the Constituency Development Fund Committee and re-define its functions; revise the composition of the Constituency Development Fund Committee; establish the Provincial Constituency Development Fund Committee; repeal and replace the Constituency Development Fund Act, 2018; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 21/2023)"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}