{
  "metadata": {
    "title": "Friday, 27th September, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1515",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 27TH SEPTEMBER, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "46",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when construction works for the following will commence:",
        "(i)Kaoma Police Station; (ii)offices for the Zambia Police in Nkeyema District; and (iii)Police Posts in Shimano, Mawila and Kalumwange;",
        "(b)when renovation works at Kaoma State Prison will commence; and",
        "(c)when works to improve sanitary conditions at the Prison will commence."
      ]
    },
    {
      "question_number": "47",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when a new market will be constructed in Nkeyema District; and",
        "(b)when drainages will be constructed in Kaoma Township."
      ]
    },
    {
      "question_number": "48",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Transport, Works, Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to build a bridge across Mulembo River to link Muchinka and Chitambo Wards in Chitambo Parliamentary Constituency;",
        "(b)if so, when the project will commence; and",
        "(c)what the duration of the project is."
      ],
      "question_text": " and Communication:"
    },
    {
      "question_number": "49",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Commerce, Trade and Industry what measures the Government has taken to find an investor to revive the Mwinilunga Pineapple Cannery which has been inoperational for many years.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "50",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Youth and Sport whether the Government has any plans of constructing a modern stadium in North-Western Province and, if so, where and when the project will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " NOTICE OF MOTION AND ORDER OF THE DAY The Vice President Public Accounts Committee – Membership:  That the following Members do constitute the Public Accounts Committee for the Third Session of the Eleventh National Assembly: Mr F Mutati, MP Mr J Zimba, MP Mrs M G Imenda, MP Mr P M Mucheleka, MP Mr C Matafwali, MP Mr C Mweetwa, MP Mr A C Milambo, MP Mr V Mwale, MP Ms C Namugala, MP 1    Thanks - His Excellency the President’s Address – Motion (24th September) - Resumption of Debate."
    }
  ],
  "question_count": 5,
  "status": "success"
}