{
  "metadata": {
    "title": "Friday, 1st August, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12485",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "397",
      "asked_by": "Mr Kampyongo (Shiwang’andu)",
      "minister": "Vice-President",
      "section": "4. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) why the Electoral Commission of Zambia (ECZ) has contracted Axon Global Trading Limited, a foreign-based company, to undertake the Biometric Identification Enrolment Programme for the registration of voters ahead of the 2026 General Elections;",
        "(b) what the specific objective of the project is;",
        "(c) how the proposed system differs from the existing digital voter registration system previously used by the ECZ;",
        "(d) whether the ECZ engaged in consultations with relevant stakeholders prior to contracting the new service provider; and",
        "(e) what the estimated time frame of the project is."
      ]
    },
    {
      "question_number": "398",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Transport and Logistics",
      "section": "4. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware of the road traffic accidents that have been occurring on the Chingola - Solwezi road, in Mushindamo area, with the most recent one involving a Likili bus and an abnormal load vehicle on 24th July, 2025; and",
        "(b) what urgent measures the Government is taking to prevent further road traffic accidents."
      ]
    },
    {
      "question_number": "399",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture",
      "section": "5. GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [
        "(a) how many farmers were beneficiaries of the Farmer Input Support Programme (FISP) in Kalabo District, as of September, 2024;",
        "(b) how long the beneficiaries above had been on FISP;",
        "(c) when the farmers at (a) will be removed from the Programme to pave way for new beneficiaries;",
        "(d) whether FISP has succeeded in enhancing food production, countrywide; and",
        "(e) what other measures are being taken to enhance food production."
      ]
    },
    {
      "question_number": "400",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Agriculture",
      "section": "5. GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [
        "(a) how many farmers benefitted from the Farmer Input Support Programme during the 2024/25 farming season;",
        "(b) whether the number of beneficiaries at (a), will be increased in the 2025/26 season;",
        "(c) if so, to what level; and",
        "(d) if the number will not be increased, why."
      ]
    },
    {
      "question_number": "401",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Agriculture",
      "section": "5. GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [
        "(a) how many farmers applied for the Sustainable Agriculture Financing Facility (SAFF) loans in Mbabala Parliamentary Constituency, as of January, 2025;",
        "(b) how many applicants were successful;",
        "(c) what categories of loans were applied for; and",
        "(d) what measures are being taken to enable more farmers access the SAFF loans."
      ]
    },
    {
      "question_number": "402",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Agriculture",
      "section": "5. GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [],
      "question_text": " what measures the Government is taking to ensure that citizens, countrywide, fully utilise the Sustainable Agriculture Financing Facility loan."
    },
    {
      "question_number": "403",
      "asked_by": "Mr Mapani (Namwala)",
      "minister": "Minister of  Agriculture",
      "section": "5. GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [
        "(a) whether the Government has any plans to decentralise the collection of farming inputs in Namwala from the district headquarters to the wards;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}