{
  "metadata": {
    "title": "Friday, 1st November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11981",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "85",
      "asked_by": "Mr Chibombwe (Bahati)",
      "minister": "Minister of Health",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to start administering the R21 matrix malaria vaccine to children under five years (5) old in Luapula Province;",
        "(b) if so, when the plans will be implemented; and",
        "(c) whether the Government has conducted any research on the vaccine to prove its efficacy."
      ]
    },
    {
      "question_number": "86",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to reserve the following categories of investments for Zambians:",
        "(i) block making; (ii) chicken rearing; and (iii) egg production; and",
        "(b) whether the Government has a deliberate policy that supports Zambians to venture into the investments above."
      ]
    },
    {
      "question_number": "87",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Tourism",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what measures are being taken to promote tourism in the following areas:",
        "(i) North Luangwa National Park; (ii) Nachikufu Cave; and (iii) Nabwalya and Mukungule Chiefdoms; and",
        "(b) when the Government will award hunting concessions in North Luangwa National Park."
      ]
    },
    {
      "question_number": "88",
      "asked_by": "Ms S Mwamba (Kasama Central)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the progress, in percentage terms, on the construction of the Kasama Stadium was, as of March, 2024;",
        "(b) who the contractor for the project is;",
        "(c) what the cause of the delay in completing the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "89",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the number of the following categories of livestock in Chinsali District was, as of March, 2023:",
        "(i) cattle; (ii) sheep; and (iii) goats; and",
        "(b) what measures are being taken to promote livestock farming in the District."
      ]
    },
    {
      "question_number": "90",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Justice",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a Subordinate Court building in Kazungula District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "91",
      "asked_by": "Mr Mwambazi (Bwana Mkubwa)",
      "minister": "Minister of Green Economy and Environment",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to conduct drought and floods preparedness sensitisation programmes, countrywide;",
        "(b) if so, when the plans will be implemented;",
        "(c) what measures the Government is implementing to preserve water bodies; and",
        "(d) what the water deficit in various sectors was, as of March, 2024."
      ]
    },
    {
      "question_number": "92",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance and National Planning",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to establish industrial yards at district level in order to enhance implementation of economic activities; and",
        "(b) whether there are any economic planners employed at district level to enhance economic activities. ___________________________"
      ]
    }
  ],
  "question_count": 8,
  "status": "success"
}