{
  "metadata": {
    "title": "Tuesday, 3rd October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11336",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "59",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Mkushi-Musofu-Mundawanga road in Mkushi District to bituminous standard;",
        "(b) if so, what mode of financing will be used for the project;",
        "(c) when the project will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "60",
      "asked_by": "Mr Chinkuli (Kanyama)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to introduce an equitable allocation of Constituency Development Fund to each constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "61",
      "asked_by": "Mr Chonde (Milenge)",
      "minister": "Minister ofInfrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges at the following crossing points on the Chiswishi River in Milenge Parliamentary Constituency:",
        "(i) Chabukabaushi; (ii) Mulumbi; and (iii) Mulungushi;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of each project is; and",
        "(d) what the time frame for the completion of each project is. 62. Mr Miyutu (Kalabo Central) - to ask theMinister of Health:",
        "(a) whether the Government distributed any mosquito nets in Kalabo District in 2022;",
        "(b) if so, how many nets were distributed;",
        "(c) how many nets are earmarked for distribution in 2023; and",
        "(d) what long term measures are being taken to eradicate malaria."
      ]
    },
    {
      "question_number": "63",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Kafumbwe-Kalimeta road in Milanzi Parliamentary Constituency has stalled;",
        "(b) when the project will resume; and",
        "(c) when the following feeder roads will be rehabilitated:",
        "(i) Kawaza-Chisindiko; and (ii) Dole-Boma."
      ]
    },
    {
      "question_number": "64",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will procure the following equipment in order to fully operationalise Old Lundazi District Hospital in Lundazi District:",
        "(i) beds and mattresses; (ii) x-ray machine; and (iii) laboratory equipment;",
        "(b) what the cause of the delay in procuring the equipment is; and",
        "(c) when additional doctors and other medical staff will be deployed to the Hospital. PRESENTATION OF PRIVATE MEMBERS’ BILL Mr Chanda The Fisheries (Amendment) – Bill to amend the fisheries Act, 2011.  (N.A.B 22/2023) 1. Supply - Motion (29th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}