{
  "metadata": {
    "title": "Tuesday, 18th June, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11726",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "361",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the lifespan of lithium deposits discovered in Mapatizya Parliamentary Constituency is;",
        "(b) whether the Government has any plans to ensure that the lithium is processed within the Constituency in order to add value before export; and",
        "(c) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "362",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to facilitate the construction of a fuel filling station in Kalabo District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Community Development and Social Services",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to revive the Maurice Katowa Home Craft Centre at Mapanza in Mbabala Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "364",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a bridge across the Mulembo River in Chitambo District to connect the Katikulula Resettlement Scheme Phase 1 to Phase 3;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "365",
      "asked_by": "Mr Mutinta (Itezhi-Tezhi)",
      "minister": "Minister of Green Economy and Environment",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many carbon trading projects were approved under the Interim Carbon Trading Guidelines from 2021 to 2022 year by year;",
        "(b) what the total number of carbon credits sold, as of December, 2022, was;",
        "(c) what the projected carbon credit sales by the year 2030 is; and",
        "(d) what the anticipated financial benefits from the sales to the country are."
      ]
    },
    {
      "question_number": "366",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when rehabilitation of the following roads in Mpika District will  commence:",
        "(i)      Eco - TAZARA; and (ii) Mpika - Katibunga -Mukungule - Kakoko;",
        "(b) what the cause of the delay in commencing the projects is;",
        "(c) what the scope of works in each project is; and",
        "(d) what the cost of each project is. 6. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 81) W7. Mr J Daka (Chadiza) - to ask the Minister of Lands and Natural Resources:",
        "(a) how many title deeds for residential properties were issued in Chadiza Parliamentary Constituency from 2000 to 2023, year by year;",
        "(b) whether the Government has any plans to decentralise the issuance of title deeds to district level to make the process efficient; and",
        "(c) if there are no such plans, why. 7. NOTICE OF MOTION Ms Nakaponda Adopt Report of the Committee on Health, Community Development and Social Services : That this House adopts the Report of the Committee on Health, Community Development and Social Services on the Ratification of the International Convention of the East, Central and Southern African Health Community, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 12th June, 2024. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}