{
  "metadata": {
    "title": "Tuesday, 18th February, 2014",
    "source_url": "https://www.parliament.gov.zm/node/659",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 18TH FEBRUARY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "282",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government is aware that following the expiration of the Subscriber Identity Module (SIM) card registration period on 31st January, 2014, a lot of clients have had their lines disconnected despite having applied for the registration;",
        "(b) whether the registration period will be re-opened to enable the mobile phone service providers attend to the above problems; and",
        "(c) if the registration period will not be re-opened, how the problem which has inconvenienced the public will be resolved."
      ]
    },
    {
      "question_number": "283",
      "asked_by": "Mr Lombanya (Solwezi East)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the tarring of the Kalulushi-Kalengwa road will be completed;",
        "(b) how many kilometres of the road beyond Lufwanyama Boma were tarred as of November, 2013; and",
        "(c) what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "284",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) why the embankment of the Mumbwa Dam which was damaged during the 2011/2012 rainy season has not been repaired in order for the residents to have constant water supply; and",
        "(b) when Lukanga Water and Sewerage Company will supply water to the Council extended residential areas such as Munengo, Chilimboyi and Itezhi-Tezhi."
      ]
    },
    {
      "question_number": "285",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was raised from fines for traffic offences from 1st October, 2011 to 1st October, 2013, country-wide;",
        "(b) of the amount at (a), how much was raised by:",
        "(i) the Road Traffic and Safety Agency; and (ii) Zambia Police Force; and",
        "(c) whether the money raised at (a) has been handed over to the Ministry of Finance and, if not, why."
      ]
    },
    {
      "question_number": "286",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Mines, Energy and Water Development when Lundazi District, which currently gets its power supply from Malawi, will be connected to the Zambian national electricity grid.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "287",
      "asked_by": "Mrs A M Chungu (Lufwanyama)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the newly opened Lufwanyama Boarding High School will be electrified; and",
        "(b) why it has taken long to electrify the School."
      ]
    },
    {
      "question_number": "288",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was disbursed from the Youth Empowerment Fund in 2012 and 2013, province by province;",
        "(b) how much money from the Fund was disbursed to Kabompo District; and",
        "(c) how many youth groups in the District benefitted from the Fund."
      ]
    },
    {
      "question_number": "289",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) which company was contracted to construct the drainage from Woodlands Stadium to Chalala residential area in Lusaka;",
        "(b) how much work, in percentage terms, was completed as of December, 2013;",
        "(c) what has caused the delay in completing the works;",
        "(d) how much money has since been paid to the contractor; and",
        "(e) when the works will be completed."
      ]
    },
    {
      "question_number": "290",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money the National Sports Council of Zambia owed the suppliers of goods and services as of December, 2013;",
        "(b) how much money the Government disbursed to the Council in 2011;",
        "(c) how the money at (b) was spent; and",
        "(d) how much money the Council raised from its own sources in 2011."
      ]
    },
    {
      "question_number": "291",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many teachers were transferred from Lubansenshi Parliamentary Constituency in 2013; and",
        "(b) what the reasons for the transfers were."
      ]
    },
    {
      "question_number": "292",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what non-lethal equipment the Zambia Police have to disperse crowds during riots and demonstrations; and",
        "(b) when the Government will stop the use of live ammunition by the police  during crowd control."
      ]
    },
    {
      "question_number": "293",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) by how much money the Government has recapitalised Nitrogen Chemicals of Zambia; and",
        "(b) what the benefit of producing fertilizer locally is, compared to importing it."
      ]
    },
    {
      "question_number": "294",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Mines, Energy and Water Development whether the Government has any plans to electrify the following schools in Mapatizya Parliamentary Constituency through the Kala Ranch Sub-station",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) Kanyanga Primary;",
        "(b) Njabalombe Primary;",
        "(c) Simalundu Primary; and",
        "(d) Kabanga Secondary."
      ]
    },
    {
      "question_number": "295",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to construct a modern health centre at Kansonde in Solwezi West Parliamentary Constituency;",
        "(b) if so, what the estimated cost of the project is; and",
        "(c) if there are no such plans, what measures the Government will take to ensure improved health services in the area."
      ]
    },
    {
      "question_number": "296",
      "asked_by": "Mrs A M Chungu (Lufwanyama)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the newly constructed Lufwanyama Police Post will be opened; and",
        "(b) when construction of staff houses at the Police Post will commence."
      ]
    },
    {
      "question_number": "297",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication why road contractors who mine laterite for road construction fail to level the sites where the laterite is mined upon completion of the road works.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "298",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing when the drainage system in the Lusaka city will be worked on.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "299",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to degazette the following forest reserves in Masaiti District:",
        "(i) Chiwala/Chondwe; and (ii) Katanino; and",
        "(b) whether the Government has any plans to lease out Miengwe Forest Reserve to investors for the development of eco-tourism such as game ranching."
      ]
    },
    {
      "question_number": "300",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the level of trade imbalance between Zambia and South Africa is;",
        "(b) whether the Government is satisfied with the trade imbalance;",
        "(c) what measures the Government is taking to reverse the trade imbalance between the two countries;",
        "(d) why grapes from Zambia are not allowed to be exported into South Africa; and",
        "(e) what measures the Government has taken to assist Zambian grape farmers export their produce to South Africa."
      ]
    },
    {
      "question_number": "301",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Gender and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was disbursed from the Women Empowerment Fund in 2012 and 2013, province by province;",
        "(b) how much money from the Fund was disbursed to Kabompo West Parliamentary Constituency; and",
        "(c) how many women’s groups in the Constituency benefitted from the Fund. ORDER OF THE DAY 1. The Legal Practitioners (Amendment) Bill   (N.A.B. 20/2013) Third Reading"
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}