{
  "metadata": {
    "title": "Friday, 28th November, 2014",
    "source_url": "https://www.parliament.gov.zm/node/428",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 28TH NOVEMBER, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "249",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Tourism and Art what measures the Government has taken to stop illegal mining in national parks.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "250",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the land earmarked for development in Katima Mulilo area in Sesheke District has been surveyed;",
        "(b)    if so, when allocation of the plots to the developers will commence; and",
        "(c)    whether the Government has any plans to service the plots prior to allocating them to the developers. PRESENTATION OF GOVERNMENT BILL The Minister of Finance The Zambia Revenue Authority (Amendment) - Bill to amend the Zambia Revenue Authority Act                                         (N.A.B. 7/2014) NOTICE OF MOTION AND ORDER OF THE DAY The Minister of Finance Ways and Means:  That the House do now resolve into Committee of Ways and Means to consider the raising of supply. 1    Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure):  Committee of Supply: Resumption of Debate. Heads 45/01, 45/02, 45/03, 45/05, 45/06, 45/07, 45/10, 45/11, 45/12, 45/13, 45/14, 45/15, 45/16, 45/17, 45/18, 45/19, 46/01, 46/02, 46/05, 46/07, 46/08, 46/09, 46/10, 46/11, 46/12, 46/13, 46/14, 46/15, 46/16, 46/17, 46/18, 46/19 and 78/01 - for consideration. KEY TO HEADS OF EXPENDITURE Head 45    -    Ministry of Community Development, Mother and Child Health Head 46    -    Ministry of Health Head 78    -    Zambia Security Intelligence Services – Office of the President"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}