{
  "metadata": {
    "title": "Friday, 27th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11389",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "131",
      "asked_by": "Mr Mabeta (Kankoyo)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that youths in Mufulira District are protesting against the Government’s alleged award of the Black Mountain dump site to Jubilee Metals Limited, a South African Company, at their expense;",
        "(b) if so, whether indeed the Black Mountain has been awarded to Jubilee Metals Limited;",
        "(c) what urgent measures are being taken to address the problem and calm the situation; and",
        "(d) how the award of the Black Mountain to Jubilee Metals Limited is going to benefit the residents in the District."
      ]
    },
    {
      "question_number": "132",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to increase the production of solar power; and",
        "(b) which districts are earmarked for the establishment of solar plants."
      ]
    },
    {
      "question_number": "133",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a Level I hospital in Chembe District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "134",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to recruit additional agriculture extension officers in Chasefu District; and",
        "(b) if so, when the plans will be implemented. NOTICE OF MOTION Mr Chaatila Adopt Report of the Planning and Budgeting Committee: That this House do adopt the Report of the Planning and Budgeting Committee on the Annual Borrowing Plan for the 2024 Financial Year, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 25th October, 2023."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}