{
  "metadata": {
    "title": "Tuesday, 16th December, 2014",
    "source_url": "https://www.parliament.gov.zm/node/416",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 16TH DECEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "289",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Mwandi Hospital has had no medical doctor and an X-ray machine for a long time now;",
        "(b)    if so, why a doctor has not been deployed to the Hospital;",
        "(c)    when a medical doctor will be deployed to the Hospital; and",
        "(d)    when the Government will procure an X-ray machine for the Hospital."
      ]
    },
    {
      "question_number": "290",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what caused the unrest, which resulted in the destruction of villages and farms by the Zambia Wildlife Authority officers, in Lukusuzi Game Management Area in Mwase-Mpangwe Chiefdom on 10th December, 2014;",
        "(b)    what measures the Government has taken to resolve the problem and ensure that similar incidents do not recur;",
        "(c)    whether the Government has any plans to compensate the villagers for the loss suffered and, if so, when; and",
        "(d)    when the Government plans to relocate the people living in the Area."
      ]
    },
    {
      "question_number": "291",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Community Development, Mother and Child Health when the Government will construct rural health centres at the following locations in Nchelenge Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Malulu near Kashikishi; and",
        "(b)    Lushiba."
      ]
    },
    {
      "question_number": "292",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will construct a primary school in Mwiimba area of Kaoma Central Parliamentary Constituency considering that the nearest school is located about 45 kilometers away at Lunyati.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "293",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether investigations into the cause of the two Zambia Airforce aircraft accidents in Livingstone and Lusaka have been undertaken; and",
        "(b)    if so, what the findings are."
      ]
    },
    {
      "question_number": "294",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a bridge across the Lukusashi River leading to Kaombe in Chief Chisomo’s area in Muchinga Parliamentary Constituency;",
        "(b)    if so, when the construction works will commence; and",
        "(c)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "295",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what progress has been made on the construction of a public university in Northern Province.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "296",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Health whether the Government has any plans to construct an Anti-Retroviral Therapy (ART) room which is separate from the outpatients department block at Sesheke District Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "297",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Chiefs and Traditional Affairs when the following facilities will be provided to the Kapiri Mposhi District Office",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    office accommodation;",
        "(b)    furniture; and",
        "(c)    transport."
      ]
    },
    {
      "question_number": "298",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Namabanga Clinic in Nangoma Parliamentary Constituency will be opened to the public; and",
        "(b)    when the construction of staff houses at the Clinic will commence. QUESTIONS FOR WRITTEN ANSWER W17    Mr Mpundu (Nchelenge) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the Government will build additional classroom blocks and teachers’ houses at the following primary schools in Nchelenge Parliamentary Constituency:",
        "(i)    Kilwa; (ii)    Kasamba; (iii)    Mantampa; (iv)    Mukumbwa;",
        "(v)    Mubamba; (vi)    Ray of Joy; and (vii)    Chipashi;",
        "(b)    when VIP toilets will be constructed at Kilwa and Lukwesa Primary Schools; and",
        "(c)    when reconstruction of new infrastructure at Chisenga Primary School will commence. W18    Mr Ndalamei (Sikongo) - to ask the Minister of Local Government and Housing:",
        "(a)    when the 2014 Constituency Development Fund (CDF) will be disbursed to all the Constituencies that have not yet been funded; and",
        "(b)    what has caused the delay in disbursing the money. W19    Mr Ndalamei (Sikongo) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the construction of the following infrastructure at Sikongo District Headquarters will commence:",
        "(i)    police station; (ii)    offices for the district administration; (iii)    staff houses; and (iv)    post office; and",
        "(b)    what has caused the delay in commencing the construction works. W20    Mr Musonda (Kapiri Mposhi) - to ask the Minister of Chiefs and Traditional Affairs what measures the Government has taken to resolve the boundary disputes between the following Chiefs:",
        "(a)    Chief Mukubwe in Ngabwe District and Chief Mwinuna in Mpongwe District; and",
        "(b)    Senior Chief Chipepo (Mukuni Ng’ombe) in Kapiri Mposhi District and Chieftainess Malembeka in Masaiti District. W21    Mr Kunda (Muchinga) - to ask the Vice President why only a few freedom fighters are awarded honours for their distinguished service to the nation annually, when there are many others who are yet to be honoured. W22    Mr Kunda (Muchinga) - to ask the Minister of Transport, Works, Supply and Communication when the rehabilitation of feeder roads in Muchinga Parliamentary Constituency will commence. W23    Mr Chansa (Chimbamilonga) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when construction works of the Kasaba Bay Airport, which were abandoned, will resume;",
        "(b)    what the time-frame for completion of the project is;",
        "(c)    what the estimated cost of the project is;",
        "(d)    why works on the project were abandoned by the previous contractor; and",
        "(e)    what measures have been taken against the contractor for abandoning the project. W24    Mr Kunda (Muchinga) - to ask the Minister of Youth and Sport:",
        "(a)    whether the Government has any plans to implement youth activities in Muchinga Parliamentary Constituency in 2014;",
        "(b)    if so, what the activities are;",
        "(c)    what the total cost of implementing the youth activities above is; and",
        "(d)    when implementation of the youth activities will commence. W25    Mr Mwanza (Solwezi West) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the Government will implement the policy of building a university in each province; and",
        "(b)    what academic programmes will be offered at the universities. W26    Mr Mpundu (Nchelenge) - to ask the Vice President:",
        "(a)    what assistance the Government has provided to the following in Nchelenge Parliamentary Constituency:",
        "(i)    the 25 families who have been displaced to pave way for the upgrading of Mweru Primary School into a secondary school; and (ii)    the families at Rubber Community whose houses have been submerged in water; and",
        "(b)    when roads and bridges in Rubber Community, which have been damaged by the rising water will be re-designed and reconstructed."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}