{
  "metadata": {
    "title": "Wednesday, 19th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1559",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 19TH JUNE, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "566",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to use the stone sub-base design when constructing roads in Kabwe District instead of the gravel sub-base; and",
        "(b)    whether the Government has any plans to increase the number of roads earmarked for construction in the District."
      ]
    },
    {
      "question_number": "567",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much the University Teaching Hospital owes the suppliers of goods and services; and",
        "(b)    how many of the suppliers at (a) are Zambians and how many are non Zambians."
      ]
    },
    {
      "question_number": "568",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs whether the Government has any plans of reducing the penalty fees for the various traffic offences.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "569",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will construct a road from Kalomo via Dundumwezi to Bbilili Hot Springs to encourage tourists to visit the site.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "570",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when science laboratories at Nyang’ombe and Ntambu High Schools in Mwinilunga Parliamentary Constituency will be fully equipped.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "571",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which companies hold the following licenses in Mwinilunga Parliamentary Constituency:",
        "(i)    Mining Licences; and (ii)    Prospecting Licences; and",
        "(b)    what the duration of each licence above is."
      ]
    },
    {
      "question_number": "572",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to rehabilitate the District offices in Kabompo Township; and",
        "(b)    whether the Government has any plans to procure a utility vehicle for the District office in Kabompo."
      ]
    },
    {
      "question_number": "573",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any money was allocated for infrastructure development at Chipushi and Mushituwamboo Schools in Luwingu District from 2008 to 2011 and, if so, how much;",
        "(b)    of the total allocation, how much was disbursed; and",
        "(c)    what the current state of the infrastructure at the Schools is."
      ]
    },
    {
      "question_number": "574",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Vice President whether the Government has any plans to divide Mpika District into three or more districts.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "575",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to introduce a quota system in the allocation of training places at tertiary institutions within a province in order to cater for local residents; and",
        "(b)    if so, when the policy will be implemented."
      ]
    },
    {
      "question_number": "576",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which province recorded the highest cases of child labour and other forms of ill treatment of children from 2010 to 2012, year by year; and",
        "(b)    which form of child labour was prevalent in the following provinces:",
        "(i)    Eastern; (ii)   Luapula; (iii)  Lusaka; (iv) North-Western;",
        "(v)  Western; and (vi) Southern."
      ]
    },
    {
      "question_number": "577",
      "asked_by": "Mr Chungu (Luanshya)",
      "minister": "Minister of Transport, Works, Supply and Communication when the rehabilitation of the MV Friendship Vessel under the Bangweulu Water Transport in Samfya will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "578",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing why Government has been giving authority to people to construct houses very close to the designated or gazetted roads.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "579",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes are earmarked to be sank country-wide in 2013; and",
        "(b)    what the estimated cost of sinking the boreholes at (a) is."
      ]
    },
    {
      "question_number": "580",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs when Ntambu Police Post in Mwinilunga Parliamentary Constituency will be reopened.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " NOTICE OF MOTION Mr Muntanga Report of the Committee on Agriculture :  That this House do adopt the Report of the Committee on Agriculture, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 10th June, 2013."
    }
  ],
  "question_count": 15,
  "status": "success"
}