{
  "metadata": {
    "title": "Tuesday, 12th July, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10248",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "357",
      "asked_by": "Mr Chala (Chipili)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how much money Zesco Limited pays to the Zambezi River Authority annually for the water used for power generation at Kariba Dam in Siavonga District; and",
        "(b) what the purpose of the payment is."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether there were any women empowerment programmes implemented in Kasempa District from 2018 to 2020, year by year;",
        "(b) if so, what the programmes were;",
        "(c) in which wards the programmes were implemented;",
        "(d) if no such programmes were implemented, why; and",
        "(e) when women empowerment programmes will be introduced in the District."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Ms Mabonga (Mfuwe)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a youth skills training centre in Mfuwe Parliamentary Constituency;",
        "(b) if so, when the project will commence; and",
        "(c) what the cost of the project is."
      ]
    },
    {
      "question_number": "360",
      "asked_by": "Mr Chonde (Milenge)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to urgently rehabilitate the following bridges in Milenge District, to prevent schools and health facilities from being cut off from the rest of the District during the rainy season:",
        "(i) Chiswishi; (ii) Lwela; and (iii) Chabuka Baushi; and",
        "(b) if so, when the rehabilitation works will commence."
      ]
    },
    {
      "question_number": "361",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the results of the oil samples collected from the Chisanga area in Chief Chipepo’s area in Gwembe District in 2019 are ready;",
        "(b) if so, what the results are;",
        "(c) what other areas, countrywide, had oil exploration undertaken in the past; and",
        "(d) what the status of these explorations, are."
      ]
    },
    {
      "question_number": "362",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a mortuary in Kanchibiya District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) at which health facility the mortuary will be constructed."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of acrow bridges at the following crossing points in Mufumbwe Parliamentary Constituency will commence:",
        "(i) Musonweji; (ii) Dongwe; and (iii) Miluji; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "364",
      "asked_by": "Mr Kang’ombe (Kamfinsa)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the following informal settlements in Kamfinsa Parliamentary Constituency:",
        "(i) Mulenga Compound; (ii) Chankalamo Compound; (iii) Zambia Compound; and (iv) Old Section of Zamtan;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the exercise is; and",
        "(d) what the estimated time frame for the completion of the exercise is."
      ]
    },
    {
      "question_number": "365",
      "asked_by": "Mr Mulunda (Siavonga)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when rehabilitation of township roads in Siavonga District will commence; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "366",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct offices for the Department of Immigration in Chitambo District; and",
        "(b) if so, when the plans will be implemented. ORDER OF THE DAY 1. The Bank of Zambia Bill                                                        (N.A.B 5/2022) Report Stage __________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}