{
  "metadata": {
    "title": "Wednesday, 2nd October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1513",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 2ND OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "66",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct dams in Rufunsa District;",
        "(b)    if so, when the construction will commence; and",
        "(c)    what the estimated cost of constructing one dam is."
      ]
    },
    {
      "question_number": "67",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many youth clubs in Kaputa District benefited from the Youth Empowerment Fund from January, 2011 to June, 2013, year by year; and",
        "(b)    what measures have been taken to increase the number of beneficiaries."
      ]
    },
    {
      "question_number": "68",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when works on the following roads under the Link Zambia 8000 project, will commence:",
        "(i)   Mporokoso-Kaputa; (ii)   Luwingu-Kaputa; and (iii)  Nchelenge-Chienge-Kaputa;",
        "(b)    what the duration of each project above is; and",
        "(c)    whether the works on the Mporokoso-Kaputa road will include replacement of bridges at Munkonge and Katwatwa streams."
      ]
    },
    {
      "question_number": "69",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction of Menje Secondary School in Senga Hill Parliamentary Constituency has stalled;",
        "(b)    when the construction works will be resumed and completed; and",
        "(c)    when the school is expected to be opened."
      ]
    },
    {
      "question_number": "70",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Chiefs and Traditional Affairs how many Bemba Chiefs were recognised by the Government as of August, 2013.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "71",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to mitigate the negative impact of climate change on the Zambezi and Chambeshi River Basins;",
        "(b)    whether there are alternative livelihood programmes for the people living in the Basins;",
        "(c)    if so, what the programmes are; and",
        "(d)    if there are no alternative livelihood programmes, what the way forward for the affected people is. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (24th September)  - Resumption of Debate."
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}