{
  "metadata": {
    "title": "Friday, 22nd June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1920",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 22ND JUNE, 2012",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "340",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to revise, upwards, the amount payable to the High Court as security for costs by a petitioner in an election petition case; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "341",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any mining explorations have ever been carried out in Lukulu West Parliamentary Constituency and, if so, when;",
        "(b)    which mining companies had carried out the exploration works;",
        "(c)    what mineral deposits, if any, were discovered during the exploration works; and",
        "(d)    in which geographical areas the mineral deposits were found."
      ]
    },
    {
      "question_number": "342",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Home Affairs whether the Government has plans to grant citizenship to the Mbukushu, Kwangali and Kwakwandu people of Angola who settled in Shangombo District after fleeing from the civil war in 1966.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "343",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Information, Broadcasting and Labour how many job opportunities were created in the tourism sub-sector from 2009 to 2011, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "344",
      "asked_by": "Mr Zimba (Kapiri Mposhi)",
      "minister": "Minister of Health when the Government will deploy additional doctors, nurses and dentists to the Kapiri Mposhi District Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "345",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government had issued any prospecting licences for minerals in Gwembe District as of 30th April, 2012;",
        "(b)    if so, to whom the licences were issued; and",
        "(c)    for what minerals the licensees were prospecting."
      ]
    },
    {
      "question_number": "346",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the poor workmanship by the Road Development Agency on the Presidential road bridge currently under construction on the road connecting Ndeke to Mulenga Compounds in Kitwe; and",
        "(b)    if so, what measures have been taken to ensure adherence to the technical specifications."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Chivuna road from Magoye Turn-Off via Chivuna Mission High School and Hospital and Nkonkola High School to Namaila in Magoye Parliamentary Constituency will be tarred;",
        "(b)    when Munenga road leading to Mwanachingwala Local Court will be graded; and",
        "(c)    when Magoye Bridge whose guard rails have been damaged, will be rehabilitated."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Kashikishi - Chienge road will be rehabilitated;",
        "(b)    how much money is estimated to be spent on the project;",
        "(c)    whether a contract has already been awarded; and",
        "(d)    if so, who the contractors are."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Finance and National Planning how much money, in United States Dollars, the Government raised, in the form of taxes, from gold exports from 2008 to-date.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " NOTICE OF MOTION Mr L J Ngoma Report of the Committee on Labour, Youth and Sport: That this House do adopt the Report of the Committee on Labour, Youth and Sport, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 19th June, 2012."
    }
  ],
  "question_count": 10,
  "status": "success"
}