{
  "metadata": {
    "title": "Tuesday, 18th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1560",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER –TUESDAY, 18TH JUNE, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "536",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the construction of the Livingstone Stadium will commence; and",
        "(b) what the estimated cost and time-frame for the completion of the project are."
      ]
    },
    {
      "question_number": "537",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to convert SOS Children’s Village schools across the country into grant - aided schools; and",
        "(b) when the Ministry will begin seconding teachers to SOS schools in Lusaka, Kitwe and Livingstone."
      ]
    },
    {
      "question_number": "538",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Education, Science,Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the status of Kwame Nkrumah University College in Kabwe is;",
        "(b) whether the University College has a Vice Chancellor;",
        "(c) what measures the Government has taken to recruit lecturers for the Institution; and",
        "(d) what the fate of the lecturers who are not qualified to teach at the upgraded Institution will be."
      ]
    },
    {
      "question_number": "539",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many companies held safari concessions in the country as of December, 2012;",
        "(b) of the companies at (a), how many had submitted audited accounts to the Zambia Revenue Authority (ZRA) as required by the Zambia Wildlife Act, from 2001 to 2011; and",
        "(c) how much money the ZRA realised from the taxes collected from the concessionaires under the Zambia Wildlife Authority in the period at (b)."
      ]
    },
    {
      "question_number": "540",
      "asked_by": "Mr Mutati (Lunte)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Ministry will resolve the problem of staff shortage at Mporokoso High School; and",
        "(b) when a computer laboratory will be established at the School."
      ]
    },
    {
      "question_number": "541",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health when the Government will procure enough beddings for its hospitals especially the University Teaching Hospital, in Lusaka.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "542",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the rate of housing allowance paid to teachers in rural areas is different from the rate applicable to their counterparts in urban areas.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "543",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was owed, as salary arrears, to employees of the Zambia Agency for Persons with Disabilities as of January, 2013;",
        "(b) what the cause of the non-payment of arrears is; and",
        "(c) when the arrears will be paid to the affected employees."
      ]
    },
    {
      "question_number": "544",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Government will construct Ventilated Improved Pit latrines at the following basic schools in Sikongo Parliamentary Constituency which are prone to floods during the rainy season:",
        "(i) Nyengo; (ii) Nakampungu; (iii) Lubuta; (iv) Likuyu;",
        "(v) Liundu; (vi) Ngulumani; (vii) Mabua; and (viii) Muchuo; and",
        "(b) when construction of teachers’ houses at the schools above will commence."
      ]
    },
    {
      "question_number": "545",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the construction of Kayama High School will be completed;",
        "(b) what the estimated period for construction of the school is;",
        "(c) what the contract sum for the project is;",
        "(d) of the contract sum, how much had been paid to the contractor as of December, 2012; and",
        "(e) when the school will be officially opened."
      ]
    },
    {
      "question_number": "546",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health when the Government will provide an ambulance to Mwinilunga District Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "547",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Health when the X-ray equipment installed at the Luwingu District Hospital will be operational.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "548",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was disbursed to all local authorities and traditional leaders country-wide, in 2012 as provided for under the Mines and Minerals Development Act, 2008; and",
        "(b) who the beneficiaries were and how much each beneficiary received."
      ]
    },
    {
      "question_number": "549",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the palaces for the following Chiefs in Kanchibiya Parliamentary Constituency will be constructed:",
        "(i) Senior Chief Kopa; (ii) Chief Chiunda Ponde; (iii) Chief Luchembe; (iv) Chief Kabinga; and",
        "(v) Chief Mpepo; and",
        "(b) whether the palaces that will be constructed at (a) will be considered institutional homes for the Chiefs."
      ]
    },
    {
      "question_number": "550",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) why the electrification project in Chief Kopa’s area in Kanchibiya Parliamentary Constituency has stalled;",
        "(b) what the total cost of the project is; and",
        "(c) when the project is expected to be completed."
      ]
    },
    {
      "question_number": "551",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health what measures the Government has taken against religious groups that discourage people living with HIV/AIDS from taking Anti-Retroviral drugs and resort to prayers, for their healing.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "552",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Government will build more classroom blocks and staff houses at Lumezi Middle Basic School where double streams of grades one (1) to seven (7) share five (5) classrooms; and",
        "(b) when the Government last constructed a classroom block and teachers’ houses at the School."
      ]
    },
    {
      "question_number": "553",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs whether the Government has any plans to rehabilitate the National Registration Office buildings in Mwinilunga District which collapsed many years ago.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "554",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was allocated for the construction of the maternity wing at Ndoki Rural Health Centre in Isangano Ward in Lubansenshi Parliamentary Constituency; and",
        "(b) what the current state of the maternity wing is."
      ]
    },
    {
      "question_number": "555",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will rehabilitate the following roads in Kanchibiya Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) Chiunda Ponde-Muwele;",
        "(b) Kopa-Nchubula;",
        "(c) Chambeshi-Chinkobo; and",
        "(d) Chalabesa-Kawama-Kabinga."
      ]
    },
    {
      "question_number": "556",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing whether the Government has any plans to create additional parking space at Kitwe town centre.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "557",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the township roads and drainages in Kwacha Parliamentary Constituency will be rehabilitated;",
        "(b) what the cost of the project is;",
        "(c) what the duration of the project is; and",
        "(d) when the roads and drainages in Chantete Ward will be rehabilitated."
      ]
    },
    {
      "question_number": "558",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the newly created Sikongo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "559",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Government will rehabilitate the ablution block at Sesheke Basic School;",
        "(b) whether the Government has any plans to construct a classroom block at the School; and",
        "(c) whether the Government has any plans to construct additional teachers’ houses at the School."
      ]
    },
    {
      "question_number": "560",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Government will construct offices for the District Education Boards in the newly created districts country-wide;",
        "(b) how much money has been allocated for the exercise; and",
        "(c) what the time-frame for the construction of the offices is."
      ]
    },
    {
      "question_number": "561",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money the Government intends to spend on the construction and rehabilitation of chiefs’ palaces country-wide in 2013;",
        "(b) which palaces have been earmarked for construction and rehabilitation;",
        "(c) what criteria were used to identify palaces to be constructed and those to be rehabilitated; and",
        "(d) of the palaces earmarked for construction or rehabilitation, how many are in the Central Province."
      ]
    },
    {
      "question_number": "562",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will complete the construction of the following roads in Lumezi Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) the road from Chikomeni to Chief Mwanya; and",
        "(b) the road from Bulete to Chief Kazembe."
      ]
    },
    {
      "question_number": "563",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Mines, Energy and Water Development when the following institutions in Lupososhi Parliamentary Constituency will be electrified",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) Chibofwe Basic School;",
        "(b) Tungati Basic School;",
        "(c) Nsombo Basic School and Mission Centre;",
        "(d) Mfungwe Primary School;",
        "(e) Chief Tungati’s Palace;",
        "(f) Chief Chabula’s Palace;",
        "(g) Senior Chieftainess Chungu’s Palace; and",
        "(h) Chief Katuta’s Palace."
      ]
    },
    {
      "question_number": "564",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what criteria are used by the United Nations Educational, Scientific and Cultural Organisation to classify a heritage site as a world heritage site for inclusion on the World Heritage List;",
        "(b) how many Zambian heritage sites are on the List;",
        "(c) what measures the Government has taken to ensure that more Zambian heritage sites are included on the List; and",
        "(d) whether there are any sites in Luwingu District which can be classified as World Heritage Sites."
      ]
    },
    {
      "question_number": "565",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Information and Broadcasting when the Zambia National Broadcasting Corporation radio signal will be improved in Senior Chief Milambo and Chieftainess Sokontwe’s Chiefdoms in Milenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    }
  ],
  "question_count": 30,
  "status": "success"
}