{
  "metadata": {
    "title": "Wednesday, 12th June, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11715",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "343",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Community Development and Social Services",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a)    whether the Government has any plans to restructure the distribution of fertilizer under the Food Security Pack Programme in wetland areas;",
        "(b)     if so, whether the use of cooperatives, as an economically viable channel, will be considered; and",
        "(c)    which constituencies are earmarked for the implementation of the exercise."
      ]
    },
    {
      "question_number": "344",
      "asked_by": "Mr Mutinta (Itezhi-Tezhi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a water reticulation system in Itezhi-Tezhi District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "345",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government conducted a survey to ascertain the number of youths that did not acquire grades 9 and 12 school certificates, as of August, 2023;",
        "(b) if so, what the number of youths was, for each grade and segregated by gender, as of the date above;",
        "(c) how many youths were employed in the formal and informal sectors, as of the date at (a); and",
        "(d) what measures the Government is taking to create more job opportunities for the youths."
      ]
    },
    {
      "question_number": "346",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Agriculture",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to set up wetland farming blocks in Chilubi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) at what intervals rural health centres receive grants from the Government;",
        "(b) what the grants are meant to cater for; and",
        "(c) whether there are any plans to increase the amount in each grant."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr C Mulenga (Kwacha)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a sports stadium at Changanamai Grounds in Kwacha Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the time frame for the completion of the project is;",
        "(d) what the estimated cost of the project is; and",
        "(e) if there are no such plans, why. 6. NOTICE OF MOTION Ms Nakaponda Adopt Report of the Committee on Health, Community Development and Social Services : That this House adopts the Report of the Committee on Health, Community Development and Social Services on the Devolution of Primary Health Care Services in Zambia, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 11th June, 2024. 7. ORDER OF THE DAY 1. Question for Oral Answer under Standing Order 80 - Question 342 (11th June) – Resumption of consideration of Question: (The Minister of Green Economy and Environment) 8. NOTICE OF SUBJECT FOR DEBATE Mr M Fube Enhance Security Measures to Safeguard the Lives of Taxi Drivers While on Duty. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}