{
  "metadata": {
    "title": "Tuesday, 21st July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4322",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 21ST JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "644",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many retired teachers, countrywide, were not paid their terminal benefits as of April, 2015;",
        "(b)    how much money, in total, is owed to the retired teachers; and",
        "(c)    when the affected retirees will be paid."
      ]
    },
    {
      "question_number": "645",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when feasibility studies for the following projects in Mpongwe District will be completed:",
        "(i)    the tarrying of Mpongwe-Machiya road; and (ii)    the construction of bridges on the Mpongwe-Machiya road across the Kafue and Luswishi Rivers;",
        "(b)    what the time-frame for completing the projects is; and",
        "(c)    what the total cost of the projects is."
      ]
    },
    {
      "question_number": "646",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what industrial clusters will be established in the Western Province, district by district; and",
        "(b)    when the setting up of the clusters will commence."
      ]
    },
    {
      "question_number": "647",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of kilometres of township roads earmarked to be upgraded in Mbala District is;",
        "(b)    when the works are expected to commence; and",
        "(c)    what the estimated cost of the works is."
      ]
    },
    {
      "question_number": "648",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of ZESCO offices in Chadiza District will be completed;",
        "(b)    why the construction works have stalled;",
        "(c)    what the total cost of the project is; and",
        "(d)    who the contractor is."
      ]
    },
    {
      "question_number": "649",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of the Chikomeni-Mwanya road in Lundazi District will commence; and",
        "(b)    when the works on the stretch from Njoko to Kazembe Chiefdom on the Bulete-Kazembe road, which has remained incomplete for four years, will be completed."
      ]
    },
    {
      "question_number": "650",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Community Development, Mother and Child Health when the Mitete District Health Office will be provided with transport to enhance its operations.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "651",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Finance when the Zambia Revenue Authority will send officers to Kanyala Border Post in Nakonde.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "652",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Mines, Energy and Water",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Development when Mitete District will be electrified."
    },
    {
      "question_number": "653",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Local Government Service Commission does not discipline non performing officers but instead transfers them from one Council to another;",
        "(b)    who is responsible for disciplining erring council officers; and",
        "(c)    how disciplinary measures are implemented."
      ]
    },
    {
      "question_number": "654",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to revise the process of constituting boards of directors for parastatal companies, especially for those which are loss making; and",
        "(b)    how many parastatal companies declared dividends in the 2012 and 2013 financial years."
      ]
    },
    {
      "question_number": "655",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many cases of cattle rustling were reported in Kalabo District from January, 2011 to March, 2015;",
        "(b)    how many farmers were affected by the cattle rustling at (a);",
        "(c)    what the total number of cattle stolen during the period at (a) is; and",
        "(d)    what measures have been taken to curb cattle rustling in the area."
      ]
    },
    {
      "question_number": "656",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what criterion is used to determine the amount of money for the administrative costs from the Constituency Development Fund;",
        "(b)    when the amount was last increased; and",
        "(c)    when the amount will be increased."
      ]
    },
    {
      "question_number": "657",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of the meteorological office in Kabompo District will commence;",
        "(b)    whether the Government has any plans to procure equipment and furniture for the office; and",
        "(c)    when construction of staff houses will commence."
      ]
    },
    {
      "question_number": "658",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Community Development, Mother and Child Health when solar refrigerators will be procured for the following health posts in Liuwa Parliamentary Constituency in order to facilitate storage of temperature sensitive drugs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Libonda;",
        "(b)    Kuuli;",
        "(c)    Sishekanu;",
        "(d)    Siluwe;",
        "(e)    Luola and",
        "(f)    Mutaa. QUESTIONS FOR WRITTEN ANSWER W60    Mr Katuka (Mwinilunga) - to ask the Minister of Finance:",
        "(a)    whether the import duty for the following categories of motor vehicles is fixed:",
        "(i)    light trucks; (ii)    passenger buses; (iii)    salon cars; and (iv)    4x4 vehicles; and",
        "(b)    if not, what formula the Zambia Revenue Authority uses to calculate the import duty on the motor vehicles above. W61    Mr Mufalali (Senanga) - to ask the Minister of Local Government and Housing:",
        "(a)    when the construction of township roads in Senanga District will commence;",
        "(b)    what has caused the delay in commencing the project;",
        "(c)    who the contractor for the project is; and",
        "(d)    who the consultant for the project is. W62    Mr Miyutu (Kalabo Central) - to ask the Vice President:",
        "(a)    when the Government will introduce measures to enable electoral officers who are assigned to operate from polling stations other than where they are registered, to vote;",
        "(b)    whether the Government is aware that some polling stations in rural areas are as far apart as 9km, thereby discouraging would-be voters to cast votes during elections;",
        "(c)    what measures have been taken to reduce the distance between polling stations; and",
        "(d)    how the Government is addressing voter apathy. W63    Mr Mbewe (Chadiza) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    how many communication towers were in Chadiza District as of February, 2015;",
        "(b)    who pays rentals for the towers;",
        "(c)    who receives rentals for the tower at Naviruli Primary School; and",
        "(d)    when the Government will facilitate the construction of communication towers in the following areas:",
        "(i)    Nsadzu; (ii)    Luli; (iii)    Manje; and (iv)    Chief Zingalume’s Palace. W64    Mr Chitafu (Kafulafuta) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many people benefited from the Social Cash Transfer Scheme in Kafulafuta Parliamentary Constituency from January, 2011 to March, 2015; and",
        "(c)    what the total amount disbursed during the period above is."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}