{
  "metadata": {
    "title": "Wednesday, 27th February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1687",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 27TH FEBRUARY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "396",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many cases of corruption were reported to the Anti-Corruption Commission from 2009 to 2011, year by year; and",
        "(b)of the cases at (a) above, how many were investigated."
      ]
    },
    {
      "question_number": "397",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will commence major rehabilitation of the following learning institutions",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)University of Zambia;",
        "(b)Kwame Nkrumah College of Education;",
        "(c)Copperbelt College of Education;",
        "(d)National Institute for Public Administration;",
        "(e)Northern Technical College; and",
        "(f)Evelyn Hone College of Applied Arts and Commerce."
      ]
    },
    {
      "question_number": "398",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education why the staffing levels of teachers in rural areas are low.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "399",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Tourism and Art when the Government will restock the wild animals on Kilwa and other Islands in Nchelenge District as part of the Northern Circuit project.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "400",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many health centres had glucometers and blood pressure machines country-wide as of November, 2012; and",
        "(b)when the Ministry will equip all health centres, country-wide with glucometers and blood pressure machines."
      ]
    },
    {
      "question_number": "401",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when Sikongo Police Station in Sikongo Parliamentary Constituency will be electrified; and",
        "(b)what has caused the delay in electrifying the Station."
      ]
    },
    {
      "question_number": "402",
      "asked_by": "Mr Chabala (Kankoyo)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what has caused the delay in appointing the Board of the Mulonga Water and Sewerage Company Limited;",
        "(b)when the Company will improve the supply of water to Kankoyo Parliamentary Constituency; and",
        "(c)when the Company will install new sewer lines in the Constituency."
      ]
    },
    {
      "question_number": "403",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will resume the rehabilitation of the Presidential Lodge in Kamfinsa Parliamentary Constituency considering that there has been money allocated for this project in the 2011 and 2012 National budgets;",
        "(b)who the contractor is;",
        "(c)what the cost of the project is; and",
        "(d)what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "404",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many police officers in Kitwe District have not been paid subsistence and settling-in allowances from 2010 to-date; and",
        "(b)how many officers in the District have not been promoted in the past eight years."
      ]
    },
    {
      "question_number": "405",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the regravelling of the road connecting Mumbwa to Lubungu Pontoon will commence; and",
        "(b)what the time-frame for completion of the works is."
      ]
    },
    {
      "question_number": "406",
      "asked_by": "Mr Mutati (Lunte)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the rehabilitation of Mporokoso High School will begin;",
        "(b)what the scope of the rehabilitation works is;",
        "(c)whether construction of staff houses and additional pupils’ dormitories are part of the rehabilitation  programme; and",
        "(d)what the cost of the project is."
      ]
    },
    {
      "question_number": "407",
      "asked_by": "Mr Milambo (Mwembeshi)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether Senior Chieftainess Nkomeshya Mukamambo’s chiefdom of Chongwe shares boundaries with senior Chief Shakumbila’s chiefdom;",
        "(b)if so, where the boundary between the two chiefdoms begins and ends; and",
        "(c)whether the 1958 Chiefdom Map can be used to resolve the boundary dispute between the two chiefdoms."
      ]
    },
    {
      "question_number": "408",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Defence how much progress the Government has made on the re-opening of the Mulungushi Textiles in Kabwe.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "409",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Nsadzu Rural Health Centre in Chadiza District will be connected to the national electricity grid;",
        "(b)how much money the electrification project will cost; and",
        "(c)what has caused the delay in implementing the project."
      ]
    },
    {
      "question_number": "410",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the following locations in Chembe Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Kabange and Mulumbi farming areas in Senior Chief Milambo’s area; and",
        "(b)Mumbotuta in Chieftainess Sokontwe’s area."
      ]
    },
    {
      "question_number": "411",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Chiefs and Traditional Affairs whether it is the policy of Government to procure second hand vehicles for chiefs.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "412",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to construct offices at Nakanyaa and Nalwei Police Stations in Nalikwanda Parliamentary Constituency; and",
        "(b)when the Government will provide a utility vehicle to Nakanyaa Police Station."
      ]
    },
    {
      "question_number": "413",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Defence when employees of Mupepetwe Engineering and Contracting Company Limited (MECCO) in Muchinga Parliamentary Constituency who have not received their salaries since July, 2012 will be paid.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "414",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Zambia Information and Communication Technology Authority will facilitate the construction of communication towers in the following locations of Muchinga Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Kabansa;",
        "(b)Chibale;",
        "(c)Chisomo;",
        "(d)Mailo; and",
        "(e)Nakalengule."
      ]
    },
    {
      "question_number": "415",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what stalled the renovations at Bwacha Market in Bwacha Parliamentary Constituency;",
        "(b)when the renovations at (a) above will resume; and",
        "(c)when the market will be opened to the public."
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}