{
  "metadata": {
    "title": "Tuesday, 12th September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11195",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Amutike (Mongu Central)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the remains of the lioness, fondly known as Lady Liuwa that lived in the Liuwa National Park in Kalabo District were preserved;",
        "(b) if so, where the remains are; and",
        "(c) whether the Government has any plans to take the remains to the Nayuma Museum at Limulunga Royal Village in Limulunga District."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to provide artificial insemination services to small scale farmers, countrywide;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Chibombwe (Bahati)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of the Kalungwishi Hydro Power Station will commence;",
        "(b) who the contractor for the project is;",
        "(c) which company legally owns the site;",
        "(d) which company owns Kalungwishi River water rights;",
        "(e) who will build transmission lines linking Kalungwishi to the national electricity grid; and",
        "(f) how many entities have expressed interest to develop the project."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that farmers in Mkushi North Parliamentary Constituency did not receive enough fertiliser during the 2022/2023 farming season; and",
        "(b) if so, what measures are being taken to ensure that adequate fertiliser is supplied to the Constituency during the 2023/2024 farming season."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Ministerof Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the Government position is, on the revelation that more than 83,343 members of the National Pension Scheme Authority (NAPSA) were sharing over 39,730 National Registration Card (NRC) numbers, thereby preventing them from accessing their 20% pre-retirement benefits;",
        "(b) what measures are being taken to assist the affected individuals access their money at NAPSA; and",
        "(c) what measures are being taken, going forward, to ensure that no NRC number is shared."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many rhinos died, countrywide, from 2015 to 2022, year by year;",
        "(b) whether the horns of the rhinos above were preserved;",
        "(c) if so, whether the Government has any plans to sell the horns; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr C Kang’ombe (Kamfinsa)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many settlers there were in Katokamema Farm Block in Kamfinsa Parliamentary Constituency, as of April, 2023;",
        "(b) whether the Government has any plans to issue title deeds to the settlers;",
        "(c) if so, when the plans will be implemented;",
        "(d) how many hectares of land will be allocated to each settler; and",
        "(e) if there are noplans to issue title deeds, why."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following infrastructure in Pemba District will be completed:",
        "(i) staff houses for Pemba Town Council; and (ii) an office block for the Department of Agriculture;",
        "(b) when the works will resume;",
        "(c) what the time frame for the completion of the outstanding works is; and",
        "(d) what the cost of each project is."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress on the signing of a Memorandum of Understanding (MOU) between Zambia and the Democratic Republic of Congo, on the Luano Railway Development Project was, as of March, 2023;",
        "(b) what the cause of the delay in signing the MOU is, considering that the financiers have been ready to fund the Project since 2017; and",
        "(c) when the Project will commence."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many constituencies, countrywide, did not receive Constituency Development Fund (CDF) in:",
        "(i) 2017; and (ii) 2020;",
        "(b) how many constituencies, in the following provinces, did not receive CDF in 2018:",
        "(i) Western; (ii) Eastern; and (iii) Luapula; and",
        "(c) why the constituencies in (a) and (b) did not receive CDF in the years in question."
      ]
    },
    {
      "question_number": "11",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct water reticulation systems in the following areas in Mulobezi District:",
        "(i) Machile; (ii) Kwemba Malo; (iii) Kamanga; and (iv) Nawinda;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why Grades 7 and 9 Examination Numbers expire after two years of issuance;",
        "(b) what the positive effects of the numbers expiring, are;",
        "(c) what the negative effects are;",
        "(d) whether the Government has any plans to abolish the expiration of examination numbers; and",
        "(e) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "13",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many land owners obtained Certificates of Title in Chinsali District from 2016 to 2021, year by year; and",
        "(b) what measures are being taken to encourage more people in the District to obtain Certificates of Title."
      ]
    },
    {
      "question_number": "14",
      "asked_by": "Mr Mulunda (Siavonga)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to sell the houses in Mitchell Compound, which were constructed for the Kariba North Bank Power Station employees in Siavonga District, to sitting tenants;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "15",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many boreholes are earmarked for sinking in Milanzi Parliamentary Constituency in 2023;",
        "(b) when the project will commence;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the time frame for the completion of the project, is. NOTICE OF MOTION Ms Sefulo Thanks - The President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in the President’s Address. ___________________________"
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}