{
  "metadata": {
    "title": "Tuesday, 2nd October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1842",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 2ND OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "56",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has taken any measures to revive the cashew nut sector in Western Province;",
        "(b)    whether the Government has analysed the cashew nut value chain in the Province; and",
        "(c)    if so, what benefits will accrue to small-scale farmers involved in the farming of cashew nuts if the sector is revived."
      ]
    },
    {
      "question_number": "57",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will recognise the following historical sites:",
        "(i)    Mwenzo in Muchinga Province; and (ii)    The burial site for Zwangendaba; and",
        "(b)    if the two sites will not be recognised, what the reasons are."
      ]
    },
    {
      "question_number": "58",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Finance by how much is the 2012 National Budget anticipated to be overrun due to the following unbudgeted for expenditure",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    salary increments for public service workers;",
        "(b)    private trips abroad undertaken by His Excellency the President’s entourage;",
        "(c)    creation of new Ministries and subsequently new positions; and",
        "(d)    the firing and hiring of diplomats, Permanent Secretaries and District Commissioners."
      ]
    },
    {
      "question_number": "59",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of employees at ZESCO Limited was as of June, 2012; and",
        "(b)    of the total number, how many were in the following categories of employment:",
        "(i)    senior management; (ii)   middle management; (iii)  unionised employees; and (iv) casual workers."
      ]
    },
    {
      "question_number": "60",
      "asked_by": "Mr Chishiba (Kafulafuta)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when infrastructure that is in a deplorable state at Chiwala Technical Secondary School will be renovated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "61",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Local Government and Housing why Shangombo District was left out of the Community Access Improvement Programme which was undertaken in all the districts.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "62",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Labour and Social Security why some companies intimidate and mistreat their workers for belonging to a trade union.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "63",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures have been taken to ensure that there is a sufficient number of secondary school teachers for secondary schools under construction country-wide; and",
        "(b)    whether the construction of a laboratory at Nsombo Secondary School in Lupososhi Parliamentary Constituency, which is currently under construction, is included in the construction plan."
      ]
    },
    {
      "question_number": "64",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Health what the Government policy on Settling-in allowance for health workers is and when it is payable.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "65",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to ensure that towns and cities country-wide are kept clean; and",
        "(b)    when vendors will be removed from the streets in Lusaka and other towns country-wide."
      ]
    },
    {
      "question_number": "66",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total establishment of Government health workers in the country currently is; and",
        "(b)    of the total establishment, how many positions were filled as of 30th January, 2012."
      ]
    },
    {
      "question_number": "67",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what the progress is on turning of the National In-Service Training College into Chalimbana University.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "68",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President when the Electoral Commission of Zambia will declare the following schools in Lukulu District as polling stations",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lwee Community;",
        "(b)    Waloti;",
        "(c)    Masombo Community; and",
        "(d)    Lute Community."
      ]
    },
    {
      "question_number": "69",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the mining of sand has been allowed around Kasisi area which is very close to the Lusaka East Multi-Facility Economic Zone; and",
        "(b)    whether the action at (a) will not compromise the security of the Zone."
      ]
    },
    {
      "question_number": "70",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many immigration officers are currently working as Immigration Attaches’ at Zambia’s foreign missions; and",
        "(b)    whether there is uniformity in the staff establishments in the Zambia’s foreign missions and, if not, why. NOTICE OF MOTION AND ORDER OF THE DAY The Hon Minister of Finance Public Accounts Committee – Membership: That the following Members do constitute the Public Accounts Committee for the Second Session of the Eleventh National Assembly: Mr V Mwale, MP Mr M H Malama, MP Mrs M G Imenda, MP Mr P M Mucheleka, MP Mr C Matafwali, MP Mr H H Hamududu, MP Mr J E S Chishiba, MP Mr A C Milambo, MP Mr M Mbulakulima, MP 1    Thanks - His Excellency the President’s Address – Motion (25th September)  - Resumption of Debate."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}