{
  "metadata": {
    "title": "Friday, 21st June, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7973",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "398",
      "asked_by": "Brig Gen Sitwala (Kaoma Central)",
      "minister": "Minister of General",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct additional classroom blocks at the following recently upgraded secondary schools in Kaoma Central Parliamentary Constituency:",
        "(i) Mulamatila; (ii) Longe; (iii) Lunyati; and (iv) Luena;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the total cost of the exercise is; and",
        "(d) if there are no such plans, why."
      ],
      "question_text": " Education:"
    },
    {
      "question_number": "399",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Chiefs and Traditional",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a palace for Chief Ngabwe in Ngabwe District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) who the contractor for the project is."
      ],
      "question_text": " Affairs:"
    },
    {
      "question_number": "400",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Home Affairs what measures",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [],
      "question_text": " the Government is taking to clean up police stations that are littered with impounded motor vehicles and those involved in road traffic accidents."
    },
    {
      "question_number": "401",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct the following infrastructure in Ngabwe District:",
        "(i) a modern market; and (ii) a bus station;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "402",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Fisheries and Livestock what",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [],
      "question_text": " plans the Government has for the abattoir, which is in the Central Business District (CBD) of Katete and is not in use, considering that there is another abattoir outside the CBD."
    },
    {
      "question_number": "403",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether it is mandatory for pupils to provide items such as cement, cobra, mattresses, reams of paper and hoes, in addition to school fees, when required by a school;",
        "(b) if so, whether the Government is aware that the practice is hampering children’s access to education in rural areas; and",
        "(c) if it is not mandatory, what measures have been taken to stop the practice."
      ]
    },
    {
      "question_number": "404",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Community Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many women’s groups in Mkaika Parliamentary Constituency received empowerment funds in 2017 and 2018;",
        "(b) what the names of the groups are; and",
        "(c) how much money, was disbursed in each year."
      ],
      "question_text": " and Social Welfare:"
    },
    {
      "question_number": "405",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Chiefs and Traditional",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Chief Kalonga Gawa Undi’s palace in the Katete District will commence;",
        "(b) what the total cost of the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ],
      "question_text": " Affairs:"
    },
    {
      "question_number": "406",
      "asked_by": "Mr S Tembo (Chadiza)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there are any plans to upgrade the following rural health centres in Chadiza Parliamentary Constituency to mini hospital level:",
        "(i) Taferansoni; (ii) John; (iii) Champhanda; and (iv) Nsadzu;",
        "(b) if so, when implementation of the plans will commence;",
        "(c) what the total cost of the exercise is; and",
        "(d) when additional staff will be deployed to the facilities above."
      ]
    },
    {
      "question_number": "407",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when sports equipment was last distributed to schools in Gwembe Parliamentary Constituency;",
        "(b) what type of equipment was distributed;",
        "(c) when the next distribution exercise will be carried out; and",
        "(d) what type of equipment will be given to each school."
      ]
    },
    {
      "question_number": "408",
      "asked_by": "Mr Musonda (Kamfinsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Soma Health Post in Kamfinsa Parliamentary Constituency will be completed;",
        "(b) when the Health Post will be commissioned;",
        "(c) when the Ndeke Village Health Centre will be upgraded to a first level hospital; and",
        "(d) why it has taken long to complete the process of upgrading the Health Centre."
      ]
    },
    {
      "question_number": "409",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to procure ambulances for the following health posts:",
        "(i) Tembwe; (ii) Chikwa; (iii) Chifunda; and (iv) Mapamba; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "410",
      "asked_by": "Mr Chaatila (Moomba)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to convert community schools in Moomba Parliamentary Constituency, to public schools;",
        "(b) if so, how many schools are earmarked to be converted;",
        "(c) what the names of the schools are;",
        "(d) when the exercise will commence; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "411",
      "asked_by": "Mr S Tembo (Chadiza)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of the Food Reserve Agency (FRA) storage sheds and slabs in Chadiza Parliamentary Constituency, which was abandoned, will resume;",
        "(b) why the works were abandoned;",
        "(c) what the total cost of the project is; and",
        "(d) how much money had been paid to the contractor as of 31st January, 2019."
      ]
    },
    {
      "question_number": "412",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of a university in Katete District will commence;",
        "(b) what the cost of the project is;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) what the name of the contractor is. NOTICE OF MOTION Mr Syakalima, MP Report of the Committee on Transport, Works and Supply: That this House do adopt the Report of the Committee on Transport, Works and Supply for the Third Session of the Twelfth National Assembly, laid on the Table of the House on 13th June, 2019. ___________________________"
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}