{
  "metadata": {
    "title": "Thursday, 22nd February, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7382",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "140",
      "asked_by": "Mr Munkonge (Lukashya)",
      "minister": "Minister of General Education when the following secondary schools in Lukashya Parliamentary Constituency will be officially opened",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Musa; and",
        "(b)    Ntumpa. 141.    Mr Lufuma (Kabompo) – to ask the Minister of Finance:",
        "(a)    what the total national debt stock was as of September, 2011;",
        "(b)    what the total national debt stock was as of August, 2017;",
        "(c)    of the total external debt stock, how much is attributed to loans from China in both nominal and percentage terms;",
        "(d)    how much interest is paid, per month, on both domestic and external debt; and",
        "(e)    what the debt sustainability ratio was as of August, 2017."
      ]
    },
    {
      "question_number": "142",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Housing and Infrastructure Development when construction of staff houses at Namabanga Health Centre in Nangoma Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "143",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the delay in paying terminal benefits to retired civil servants; and",
        "(b)    what measures the Government is taking to expedite the process."
      ]
    },
    {
      "question_number": "144",
      "asked_by": "Dr Chanda (Bwana Mkubwa)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to sell the former NAMBOARD houses in Ndeke Township in Ndola to sitting tenants;",
        "(b)    if so, when the exercise will commence; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "145",
      "asked_by": "Dr Chanda (Bwana Mkubwa)",
      "minister": "Minister of Youth, Sport and Child Development whether the Government has any plans to support youth sport tournaments in Bwana Mkubwa Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "146",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a police post at Keezwa Primary School in Nangoma Parliamentary Constituency;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "147",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to promote fish farming in Chinsali Parliamentary Constituency;",
        "(b)    if so, what the specific plans are;",
        "(c)    when the plans will be implemented; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "148",
      "asked_by": "Ms O Phiri (Nyimba)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the livestock restocking programme will be extended to Nyimba Parliamentary Constituency;",
        "(b)    what the total number of livestock earmarked for the programme in 2017 was; and",
        "(c)    what the total cost of the programme was. 149.    Mr P Phiri (Mkaika) – to ask the Minister of Housing and Infrastructure Development:",
        "(a)    when the construction of the Lupande Health Post in Mkaika Parliamentary Constituency will be completed;",
        "(b)    what has caused the delay in completing the works; and",
        "(c)    what the time-frame for the completion of the outstanding work is."
      ]
    },
    {
      "question_number": "150",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how the three Eurobonds issued by the Government were utilised, year by year, and sector by sector;",
        "(b)    how much interest is paid on each Eurobond, per year; and",
        "(c)    whether the Eurobonds will be fully repaid when they mature."
      ]
    },
    {
      "question_number": "151",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Zambia National Broadcasting Corporation (ZNBC) has a new equity partner;",
        "(b)    if so, what the name of the partner is;",
        "(c)    how many shares, in percentage terms, were allotted to the partner;",
        "(d)    what the value of each share is; and",
        "(e)    what additional value the partner has brought to ZNBC."
      ]
    },
    {
      "question_number": "152",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Agricultural Mechanisation Fund has been established;",
        "(b)    if so, which institution is administering the Fund;",
        "(c)    what the criteria for accessing the Fund are; and",
        "(d)    how many farmers, if any, have benefitted from the Fund so far."
      ]
    },
    {
      "question_number": "153",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when computers for all the schools in Chinsali Parliamentary Constituency will be procured; and",
        "(b)    what the total cost of procuring the computers is."
      ]
    },
    {
      "question_number": "154",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to promote the Chipoma Falls in Chinsali Parliamentary Constituency as a tourist attraction;",
        "(b)    if so, what the specific plans are;",
        "(c)    when the plans will be implemented; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "155",
      "asked_by": "Ms O Phiri (Nyimba)",
      "minister": "Minister of Agriculture when a motor vehicle for the Agriculture Department in Nyimba District will be procured to",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " enhance its operations."
    },
    {
      "question_number": "156",
      "asked_by": "Ms O Phiri (Nyimba)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of classroom blocks at Chinabi Secondary School in Nyimba Parliamentary Constituency will commence;",
        "(b)    how many classroom blocks were earmarked for construction in 2017; and",
        "(c)    what the time-frame for the completion of the project was."
      ]
    },
    {
      "question_number": "157",
      "asked_by": "Mr Mwila (Chimwemwe)",
      "minister": "Minister of Development Planning what the total human population, by gender, in the following wards in",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lubuto;",
        "(b)    Chimwemwe;",
        "(c)    Buntungwa;",
        "(d)    Twatasha;",
        "(e)    Itimpi; and",
        "(f)    Kawama."
      ],
      "question_text": " Chimwemwe Parliamentary Constituency was as of 31st May, 2017:"
    },
    {
      "question_number": "158",
      "asked_by": "Mr Mwila (Chimwemwe)",
      "minister": "Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the national poverty datum line was as of 31st May, 2017; and",
        "(b)    what measures the Government is taking to reduce the levels of poverty in Chimwemwe Parliamentary Constituency. 159.    Mr Mwila (Chimwemwe) – to ask the Minister of Commerce, Trade and Industry what measures the Government has taken to ensure that Zambia becomes a manufacturing hub of Southern Africa. ___________________"
      ]
    }
  ],
  "question_count": 17,
  "status": "success"
}