{
  "metadata": {
    "title": "Tuesday, 30th September, 2014",
    "source_url": "https://www.parliament.gov.zm/node/461",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 30TH SEPTEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "77",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Limulunga-Mushitwambumu road to link Mongu to Lukulu via Mbanga will commence;",
        "(b)    whether a contractor for the project has already been identified; and",
        "(c)    what the cost of the project is."
      ]
    },
    {
      "question_number": "78",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who owns the S S Liemba Water Vessel which operates on Lake Tanganyika;",
        "(b)    whether the Government has any shares in the Company that owns the Vessel; and",
        "(c)    when the Government will procure a bigger and modern vessel to provide water transport to the people of Nsumbu and Mpulungu on the Lake."
      ]
    },
    {
      "question_number": "79",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which contractor is working on the road from the Great East Road in Chelstone area via Kamanga Compound to Kabangwe on the Great North Road;",
        "(b)    what the contract sum for the project is;",
        "(c)    what the completion period is; and",
        "(d)    what the scope of works being done is."
      ]
    },
    {
      "question_number": "80",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of workers employed directly by Konkola Copper Mines (KCM) Plc is;",
        "(b)    whether KCM Plc sells copper to Vendata Resources Plc;",
        "(c)    if so, how much copper was sold in 2012; and",
        "(d)    how much money was paid by KCM Plc, in form of taxes, to the Zambia Revenue Authority in 2012."
      ]
    },
    {
      "question_number": "81",
      "asked_by": "Ms Kansembe (Lukashya)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will build bridges in Lukashya Parliamentary Constituency across the following rivers",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lukulu, to connect Lualuo to Mukanga Wards;",
        "(b)    Lualuo, to connect Lualuo to Chumba Wards; and",
        "(c)    Lualuo, to connect Lualuo to Chibundu Wards."
      ]
    },
    {
      "question_number": "82",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Mines, Energy and Water Development when the following basic schools in Mwandi Parliamentary Constituency will benefit from the rural electrification programme",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mabumbu;",
        "(b)    Loanja; and",
        "(c)    Sankolonga."
      ]
    },
    {
      "question_number": "83",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Nkeyema Health Centre in Nkeyema District will be upgraded to a district hospital; and",
        "(b)    when an ambulance will be provided to the Health Centre."
      ]
    },
    {
      "question_number": "84",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Zambia News and Information Services (ZANIS) office in Kaputa District will be provided with the following:",
        "(i)    video cameras and other related equipment; and (ii)    motor vehicle; and",
        "(b)    why a driver was deployed to the District without a motor vehicle."
      ]
    },
    {
      "question_number": "85",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction of the resource centre in Kalabo District has stalled;",
        "(b)    what the total cost of the project is;",
        "(c)    how much money has so far been disbursed;",
        "(d)    when the project is expected to be completed; and",
        "(e)    what the name of the contractor working on the project is."
      ]
    },
    {
      "question_number": "86",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Lands, Environment and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the tree planting project by the Zambia Forests and Forestry Industries Corporation (ZAFFICO) in Kawambwa District will commence;",
        "(b)    what the cost of the project is;",
        "(c)    how many hectares of land have been allocated to ZAFFICO for the project; and",
        "(d)    how many jobs will be created by the project."
      ]
    },
    {
      "question_number": "87",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a classroom block at Kaale Primary School in Sesheke Parliamentary Constituency will be completed; and",
        "(b)    what has delayed the completion of the project."
      ]
    },
    {
      "question_number": "88",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Community Development, Mother and Child Health when the Social Cash Transfer Programme will be extended to the following parts of Bwacha Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Makululu;",
        "(b)    Makupu;",
        "(c)    Munga;",
        "(d)    Munyama;",
        "(e)    Kang’omba;",
        "(f)    Kalwelwe; and",
        "(g)    Kalonga farming area (near Mukobeko Maximum Prison)."
      ]
    },
    {
      "question_number": "89",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a university in Katete District will commence;",
        "(b)    whether a contractor has already been identified and, if so, what the name of the contractor is;",
        "(c)    what the time-frame for undertaking the project is; and",
        "(d)    where the site of the university is."
      ]
    },
    {
      "question_number": "90",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of Nchelenge Secondary School will be undertaken;",
        "(b)    whether an audit of the K1,000,000 that was spent on the partial rehabilitation of the School has already been undertaken; and",
        "(c)    if so, what the findings are."
      ]
    },
    {
      "question_number": "91",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the implementation of the Pave Zambia Project will commence in Kwacha Parliamentary Constituency;",
        "(b)    how many kilometres of township roads will be paved;",
        "(c)    what the total cost of the project is; and",
        "(d)    how many jobs will be created as a result of the project. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (23rd September)        -       Resumption of Debate."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}