{
  "metadata": {
    "title": "Thursday, 28th February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1686",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 28TH FEBRUARY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "416",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the newly built Kaputa High School in Kaputa District will be opened to the public; and",
        "(b)when the Government will build boarding facilities especially for the girls at the school."
      ]
    },
    {
      "question_number": "417",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how many lecturers at Kwame Nkrumah and Copperbelt Secondary School Teachers Colleges currently possess the following academic qualifications",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)first degree;",
        "(b)masters degree; and",
        "(c)doctor of philosophy."
      ]
    },
    {
      "question_number": "418",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many schools had their classroom roofs blown off in Sioma and Shang’ombo Districts from 2010 to 2012, year by year;",
        "(b)of the schools above, how many were rehabilitated in the same period; and",
        "(c)when the contractor for the Shang’ombo Boma High School project will move on site."
      ]
    },
    {
      "question_number": "419",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many cases of homicide were reported country-wide from January to December, 2012; and",
        "(b)of the cases above, how many had been disposed of by the courts of law, as of January, 2013."
      ]
    },
    {
      "question_number": "420",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will transfer the three houses that were previously used as a Roads Camp at Mwanamutowa in Mwinilunga Parliamentary Constituency to the Ministry of Education, Science, Vocational Training and Early Education following the abolishment of the Roads Department.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "421",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health when the Government plans to repair the solar installations at the following rural health centres in Mwinilunga Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Kamapanda;",
        "(b)Chiwoma; and",
        "(c)Kakoma."
      ]
    },
    {
      "question_number": "422",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what the rate of performance in percentage points was for the Rural Roads Unit (RRU) from  2010 to 2012, year by year;",
        "(b)whether the RRU’s performance was satisfactory and, if so, what the Government intends to do to sustain and enhance the levels of satisfaction;",
        "(c)if the performance was not satisfactory, what remedial measures have been taken;",
        "(d)in which districts the RRU services are needed most;",
        "(e)whether the Government has any plans of establishing RRU centres in the districts where their services are needed most; and",
        "(f)if there are no such plans, why."
      ]
    },
    {
      "question_number": "423",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many villages there are in Kasenengwa Parliamentary Constituency;",
        "(b)how many head persons there are in the Constituency; and",
        "(c)what the role of the head persons in relation to the following is:",
        "(i)the community; (ii)the chief; and (iii)the Government."
      ]
    },
    {
      "question_number": "424",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will construct a local court at Mboza in Kasenengwa Parliamentary Constituency;",
        "(b)when the Government will rehabilitate the local court in Chiparamba Ward in Kasenengwa Parliamentary Constituency; and",
        "(c)when the Government will construct a house for the local court clerk in Chiparamba."
      ]
    },
    {
      "question_number": "425",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what the causes of bilharzia are;",
        "(b)which district in Zambia has the highest prevalence of bilharzia;",
        "(c)which age group in Zambia has the highest risk of contracting the disease; and",
        "(d)what measures the Government has taken to eradicate bilharzia."
      ]
    },
    {
      "question_number": "426",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many statisticians in each of the following divisions at the Central Statistical Office (CSO) have a master’s degree or doctorate:",
        "(i)Economic Statistics; (ii)Agricultural and Environmental Statistics; (iii)Demography and Social Statistics; (iv)Information, Research and Dissemination; and",
        "(v)Regional Statistical Offices; and",
        "(b)    whether the CSO has a national statistical training strategy to support the National Statistical System and, if so, to what extent this strategy has been implemented."
      ]
    },
    {
      "question_number": "427",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will rehabilitate the Kaputa- Kasongole-Mununga road in Kaputa District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "428",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Mines, Energy and Water Development when ZESCO Limited will install a transformer to enable people living along the Mongu-kaoma electricity grid access power.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "429",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will provide funding for the expansion of the rubber plantation in Nchelenge District from the current 140 hectares to 1,000 hectares;",
        "(b)when the requisite plantation equipment will be provided; and",
        "(c)when a permanent workforce will be employed."
      ]
    },
    {
      "question_number": "430",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Mines, Energy and Water Development when the Government will employ the following staff in the Water Affairs Department in Nchelenge District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)District Water Engineer;",
        "(b)Assistant District Water Engineer;",
        "(c)Secretary;",
        "(d)Driver; and",
        "(e)Watchman."
      ]
    },
    {
      "question_number": "431",
      "asked_by": "Mr Chabala (Kankoyo)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when Zambia National Broadcasting Corporation (ZNBC) will start broadcasting TV2 Channel for twenty-four hours a day on the Copperbelt;",
        "(b)when Multichoice Zambia will improve its television signal especially during the rainy season; and",
        "(c)why the ZNBC premises along Alick Nkhata Road are dirty."
      ]
    },
    {
      "question_number": "432",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many families of deceased employees of the Ministry in Kitwe District had not received their terminal benefits as of October, 2012; and",
        "(b)how many medical personnel serving on fixed term contracts in Kitwe District had not received their gratuity from 2010 to-date."
      ]
    },
    {
      "question_number": "433",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how much money Nkana Water and Sewerage Company collects from its consumers in Kitwe each month;",
        "(b)why Kitwe has an erratic water supply; and",
        "(c)when the people in Kitwe will start having water at all times."
      ]
    },
    {
      "question_number": "434",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when construction of a bridge across Lunga River on the Mumbwa-Kasempa road will commence; and",
        "(b)what the time-frame for completion of the project is."
      ]
    },
    {
      "question_number": "435",
      "asked_by": "Mr M B Mwale (Malambo)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will construct communication towers in the following areas in Malambo Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Chikowa;",
        "(b)Luwimbi;",
        "(c)Kasamanda;",
        "(d)Nyakatokoli; and",
        "(e)Chief Malama’s Chiefdom."
      ]
    },
    {
      "question_number": "436",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Education, Science, Vocational Training and early Education when the Ministry will purchase teaching materials for Government basic schools country-wide for 2013.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "437",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to relocate the Inter-City Bus Terminus in Lusaka to a more spacious location;",
        "(b) if so, when the plans will be implemented; and",
        "(c)what the estimated cost of constructing the new station is."
      ]
    },
    {
      "question_number": "438",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)who the owners of the incomplete highrise building at the junction of Katondo Street and Freedom Way in Lusaka are;",
        "(b)for how long the building has remained incomplete;",
        "(c)what has caused the delay in completing the structure;",
        "(d)whether the Government has any plans to compel the owners to complete the building urgently; and",
        "(e)if the owners have no capacity to complete the building, what the way forward is."
      ]
    },
    {
      "question_number": "439",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock what measures the Government will take in order to improve the distribution of seed and fertilizer to small scale farmers under the Farmer Input Support Programme.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "440",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to establish police posts in Muchinga Parliamentary Constituency;",
        "(b)if so, when the plans will be implemented; and",
        "(c)if there are no such plans, why."
      ]
    }
  ],
  "question_count": 25,
  "status": "success"
}