{
  "metadata": {
    "title": "Tuesday, 11th December, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1708",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 11TH DECEMBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "290",
      "asked_by": "Mr M B Mwale (Malambo)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who owned the mining rights in the restricted area in Ndola rural prior to their being transferred to Mineral Reserve Corporation;",
        "(b)    what the size of mining rights area was at the time of the transfer;",
        "(c)    when Kagem Limited was formed;",
        "(d)    when Kagem Limited assumed mining rights over the area at (b); and",
        "(e)    what the current size of the mining rights area is."
      ]
    },
    {
      "question_number": "291",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many people were arrested from 1st January, 2012 to-date for the following offences:",
        "(i)    being in possession of cannabis; and (ii)    cultivation of cannabis;",
        "(b)    what the quantities of the cannabis at (a) above were; and",
        "(c)    how many people were arrested by the Zambia Police Force country-wide for dealing in counterfeit notes during the same period. QUESTIONS FOR WRITTEN ANSWER W13    Mr Simbao (Senga Hill) - to ask the Minister of Finance:",
        "(a)    what the Gross National Income (GNI) of the country is;",
        "(b)    what the GNI of the country was, in the following years:",
        "(i)    1964; (ii)   1991; and (iii)   2011; and",
        "(c)    what the percentage of the country’s total exports to the GNI was in the following years:",
        "(i)    1964; (ii)   1991; and (iii)  2011. W14    Mr Miyanda (Mapatizya) - to ask the Minister of Mines, Energy and Water Development:",
        "(a)    what mineral deposits are found in Mapatizya Parliamentary Constituency;",
        "(b)    how many business entities in the constituency had mining licences as of September, 2012;",
        "(c)    what minerals are mined by the licence holders at (b);",
        "(d)    how many companies had large scale prospecting licences, by name and by minerals prospected;",
        "(e)    how many people were employed, on permanent and casual basis, as a result of the mining activities at (b) and (d) above, as of September, 2012; and",
        "(f)    how many companies at (b) and (d) above were operating with the consent of Chief Simwatachela."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}