{
  "metadata": {
    "title": "Thursday, 11th February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8749",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "131",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the tarring of the Lunte-Zakaria-Senga Hill road will commence;",
        "(b) what has caused the delay in commencing the project; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "132",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Community Development and Social Welfare",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government rendered any form of support to the pupils at Kasempa School for the Disabled, as of July, 2020;",
        "(b) if so, what form of support was rendered;",
        "(c) if no support was rendered, why; and",
        "(d) what measures are being taken to ensure that the pupils at the School are supported. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Public-Private Partnership (Amendment) - Bill to amend the Public-Private Partnership Act. (N.A.B. 4/2021) The Minister of Justice The Compensation Fund (Amendment) - Bill to amend the Compensation Fund Act.(N.A.B. 6/2021) The Minister of Justice The Service Commissions (Amendment) - Bill to amend the Service Commissions Act.(N.A.B. 12/2021) The Minister of Foreign Affairs The Zambia Institute of Diplomacy and International Studies (Amendment) - Bill to amend the Zambia Institute of Diplomacy and International Studies Act. (N.A.B. 14/2021) The Minister of Finance The Zambia Revenue Authority (Amendment) - Bill to amend the Zambia Revenue Authority Act.(N.A.B.15/2021) The Minister of Justice The Zambia Institute of Advanced Legal Education (Amendment) -  Bill to amend the Zambia Institute of Advanced Legal Education Act.(N.A.B. 16/2021) The Minister of Justice The Zambia Law Development Commission (Amendment) - Bill to amend the Zambia Law Development Commission Act.               (N.A.B. 17/2021) _____________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}