{
  "metadata": {
    "title": "Wednesday, 6th March, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11614",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "271",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Community Development and Social Services",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that some mobile money agents in Isoka District have been charging beneficiaries of the Social Cash Transfer Programme K50 each when withdrawing their money;",
        "(b) if so, what measures are being taken to curb the illegal vice; and",
        "(c) what measures are being taken to assist beneficiaries in the District who are unable to access their money through the digital payment system due to conflicting details between their National Registration Card numbers and their registered mobile phone numbers."
      ]
    },
    {
      "question_number": "272",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the shortfall of student accommodation at the University of Zambia (UNZA) was, as of April, 2023;",
        "(b) what measures the Government is taking to mitigate the shortfall; and",
        "(c) when the problem of accommodation at UNZA will be fully resolved."
      ]
    },
    {
      "question_number": "273",
      "asked_by": "Ms S Mwamba (Kasama Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to undertake the following works at Kasama General Hospital in Kasama District:",
        "(i) rehabilitation; and (ii) expansion;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "274",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to introduce acassava out-grower scheme in Chitambo District to ensure sustainable supply of cassava to the newly built cassava milling plant in the District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the targeted number of beneficiary farmers is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "275",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct township roads in Mitete District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "276",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the youths, who were on the Government Internship Programme, from January, 2020 to December, 2021, in Chilubi District, will be paid their outstanding allowances;",
        "(b) how much money, in total, was owed to the youths, as of December, 2021; and",
        "(c) what the cause of the delay in paying the youths is."
      ]
    },
    {
      "question_number": "277",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the following unplanned settlements in Chembe District:",
        "(i) Milishi; (ii) Chabala; (iii) Temfwe; and (iv) Chilonga;",
        "(b) if so, when the plans will be implemented; and",
        "(c) whether the exercise will be extended to other rural districts, countrywide."
      ]
    },
    {
      "question_number": "278",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government last procured motor vehicles for the Citizens Economic Empowerment Commission (CEEC);",
        "(b) whether the Government has any plans to procure new vehicles for CEEC, in order to enhance its operations; and",
        "(c) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "279",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct women’s skills centres in the following wards in Mbabala Parliamentary Constituency:",
        "(i) Mang’unza; (ii) Mutanga; (iii) Kabanze - Mayobo; (iv) Macha; and",
        "(v) Chilalantambo; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "280",
      "asked_by": "Mr Allen Banda (Chimwemwe)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to sell the ten (10) Council houses which have not yet been sold in Chimwemwe Township in Kitwe District;",
        "(b) if so, whether the houses will be sold to the sitting tenants;",
        "(c) when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "281",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will construct communication towers in the following areas in Mitete Parliamentary Constituency:",
        "(i) Lutembwe; (ii) Mitete Central; (iii) Mataba Secondary School and Mataba Health Post; (iv) Sikunduko;",
        "(v) Lupui; (vi) Chinonwe; (vii) Mbao; (viii) Kakwacha; (ix) Mbangweta;",
        "(x) Mbumi; and (xi) Mambungo; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "282",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to digitize the following, for easy storage and retrieval:",
        "(i) birth and death records; and (ii) police records;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of each project at (a) is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "283",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the collapsed bridges along the Pemba-Mapanza road in Mbabala Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "284",
      "asked_by": "Mr Kalobo (Wusakile)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether Nkana Alloy and Smelting Company Limited operating at the Black Mountain in Kitwe District obtained an Environmental Impact Assessment (EIA) Report for the transportation of mineral deposits; and",
        "(b) if the company did not obtain an EIA Report, what urgent measures are being taken to avert environmental pollution in the District. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W4. Mr Miyutu (Kalabo Central) - to ask the Minister of Health:",
        "(a) how many public health training institutions there were, as of July, 2023, province by province;",
        "(b) whether there are any plans to construct additional public health training institutions in each province; and",
        "(c) if so, when the plans will be implemented."
      ]
    }
  ],
  "question_count": 14,
  "status": "success"
}