{
  "metadata": {
    "title": "Tuesday, 26th February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1689",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 26TH FEBRUARY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "376",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Education, Science, Vocational  Training and Early Education whether the Government has any plans to upgrade Chiyewe Community School in Msanga Ward in Chipata Central Parliamentary Constituency, into  a Government school considering that there is no Government school within a radius of eight (8) kilometres of the Community School.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "377",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the top four non-communicable diseases in Zambia are;",
        "(b)    what the prevalence rate of each disease at (a) is; and",
        "(c)    what measures the Government has taken to address the risk factors of the diseases."
      ]
    },
    {
      "question_number": "378",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection whether the Government has any plans to re-plant trees in the Forest Reserve situated on the Southern part of the Great North Road between Mkushi and Serenje.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "379",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what economic benefits accrued to the country as a result of trade promotion missions to the following countries in 2008:",
        "(i)    Japan for the Tokyo International Conference on African Development IV; (ii)    China during the Xiamen Trade Fair; (iii)    United Arab Emirates; (iv)    India; and",
        "(v)    Nigeria; and",
        "(b)    whether any industries have been set up in Zambia by investors from the countries above."
      ]
    },
    {
      "question_number": "380",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there was a decline in maternal mortality rates from 1990 to 2010;",
        "(b)    if so, by what rates; and",
        "(c)    how many women died as a result of maternal related complications from 1st January, 2005 to 31st December, 2011, year by year."
      ]
    },
    {
      "question_number": "381",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will rehabilitate ablution blocks, which are in a deplorable state, at the following schools in Kabwe Central Parliamentary Constituency:",
        "(i)    Mwashi Basic; (ii)    Neem Tree Basic; (iii)    David Ramushu; and (iv)    Lukanga Basic; and",
        "(b)    whether the Government has any plans to improve the infrastructure at Jasmine Secondary School and, if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "382",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection when the Government will erect a physical boundary between Zambia and Tanzania, particularly in Nakonde area.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "383",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what percentage of the total labour force in the country is employed in the agricultural sector;",
        "(b)    what contribution the forestry and fisheries industries made to the country’s Gross Domestic Product in 2011 and 2012; and",
        "(c)    what the total contribution of the agricultural industry, in percentage terms, to the country’s total export earnings was in 2011 and 2012."
      ]
    },
    {
      "question_number": "384",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government changed the nomenclature of the following positions:",
        "(i)    District Education Officer to District Education Board Secretary; and (ii)    Inspector of Schools to Education Standards Officer; and",
        "(b)    why the Government has abolished the position of Education Officer."
      ]
    },
    {
      "question_number": "385",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will facilitate the commencement of manufacturing of the following farming machinery:",
        "(i)    tractors; (ii)    ploughs; (iii)    harrows; and (iv)    planters; and",
        "(b)    from which countries Zambia currently imports the farming machinery at (a) above."
      ]
    },
    {
      "question_number": "386",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Kamukeze Primary School in Mapatizya Parliamentary Constituency will be completed;",
        "(b)    who the contractor for the project is;",
        "(c)    why the contractor has abandoned the project;",
        "(d)    how much money has so far been paid to the contractor; and",
        "(e)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "387",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a District Commissioner will be appointed for the newly created Nsama District in Northern Province;",
        "(b)    when infrastructure development in the District will begin; and",
        "(c)    how much money is earmarked for the initial phase of infrastructure development."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Lake Mweru-Wantipa and the surrounding swamps and marshlands have been drying up at a faster rate in the last few years;",
        "(b)    whether the drying up is related to the effects of climate change and, if not, what the cause is; and",
        "(c)    what measures the Government has taken to reverse the drying up of the Lake and surrounding areas."
      ]
    },
    {
      "question_number": "389",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what environmental concerns are there in relation to the mining of sand in areas near the cities and towns;",
        "(b)    who is responsible for the cost of rectifying the damage caused to the environment as a result of sand mining;",
        "(c)    what the economic benefits to the nation of mining and trading in sand are; and",
        "(d)    whether the Government has any plans to control the indiscriminate mining of sand and, if so, what the plans are."
      ]
    },
    {
      "question_number": "390",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education why the construction of the following infrastructure in Kalabo has stalled",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    a 1 x 3 classroom block and staff houses at Ng’uma Basic School;",
        "(b)    1 x 3 classroom blocks at Lushi and Kalabo Basic Schools; and",
        "(c)    an office block for the District Education Board Secretary."
      ]
    },
    {
      "question_number": "391",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of a critical shortage of arable land in the following areas in Kalabo District:",
        "(i)    Yanga; (ii)    Lutwi; (iii)    Shi; (iv)    Lukona; and",
        "(v)    Munyonga; and",
        "(b)    whether there are any plans to degazette parts of the protected forests in the areas at (a) to enable local people access land for farming."
      ]
    },
    {
      "question_number": "392",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Local Government and Housing whether the Government has any plans to construct a modern market at John Chinena Market along the Great North Road in Chibombo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "393",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Home Affairs what measures the Government has taken to address the porous nature of Kasumbalesa Border Post in Chililabombwe District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "394",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will build health posts in the following wards in Kasenengwa Parliamentary Constituency:",
        "(i)    Chiparamba; (ii)    Mkowe; and (iii)    Kwenje;",
        "(b)    of the 650 health posts earmarked for construction country-wide, how many will be constructed in Kasenengwa Parliamentary Constituency;",
        "(c)    how many nurses will be posted to Kasenengwa Parliamentary Constituency in 2013; and",
        "(d)    when an ambulance for Kasenengwa Parliamentary Constituency will be procured."
      ]
    },
    {
      "question_number": "395",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct police posts in the following wards in Kasenengwa Parliamentary Constituency:",
        "(i)    Chiparamba; (ii)    Mkowe; (iii)    Mboza; (iv)    Ng’ongwe; and",
        "(v)    Makongwa;",
        "(b)    how many police officers will be posted to Kasenengwa Parliamentary Constituency in 2013; and",
        "(c)    how many vehicles will be allocated to the police in the constituency."
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}