{
  "metadata": {
    "title": "Thursday, 29th June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11094",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "319",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that of late, there has been an increase in cases of cancer diseases in the country;",
        "(b) whether the Government is aware that the National Health Insurance Management Authority currently pays a maximum of K1,500 towards cancer treatment for each patient, thereby making many patients unable to afford the cost of treatment; and",
        "(c) if so, what urgent measures are being taken to make cancer treatment more affordable and to avert loss of lives."
      ]
    },
    {
      "question_number": "320",
      "asked_by": "Mr Mumba (Kantanshi)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) what the cause of the sharp appreciation of the Kwacha in the week beginning 18th June, 2023, was; and",
        "(b) what urgent measures are being taken to mitigate the negative impact the sharp appreciation will have on the economy."
      ]
    },
    {
      "question_number": "321",
      "asked_by": "Mr Munir Zulu (Lumezi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct boarding schools in the following Wards in Lumezi Parliamentary Constituency:",
        "(i) Kamimba; and (ii) Diwa;",
        "(b) if so, when the plans will be implemented;",
        "(c) when the construction of a secondary school in Kamimba Ward in Lumezi Parliamentary Constituency will be completed; and",
        "(d) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "322",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to extend the Rural Electrification Programme to Chadiza Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) which areas were earmarked for electrification in 2022; and",
        "(d) what the estimated cost of the exercise was."
      ]
    },
    {
      "question_number": "323",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following bridges in Mbabala Parliamentary Constituency:",
        "(i) Muyanda on Simaubi - Macha road; (ii) Chaambwa on Macha - Kabimba road; (iii) Muyobe on Muyobe - Macha road; (iv) Kachenje on Kachenje - Mang’unza road; and",
        "(v) the bridges along Pemba - Mapanza road; and",
        "(b) if so, when the plans will be implemented. NOTICE OF MOTION Mr R Kangombe Adopt Report of the Committee on Energy, Water Development and Tourism: That this House do adopt the Report of the Committee on Energy, Water Development and Tourism on Tourism Sector Development and the Effectiveness of Tourism Development Strategies in Zambia, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Friday, 23rd June, 2023. ORDER OF THE DAY 1 Report of the Committee on National Guidance and Gender Matters – Motion (27th June) – Resumption of Debate. ____________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}