{
  "metadata": {
    "title": "Friday, 20th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11377",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "117",
      "asked_by": "Mr. Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will rehabilitate the Makululu-Lukanga road in Bwacha Parliamentary Constituency;",
        "(b) how many kilometres of the road will be covered in the exercise;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Mr. Katakwe (Solwezi East)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the total number of farms in Mikilingi Farm Block in Solwezi East Parliamentary Constituency was as of March, 2023;",
        "(b) of the number above, how many farms were occupied and being developed, as of the same date;",
        "(c) what the procedure for acquiring land in the Farm Block is;",
        "(d) whether the Government has any plans to construct access roads in the Farm Block; and",
        "(e) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Mr. Kapyanga (Mpika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Mpika Town Council to a municipality;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "120",
      "asked_by": "Mr. C. Mpundu (Chembe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the district administration offices in Chembe District will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) at what level of completion, in percentage terms, the project was, as of June, 2023; and",
        "(d) what the cost of the outstanding works on the project was. 121. Mr. Simuzingili (Gwembe) - to ask theMinister of Agriculture:",
        "(a) whether the Government has any plans to revive the Gwembe Cotton Ginnery in Gwembe District, that is currently being used as a mere cotton storage facility;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ORDER OF THE DAY 1 Supply - Motion (29th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}