{
  "metadata": {
    "title": "Wednesday, 10th February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8743",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "125",
      "asked_by": "Ms M Miti (Vubwi)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the reconstruction of the Nsole Bridge in Chisiya Ward in Vubwi Parliamentary Constituency, which was washed away by heavy rains in 2018, will commence;",
        "(b) who the contractor for the project is;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "126",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct communication towers in the following areas in Nangoma Parliamentary Constituency, which experience network connectivity problems:",
        "(i) Keezwa; (ii) Mukubu; (iii) Malende; and (iv) Malima; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "127",
      "asked_by": "Mr Mbulakulima (Milenge)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the reconstruction of the damaged bridge across the Lwela River in Mulumbi Ward in Milenge Parliamentary Constituency will commence;",
        "(b) when the invitation for bids for the project was advertised;",
        "(c) what the estimated cost of the project is; and",
        "(d) what has caused the delay in commencing the project."
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Ms Kasune (Keembe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government will increase the number of police officers at Keembe Police Post in Keembe Parliamentary Constituency; and",
        "(b) when the Government will procure the following, for the Police Post, in order to enhance its operations:",
        "(i) motor vehicles; (ii) computers; and (iii) communication equipment."
      ]
    },
    {
      "question_number": "129",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that Chifunabuli District has been excluded from the Enhanced Smallholder Livestock Investment Programme (E-SLIP);",
        "(b) if so, why the District has been excluded;",
        "(c) whether there are any plans to include the District on the Programme; and",
        "(d) if so, when the plans will be implemented. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The National Institute of Public Administration (Amendment) - Bill to amend the National Institute of Public Administration Act.(N.A.B. 9/2021) The Minister of Mines and Minerals Development The Petroleum (Exploration and Production) (Amendment) - Bill to amend the Petroleum (Exploration and Production) Act.  (N.A.B. 10/2021) The Minister of General Education The Examinations Council of Zambia (Amendment) - Bill to amend the Examinations Council of Zambia Act.    (N.A.B. 18/2021) The Minister of Tourism  and Arts The National Heritage Conservation Commission (Amendment) - Bill to amend the National Heritage Conservation Commission Act. (N.A.B. 19/2021) The Minister of Energy The Rural Electrification (Amendment) - Bill to amend the Rural Electrification Act.  (N.A.B. 20/2021) ORDER OF THE DAY 1. The Zambia Revenue Authority (Amendment) Bill          (N.A.B 19/2020) Second Reading _____________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}