{
  "metadata": {
    "title": "Wednesday, 11th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1889",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 11TH JULY, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "456",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the upgrading of the Mwinilunga-Jembe (T5) road to a bituminous standard will be completed;",
        "(b)    when the Chibwika-Kamapanda road in Mwinilunga, which leads to Angola, will be rehabilitated; and",
        "(c)    when the Makanu-Ntambu (D274) road in Mwinilunga Parliamentary Constituency will be rehabilitated."
      ]
    },
    {
      "question_number": "457",
      "asked_by": "Mr Chilangwa (Kawambwa)",
      "minister": "Vice President when the current electoral regulations will be amended to improve the electoral process.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "458",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Zamtel College in Ndola has been privatised and, if so, who the new owners are;",
        "(b)    what necessitated the transfer of the Zamtel Headquarters from Ndola to Lusaka; and",
        "(c)    whether the transfer will be reversed."
      ]
    },
    {
      "question_number": "459",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Transport, Works, Supply and Communication how Zambia ranks at the international level with regard to information communication technology for development purposes.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "460",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Foreign Affairs and Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many local and foreign tourism operators there were in Zambia as of February, 2012;",
        "(b)    how much revenue the Government realised from the operators at (a) above from January, 2010 to September, 2011;",
        "(c)    what the major challenges for the local tourism operators are;",
        "(d)    how the Government intends to address those challenges; and",
        "(e)    whether the Government has any plans to encourage investment in the tourism sector in Lupososhi Parliamentary Constituency and, if so, what the plans are."
      ]
    },
    {
      "question_number": "461",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a 1 x 3 classroom block at Kamenyani Basic School, which stalled in 2009, will resume;",
        "(b)    how much money was paid to the contractor who abandoned the project;",
        "(c)    how much money will be spent on the project on completion; and",
        "(d)    what the estimated time-frame for completing the project is."
      ]
    },
    {
      "question_number": "462",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Foreign Affairs and Tourism when works on the Northern tourism circuit project will resume.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "463",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why schools in rural areas are understaffed;",
        "(b)    what measures the Government has taken to redress the situation;",
        "(c)    why it is difficult for the Government to retain teachers in rural areas; and",
        "(d)    whether Rural Hardship Allowance and Recruitment and Retention Allowances are still being paid to deserving teachers and, if not, why."
      ]
    },
    {
      "question_number": "464",
      "asked_by": "Mr Chingimbu (Kabompo East)",
      "minister": "Minister of Foreign Affairs and Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Ministry is aware that a lot of people have lost their lives due to crocodile attacks in Kabompo and Manyinga Rivers; and",
        "(b)    when the reptiles will be cropped."
      ]
    },
    {
      "question_number": "465",
      "asked_by": "Mr Mwango (Kanchibiya)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on the Public-Private Partnership Agreement entered into between the Government and Thuthuka Group Limited of South Africa for the concessioning of Longacres Lodge under the Hostels Board of Management is;",
        "(b)    whether the employees of Longacres Lodge will have the option to be redeployed;",
        "(c)    who will pay the terminal benefits of the employees who opt to discontinue their employment with the Lodge; and",
        "(d)    how much capital the Thuthuka Group Limited has invested in the venture. QUESTIONS FOR WRITTEN ANSWER W30    Mr Mpundu (Nchelenge) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    what the performance of pupils at Grade 12 examination level at the following schools in Luapula Province was, from 2007 to 2011, year by year:",
        "(i)    St Clement’s Secondary; and (ii)    Nchelenge Secondary;",
        "(b)    what the total number of pupils who sat for the examinations in each year was; and",
        "(c)    how many pupils obtained the following pass levels:",
        "(i)    distinction; (ii)    merit; (iii)    credit; (iv)    pass/satisfactory; and",
        "(v)    fail. W31    Dr Kazonga (Vubwi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many qualifications were registered on the Technical Education, Vocational and Entrepreneurship Training Qualifications Framework as of January, 2012 at the following levels:",
        "(i)    technologist; (ii)    technician; (iii)    craft; and (iv)    trade test; and",
        "(b)    what measures the Government has taken to sensitise the following categories of people on the Technical Education, Vocational and Entrepreneurship Training Qualification Framework concept:",
        "(i)    students; (ii)    trainers; (iii)    employers; and (iv)    parents and guardians."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}