{
  "metadata": {
    "title": "Friday, 23rd April, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8959",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "168",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many foreign nationals acquired land and obtained title deeds, countrywide, from 2014 to 2019, year by year;",
        "(b) what economic benefits are derived from foreign nationals owning land in Zambia;",
        "(c) whether the acquisition of land by foreign nationals has disadvantaged the local people;",
        "(d) if so, what measures are being taken to address the anomaly;",
        "(e) whether there are any plans to reduce the 99 year leasehold for foreign nationals; and",
        "(f) if so, when the law will be amended."
      ]
    },
    {
      "question_number": "169",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate feeder roads in Chinsali District;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many roads are earmarked for rehabilitation in 2020; and",
        "(d) what the names of the roads are."
      ]
    },
    {
      "question_number": "170",
      "asked_by": "Mr Mulusa (Solwezi Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many employment permits were issued to expatriates at the following mining companies from 2016 to 2019, year by year:",
        "(i) Kansanshi Mine; and (ii) First Quantum Minerals Limited;",
        "(b) which categories of expatriates were issued with the employment permits; and",
        "(c) what the average period the expatriates work before their positions are taken over by Zambians."
      ]
    },
    {
      "question_number": "171",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to sell the former Public Works Department houses in Kafina Township in Serenje District to sitting tenants;",
        "(b) if so, when the plans will be implemented;",
        "(c) what has caused the delay in selling the houses, considering that the valuation exercise was concluded in 2015; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "172",
      "asked_by": "Ms Kasune (Keembe)",
      "minister": "Minister of Water Development,",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many boreholes were sank in Chibombo District from 2017 to 2020, year by year;",
        "(b) how many boreholes at (a) were located in Keembe Parliamentary Constituency;",
        "(c) how many boreholes are earmarked for sinking in the Constituency in 2021; and",
        "(d) what the time frame for the completion of the project is."
      ],
      "question_text": " Sanitation and Environmental Protection:"
    },
    {
      "question_number": "173",
      "asked_by": "Mrs M L Phiri (Chilanga)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many teachers of English were sent to work in the Seychelles and other countries in 2018 and 2019;",
        "(b) what the benefit of this arrangement to Zambia is; and",
        "(c) if the arrangement is beneficial, what measures are being taken to encourage more teachers to apply for the jobs outside the country. QUESTIONS FOR WRITTEN ANSWER W15. Mr Mecha (Chifunabuli) - to ask the Minister of Community Development and Social Welfare:",
        "(a) what the total number of beneficiaries of the Food Security Pack Programme in Chifunabuli District, in the following agricultural seasons, was:",
        "(i) 2019/2020; and (ii) 2020/2021;",
        "(b) how many beneficiaries were phased out from the Programme prematurely, after one year instead of two years, for the 2020/2021 agricultural season;",
        "(c) whether the affected beneficiaries at (b) will be readmitted to the Programme in the 2021/2022 agricultural season;",
        "(d) how many new beneficiaries were added to the Programme for the 2020/2021 agricultural season; and",
        "(e) whether any funds were released for the implementation of the Programme between October, 2020 and January, 2021. W16. Mr Miyutu (Kalabo Central) - to ask the Minister of Local Government:",
        "(a) how many kilometres of feeder roads had been rehabilitated in Western Province, as of July, 2020, district by district; and",
        "(b) what measures the Government is taking to improve the condition of feeder roads in the Province. NOTICE OF MOTION Mr Daka Adopt Report of the Committee on Parastatal Bodies: That this House do adopt the Report of the Committee on Parastatal Bodies on the Report of the Auditor General on the Accounts of Parastatal Bodies and other Statutory Institutions for the Financial Year Ended 31st December, 2018, for the Fifth Session of the Twelfth National Assembly, laid on the Table of the House on 20th April, 2021. ORDER OF THE DAY 1. The Zambia Institute of Advanced Legal                     (N.A.B 27/2021) Education (Amendment) Bill                                           Committee Stage _______________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}