{
  "metadata": {
    "title": "Thursday, 21st September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11250",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "40",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why there is uncollected garbage in towns and cities, countrywide;",
        "(b) whether the Keep Zambia Clean and Healthy Campaign has been achieving its intended purpose;",
        "(c) what short and long term measures are being taken to enhance garbage collection and keep the towns and cities clean; and",
        "(d) when the measures at (c) will be implemented."
      ]
    },
    {
      "question_number": "41",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Natuseko Health Centre in Kabwe District to a first level hospital;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "42",
      "asked_by": "Mr E Daka (Msanzala)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many dams were operational in Msanzala Parliamentary Constituency, as of April, 2023;",
        "(b) how many dams were not operational;",
        "(c) when the dams at (b) will be rehabilitated;",
        "(d) whether the Government has any plans to construct more dams in the Constituency;",
        "(e) if so, how many dams are earmarked for construction;",
        "(f) what the cost of constructing the new dams is; and",
        "(g) if there are no such plans, why."
      ]
    },
    {
      "question_number": "43",
      "asked_by": "Mr C Kang’ombe (Kamfinsa)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many districts, countrywide, did not have a boarding secondary school, as of August, 2023;",
        "(b) whether the Government has any plans to construct boarding secondary schools in the affected districts;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why. ORDER OF THE DAY 1. Thanks –His Excellency the President’s Address - Motion (13th September) - Resumption of Debate: (MrKalobo, MP) . ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}