{
  "metadata": {
    "title": "Tuesday, 24th June, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12396",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "346",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will construct water supply infrastructure in Chalabesa, the central business district of Kanchibiya District;",
        "(b) whether the infrastructure will take into account demands for water in the foreseeable future, as the population is growing;",
        "(c) whether the Government has any plans to supply piped water to the following areas of the District:",
        "(i) Luchembe; (ii) Kasongo; and (iii) Munkunta; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Old Chilenje Library in Kabwata Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to procure a new boat for the Police in Chilubi District;",
        "(b) if so, when the boat will be procured;",
        "(c) what the estimated cost of the boat is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether there are any mineral deposits in Pemba District;",
        "(b) if so, what type of mineral deposits there are; and",
        "(c) when mining activities will commence."
      ]
    },
    {
      "question_number": "350",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Health",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will operationalise the following health centres that were constructed under the Constituency Development Fund in Mbabala Parliamentary Constituency:",
        "(i) Kaseka in Macha Ward; (ii) Kafiwe in Mapanza Ward; (iii) Kachenje in Nchembe Ward; (iv) Nalube Maternity Wing in Chilalantambo Ward;",
        "(v) Halumba in Nchenge Ward; (vi) Mutanga in Mutanga Ward; and (vii) Namiyanda in Kabimba Ward; and",
        "(b) what the cause of the delay in the opening of the facilities is 7. MOTION Mr Kafwaya Adopt Report of the Committee on National Guidance and Gender Matters: That this House adopts the Report of the Committee on National Guidance and Gender Matters on the Operations of the Department of National Guidance and Religious Affairs, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 19th June, 2025. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}