{
  "metadata": {
    "title": "Wednesday, 5th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11104",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "329",
      "asked_by": "Mr. C Kang’ombe (Kamfinsa)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that over 1,000 workers at First Quantum Minerals and Operations Limited (FQMO) are on the verge of losing their jobs, following the announcement by First Quantum Minerals Limited that FQMO will be closed and consolidated with the operations at Kansanshi; and",
        "(b) if so, what urgent measures are being taken to prevent job losses which will lead to destitution."
      ]
    },
    {
      "question_number": "330",
      "asked_by": "Mr. Kapyanga (Mpika)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that there is a company called NtambaMwelu that is illegally mining gold in Mpika District and has brought in heavy equipment that has caused destruction of roads and the collapse of the bridge at Kanyelele River that connects Kanyelele and Mutamba areas; and",
        "(b) if so, what urgent measures are being taken to stop the illegal mining and avert further environmental degradation by the heavy equipment. )"
      ]
    },
    {
      "question_number": "331",
      "asked_by": "Mr. Munsanje (Mbabala)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74",
      "parts": [
        "(a) when rehabilitation of houses for veterinary extension officers in the following areas in Mbabala Parliamentary Constituency will commence:",
        "(i) Mang’unza; (ii) Mapanza; and (iii) Muntanga;",
        "(b) whether the Government has any plans to construct modern houses to supplement the ones already in place in the areas above; and",
        "(c) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "332",
      "asked_by": "Mr. Kafwaya (Lunte)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74",
      "parts": [
        "(a) how many people were arrested by the Anti-Corruption Commission for corruption from August, 2021 to August, 2022;",
        "(b) how many cases had been taken to the courts of law; and",
        "(c) how many convictions had been secured, as of August, 2022."
      ]
    },
    {
      "question_number": "333",
      "asked_by": "Mr. Kamondo (Mufumbwe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74",
      "parts": [
        "(a) whether the Government has any plans to construct mini hospitals in the following Wards in Mufumbwe Parliamentary Constituency:",
        "(i) Kalambu; (ii) Kaminzekenzeke; and (iii) Kashima East; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "334",
      "asked_by": "Mr. C Chibuye (Mkushi North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Masansa - Old Mkushi road;",
        "(b) if so, when the project will commence;",
        "(c) what the estimated time frame for the completion of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "335",
      "asked_by": "Mr Chewe. (Lubansenshi)",
      "minister": "Minister ofEducation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74",
      "parts": [
        "(a) whether the Government has any plans to introduce the Chinese Language as a subject in all schools, countrywide;",
        "(b) if so, when the Language will be introduced; and",
        "(c) if there are no such plans, why."
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}