{
  "metadata": {
    "title": "Thursday, 27th February, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12186",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "232",
      "asked_by": "Mr. Kapyanga (Mpika)",
      "minister": "Minister of Finance and National Planning",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) why the Government has suspended the 15 percent export duty on precious stones and metals;",
        "(b) what the anticipated revenue loss, arising from the tax suspension, is; and",
        "(c) what measures are being taken to compensate for the loss of the revenue."
      ]
    },
    {
      "question_number": "233",
      "asked_by": "Mr. Mutinta (Itezhi-Tezhi)",
      "minister": "Minister of Youth, Sport and Arts what urgent measures the Government is taking to defuse the impasse at the Football Association of Zambia (FAZ), following the invalidation of nominations of some candidates vying for various positions at the forthcoming FAZ elective Annual General Meeting, to avert a ban of football activities by the Federation of International Football Association (FIFA).",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": []
    },
    {
      "question_number": "234",
      "asked_by": "Mr. Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that a portion of the Kapamba Bridge, along the Mpika-Kaluba-Chobela road, connecting Mukungule Chiefdom to the rest of Mpika District, has been damaged following heavy rainfall, thereby making the crossing point unusable; and",
        "(b) if so, what urgent measures are being taken to repair the Bridge to facilitate the movement of motor vehicles and pedestrians at the crossing point."
      ]
    },
    {
      "question_number": "235",
      "asked_by": "Mr. Kolala (Lufubu)",
      "minister": "Vice President",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Chibobo Resettlement Scheme in Lufubu Parliamentary Constituency is designated as such;",
        "(b) if so, whether the local traditional leadership had given consent for the establishment of the Scheme;",
        "(c) how many farmers have been allocated land and issued with title deeds under the Scheme;",
        "(d) what the size of each farm allocated is; and",
        "(e) how much land was yet to be allocated, as of March, 2024."
      ]
    },
    {
      "question_number": "236",
      "asked_by": "Mr. Chanda (Kanchibiya)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many bridges are earmarked for construction in Cheweshifwamba Ward in Kanchibiya Parliamentary Constituency;",
        "(b) when the project will commence; and",
        "(c) what the cost, on average, of constructing each bridge is."
      ]
    },
    {
      "question_number": "237",
      "asked_by": "Mr. Kang’ombe (Kamfinsa)",
      "minister": "Minister of Energy",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what products are produced at Indeni Energy Company Limited in Ndola District;",
        "(b) how much capital is required to fully operationalise the Company;",
        "(c) of the capital at (b), how much was raised, as of April, 2024;",
        "(d) whether the conversion of the company from Indeni Petroleum Refinery to Indeni Energy has had an effect in terms of lowering the cost of fuel in the country; and",
        "(e) what the total workforce at Indeni Energy was, as of March, 2024. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}