{
  "metadata": {
    "title": "Friday, 24th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4339",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 24TH JULY, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "674",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is still pursuing the Road Sector Investment Programme which was supported by the World Bank and other cooperating partners;",
        "(b)    if so, what successes have been achieved so far; and",
        "(c)    if the programme has been abandoned, why."
      ]
    },
    {
      "question_number": "675",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Community Development, Mother and Child Health when a theatre technician will be posted to Luwingu District Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "676",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why fish farming levies are extremely high;",
        "(b)    what services local councils offer to the fish farmers in consideration of the levies; and",
        "(c)    what the benefits of fish farming to local councils, are."
      ]
    },
    {
      "question_number": "677",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many mini-hydro power generation stations were under construction, country-wide, as of December, 2014;",
        "(b)    how many sites meant for development of mini-hydro power stations were identified country-wide as of January, 2015; and",
        "(c)    what the estimated total power output, in mega watts, to be generated at the power stations at (a) is."
      ]
    },
    {
      "question_number": "678",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the first 90km of the newly tarred Chipata-Lundazi road has already developed big potholes;",
        "(b)    whether the potholes are due to poor workmanship and, if not, what the cause is;",
        "(c)    if the potholes are due to poor workmanship, what action will be taken against the contractor;",
        "(d)    when the damaged portion of the road will be resurfaced; and",
        "(e)    who will meet the cost of resurfacing the road."
      ]
    },
    {
      "question_number": "679",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the country’s literacy rate was as of January, 2015; and",
        "(b)    what measures have been taken to raise literacy levels."
      ]
    },
    {
      "question_number": "680",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Housing why salary grants to councils were withdrawn by the Government."
    },
    {
      "question_number": "681",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Local Government and Housing what measures have been taken to halt the indiscriminate cutting down of trees in the townships.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "682",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Transport, Works, Supply and Communication when the bridge at Kasamba Primary School across Kafulafuta River in Mpongwe Parliamentary Constituency will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "683",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the value of the two Eurobond loans, in Kwacha, was:",
        "(i)    at the time of borrowing; and (ii)    in February, 2015;",
        "(b)    what the increase, in terms of interest payable in Kwacha, between the time of borrowing and February, 2015, was; and",
        "(c)    what measures the Government has taken to mitigate the increased Kwacha-value payments in view of the weakening Kwacha against major foreign currencies. QUESTIONS FOR WRITTEN ANSWER W80    Mr Mbewe (Chadiza) - to ask the Minister of Education, Science, Vocational Training and Early Education when the following schools in Chadiza District will be electrified:",
        "(a)    Taferansoni;",
        "(b)    Mlolo;",
        "(c)    Chanjowe;",
        "(d)    Zemba;",
        "(e)    Bwanunkha; and",
        "(f)    Manje. W81    Mr Mbewe (Chadiza) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the construction of the following roads in the Eastern Province will be completed:",
        "(i)    Chadiza-Chipata; (ii)    Chadiza-Katete; (iii)    Chadiza-Vubwi; and (iv)    Chadiza-Chanida Border Post;",
        "(b)    what has caused the delay in completing the works;",
        "(c)    how many contractors are involved in the works; and",
        "(d)    how much money was paid to each contractor as of February, 2015. W82    Mr Sichula (Nakonde) - to ask the Minister of Mines, Energy and Water Development:",
        "(a)    when Shemu, in Nakonde Parliamentary Constituency, will be electrified; and",
        "(b)    what the cost of the exercise is. W83    Mr Namulambe (Mpongwe) - to ask the Minister of Lands, Natural Resources and Environmental Protection:",
        "(a)    who the owner of Mpongwe Farm in Mpongwe District is;",
        "(b)    what the total hectarage of the Farm is;",
        "(c)    what circumstances led to the Dar Farms Ltd occupying the Farm;",
        "(d)    what plans the Government has on the people that settled on the Farm; and",
        "(e)    why the process of repossessing the Farm was stopped. W84    Mr Mucheleka (Lubansenshi) - to ask the Minister of Justice:",
        "(a)    how many local court buildings are earmarked for construction in Senior Chief Shimumbi’s area in Luwingu District;",
        "(b)    when construction works will commence;",
        "(c)    what the total cost of the project is; and",
        "(d)    what the time-frame for completing the project is. W85    Dr Chituwo (Mumbwa) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the construction of Mumena Boarding Secondary School in Solwezi District will commence;",
        "(b)    who the financiers of the project are;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    when the project will be completed. W86    Mr Mutelo (Lukulu West) - to ask the Minister of Chiefs and Traditional Affairs:",
        "(a)    what role the Litunga of Western Province played in the liberation of the country from colonial rule;",
        "(b)    whether the role has been recognised in any way by the Zambian Government;",
        "(c)    if so, how; and",
        "(d)    if the role has not been recognised, why. W87    Mr Mutelo (Lukulu West) - to ask the Minister of Finance:",
        "(a)    how much revenue is realised from the gold produced in Zambia annually;",
        "(b)    whether the revenue is paid in foreign currency;",
        "(c)    what the average price of gold, per tonne at the international market, is; and",
        "(d)    what role the Bank of Zambia plays to ensure that correct revenue from gold is collected. W88    Mr Chipungu (Rufunsa) - to ask the Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of a communication tower at Chieftainess Shikabeta’s Palace in Rufunsa District. W89    Mr Lufuma (Kabompo West) - to ask the Minister of Justice:",
        "(a)    when the construction of two staff houses at Mumbeji Local Court in Kabompo District will resume;",
        "(b)    why the construction works have stalled for several years; and",
        "(c)    when staff will be deployed to the Local Court."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}