{
  "metadata": {
    "title": "Friday, 4th July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/481",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 4TH JULY, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "550",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was spent on the construction of the Youth Resource Centre in Simango area in Chief Musokotwane’s area in Kazungula District; and",
        "(b) when the Centre will be opened."
      ]
    },
    {
      "question_number": "551",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many boreholes were allocated to Kaputa Parliamentary Constituency in 2012 and 2013;",
        "(b) of the boreholes allocated, how many were sunk;",
        "(c) which contractor was engaged to sink the boreholes;",
        "(d) of the boreholes at (b) above, how many were functional as of April, 2014; and",
        "(e) when the remaining boreholes will become operational."
      ]
    },
    {
      "question_number": "552",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government is aware that fish stocks in the Lwanginga and Zambezi Rivers have been depleted;",
        "(b) what has led to the depletion of the fish stocks in the two rivers; and",
        "(c) what immediate measures the Government is taking to:",
        "(i) restock the two rivers; and (ii) ensure adequate and sustainable levels of fish stocks in all the water bodies in Zambia."
      ]
    },
    {
      "question_number": "553",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Local Government and   Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was allocated to the Kitwe City Council for the Street Lighting Project from 2011 to 2014, year by year; and",
        "(b) whether the funds have been properly utilised."
      ]
    },
    {
      "question_number": "554",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Finance what the contribution of Lumwana and Kansanshi Mines to the Gross Domestic Product was from 2010 to 2013, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many agricultural research stations there are country-wide;",
        "(b) where the stations are located and what each station specialises in;",
        "(c) whether the stations operate at full capacity and, if not, what the challenges are; and",
        "(d) what economic benefits the stations add to the country. W31 Mr Miyutu (Kalabo Central) - to ask the Minister of Agriculture and Livestock:",
        "(a) what fruits are grown in Zambia, Province by Province;",
        "(b) what the economic value of the fruits produced is, to the people in the Provinces and at national level;",
        "(c) how many fruit canning factories there are in Zambia and where they are located;",
        "(d) which fruits are canned at each factory;",
        "(e) what measures have been taken to improve the quality and quantity of fruits produced for:",
        "(i) canning; and (ii) outright consumption; and",
        "(f) what fruits are exported and to which countries. NOTICE OF MOTION Rev Lt Gen Shikapwasha Report of the Committee on National Security and Foreign Affairs:  That this House do adopt the Report of the Committee on National Security and Foreign Affairs, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 27th June, 2014."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 5,
  "status": "success"
}