{
  "metadata": {
    "title": "Friday, 22nd October, 2021",
    "source_url": "https://www.parliament.gov.zm/node/9845",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "56",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of township roads in Kabwe Central Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "57",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to install street lights in Chalabesa in Kanchibiya District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "58",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a vocational skills training centre in Kasempa District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is;",
        "(d) what the estimated time frame for undertaking the project is; and",
        "(e) what courses will be offered at the centre, once completed."
      ]
    },
    {
      "question_number": "59",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a dual carriageway on the Great North Road between Prospects and Memaco Farms in Kabwe District;",
        "(b) if so, when the plan will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "60",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many hunting concessions were issued in the following Game Management Areas (GMAs) in Kasempa District as of July, 2020:",
        "(i) Kasonso-Busanga; (ii) Lunga-Busanga; and (iii) Kasempa-Lunga-Luswishi;",
        "(b) what the names of the concessionaires in each GMA, are;",
        "(c) how long each concessionaire has been operating;",
        "(d) how much revenue was generated from the concessions from 2016 to 2019, year by year; and",
        "(e) what benefits, if any, accrued to the local communities as a result of the concessions. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}