{
  "metadata": {
    "title": "Thursday, 5th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/383",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 5TH MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "373",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many prohibited immigrants and suspects were being held in Zambian Prisons as of December, 2014;",
        "(b)    how many prohibited immigrants were held for more than six (6) months; and",
        "(c)    when the suspects who were involved in hacking their opponents with machetes along the Kenneth Kaunda International Airport Road which led to the death of one person, on 7th November, 2013, will be taken to court to answer the charges of criminal offence."
      ]
    },
    {
      "question_number": "374",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there were any employers that continued paying general workers wages that were below the prescribed minimum as of October, 2014;",
        "(b)    what action was taken against such employers; and",
        "(c)    what measures have been taken to ensure that all employers comply with the law on minimum wage."
      ]
    },
    {
      "question_number": "375",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to degazette and demarcate land for the establishment of a community market at Zambia After Six in Chibwe National Forest Reserve along the Great North Road in Kapiri Mposhi District; and",
        "(b)    if so, when the degazetting and demarcation of the land will commence."
      ]
    },
    {
      "question_number": "376",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Home Affairs when the Government will construct the following facilities in Magoye Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    a Police Station at Magoye Township; and",
        "(b)    Police Posts in the following Wards:",
        "(i)    Itebe; (ii)    Kalama; (iii)    Nkonkola; (iv)    Chivuna; and",
        "(v)    Munenga."
      ]
    },
    {
      "question_number": "377",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of 1x3 classroom blocks under the 2010 Ministry of Education Infrastructure Development Plan at the following Primary Schools in Chitambo Parliamentary Constituency will commence:",
        "(i)    Fisonge; (ii)    Mukando; and (iii)    Kafinda; and",
        "(b)    when VIP latrines and staff houses will be constructed at Kafinda and Yoram Mwenye Primary Schools."
      ]
    },
    {
      "question_number": "378",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Local Government and Housing which bodies are mandated to collect levies and fees for the bill boards that are erected along the roads within the Council planning boundaries.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "379",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Agriculture and Livestock when the Government will construct staff houses for agricultural extension and veterinary officers in Hanjalika and Mwanachingwala Chiefdoms in Magoye Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "380",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the delay in completing the construction of Mufumbwe District Hospital; and",
        "(b)    when the project will be completed."
      ]
    },
    {
      "question_number": "381",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what criterion is used to determine the eligibility for payment of rural hardship allowance to civil servants;",
        "(b)    which category of workers under the Ministry of Community Development, Mother and Child Health in Kapiri Mposhi District are entitled to rural hardship allowance; and",
        "(c)    whether the allowance is currently being paid to the eligible workers in Kapiri Mposhi and, if not, why."
      ]
    },
    {
      "question_number": "382",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Chiefs and Traditional Affairs when construction of the Palace for Paramount Chief Gawa Undi in Katete District will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "383",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why there are too many road blocks and check points in Zambia; and",
        "(b)    how Zambia compares with other countries in the SADC Region with regard to the road traffic controls."
      ]
    },
    {
      "question_number": "384",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the first case of Contagious Bovine Pleuropneumonia (CBPP) was diagnosed in Western Province;",
        "(b)    what measures have been taken to eradicate the disease in the Province especially in Kalabo District;",
        "(c)    what conditions promote the spread of the disease; and",
        "(d)    whether it is possible to completely eradicate CBPP in the Province and, if so, what should be done."
      ]
    },
    {
      "question_number": "385",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many industrial clusters have been established in Lundazi District, Constituency by Constituency; and",
        "(b)    when the Government will facilitate the setting up of industries to undertake the following in the District:",
        "(i)    germstone processing; (ii)    rice processing and packaging; (iii)    oil extraction from cotton seed, soya beans and groundnuts; and (iv)    marketing of the processed products above."
      ]
    },
    {
      "question_number": "386",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Information and Broadcasting when the following will be provided to the Zambia News and Information Service Office in Katete District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    a motor vehicle;",
        "(b)    video cameras; and",
        "(c)    office equipment. QUESTIONS FOR WRITTEN ANSWER W37    Mr Chishimba (Kamfinsa) - to ask the Minister of Home Affairs:",
        "(a)    when the construction of staff houses at the following places in Kitwe will commence:",
        "(i)    Kamfinsa Mobile Unit; (ii)    Ndeke Village Police Station in Bupe Ward; and (iii)    Wusakile Police Station;",
        "(b)    what has caused the delay in commencing the construction works;",
        "(c)    how many houses are earmarked for construction at each location;",
        "(d)    what the estimated cost of the project at each location is; and",
        "(e)    what the time-frame for completing each project is. W38    Mr Chitafu (Kafulafuta) - to ask the Vice President:",
        "(a)    what the rationale for prioritising the development of road infrastructure against other needy areas such as infrastructure for water supply and education is; and",
        "(b)    whether the road infrastructure under construction is equitably distributed country-wide and, if so, how."
      ]
    }
  ],
  "question_count": 14,
  "status": "success"
}