{
  "metadata": {
    "title": "Friday, 19th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1521",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 19TH JULY, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "747",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Local Government and Housing when the suspension of Livingstone City Council Councillors will be formally lifted considering that the suspension period has expired.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "748",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Kaputa District Council Market was constructed;",
        "(b)    how much money has been set aside for rehabilitation of the Market in 2013;",
        "(c)    whether there are any plans to improve the security lighting in and around the Market in 2013; and",
        "(d)    when a new market will be constructed in Kaputa."
      ]
    },
    {
      "question_number": "749",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health when the extension and rehabilitation works at Nkulwashi Rural Health Centre in Kabompo West Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "750",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Vice President how many bridges the Zambia Defence Forces constructed, country-wide, in response to disasters from January, 2011 to March, 2013, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "751",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many students from the University of Zambia and the Copperbelt University benefited from the Government bursary in 2011 and 2012; and",
        "(b)    how much money, in total, was spent on the bursary."
      ]
    },
    {
      "question_number": "752",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Health when the Government will come up with a policy to encourage citizens to do some physical exercises in order to reduce on diseases.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "753",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Defence when being overweight, which inhibits officers from performing optimally, will become a basis for terminating employment contracts in the Zambia Defence Forces as is the case in other African countries.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "754",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication how many cases of change of motor vehicle ownership were recorded from January, 2010 to April, 2013, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "755",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Ministry is satisfied with the levels of medical research it has been conducting since the 1990s; and",
        "(b)    if the research is not satisfactory, why."
      ]
    },
    {
      "question_number": "756",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a storage shed for fertiliser in Luwingu District; and",
        "(b)    when the construction of the Farmers’ Training Centre in Luwingu District will be completed. QUESTIONS FOR WRITTEN ANSWER W66    Mr Mpundu (Nchelenge) - to ask the Minister of Tourism and Art:",
        "(a)    when the Government will facilitate the establishment of a recording studio for performing artists in Nchelenge District; and",
        "(b)    when the Government will provide infrastructure for the exhibition of art and cultural products in the District. W67    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    how many motor cycles were registered in Zambia in 2011 and 2012, year by year;",
        "(b)    how many trailers were registered in the same period; and",
        "(c)    how many trailers were imported into the country in the same period. W68    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    which three border posts recorded the highest and the least number of motor vehicle imports into the country in 2011 and 2012;",
        "(b)    how many motor vehicles were imported into the country from January, 2012 to February, 2013;",
        "(c)    from which countries the vehicles were imported; and",
        "(d)    what make of vehicles were from Europe and Asia. W69    Mr Ng’onga (Kaputa) - to ask the Minister of Home Affairs:",
        "(a)    how many children, aged 16 years and below, died in road traffic accidents in 2011 and 2012, year by year; and",
        "(b)    what the major causes of the accidents were. W70    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    how many learner drivers sat for driving tests from 2010 to 2012, year by year;",
        "(b)    how many passed the tests on first attempt; and",
        "(c)    if the number of those who failed was high, why. W71    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    which three provinces recorded the highest number of road traffic accidents in 2011 and 2012, year by year;",
        "(b)    which two provinces had the least number of accidents in the same period; and",
        "(c)    what the main reason for the answer at (b) was. W72    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    how many schools, country-wide, established Road Safety Clubs from 2010 to 2012, year by year; and",
        "(b)    how many traffic wardens were trained to help pupils cross the roads in 2011 and 2012, year by year. W73    Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication which selected urban roads were rehabilitated in the following Provinces in 2011:",
        "(a)    Central;",
        "(b)    Copperbelt; and",
        "(c)    Lusaka. W74  Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    what the total staff establishment of the Road Transport and Safety Agency (RTSA) was, as of December, 2012; and",
        "(b)    what the approved establishment for RTSA in the following provinces, was:",
        "(i)      Lusaka; (ii)     Copperbelt; (iii)     Central; (iv)    Southern;",
        "(v)     Northern; and (vi)     North-Western. W75   Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)     how many traditional ceremonies the Road Transport and Safety Agency participated in, and conducted road safety education exercises in 2011;",
        "(b)     how much money was spent on the activities at (a); and",
        "(c)     whether the exercises helped to reduce the number of road traffic accidents. W76  Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication how many employees from the Road Transport and Safety Agency were separated from the organisation from 2010 to 2012 through the following:",
        "(a)    dismissal;",
        "(b)    retirement; and",
        "(c)     termination of contracts. W77  Mr Ng’onga (Kaputa) - to ask the Minister of Mines, Energy and Water Development how much money was realised from the sale of the copper produced by Konkola Copper Mines Plc from January, 2012 to January, 2013. W78  Mr Lufuma (Kabompo West) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    when the construction of the North-West University in North Western Province will start;",
        "(b)    whether land for the University has been identified and secured;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    when the construction is expected to be completed. W79  Mr Bwalya (Lupososhi) - to ask the Minister of Information and Broadcasting:",
        "(a)     when the Zambia News and Information Services (ZANIS) office in the Northern Province will be equipped with a printing press; and",
        "(b)     when the ZANIS office in Luwingu District will be provided with a motor vehicle and video camera."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}