{
  "metadata": {
    "title": "Tuesday, 16th February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8759",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "133",
      "asked_by": "Dr Chibanda (Mufulira)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Zambia Consolidated Copper Mines Investment Holdings (ZCCM-IH) had renewed the golden share held in the Mopani Copper Mines prior to Glencore, the majority shareholder, announcing their pull out from Mopani;",
        "(b) if the shareholding was not renewed, what the implications are; and",
        "(c) what prompted Glencore to leave Mopani Copper Mines when they were the majority shareholders."
      ]
    },
    {
      "question_number": "134",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a local court building in Solwezi East Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "135",
      "asked_by": "Mr Imbuwa (Nalolo)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a university college of science and mathematics west of Nalolo District, which has a higher population than the eastern part;",
        "(b) if so, when the construction works will begin; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "136",
      "asked_by": "Mr Chishala (Roan)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many cases of assault and malicious damage to property were reported to the police during the by-election in Roan Parliamentary Constituency in April, 2019;",
        "(b) how many people were arrested for assault and causing damage to property;",
        "(c) how many people have since been convicted; and",
        "(d) if no arrests were made, why. PRESENTATION OF GOVERNMENT BILLS The Minister of Health The National HIV/AIDS/STI/TB Council (Amendment) - Bill to amend the National HIV/AIDS/STI/TB Council Act.   (N.A.B. 8/2021) The Minister of Justice The Public Service Pensions (Amendment) - Bill to amend the Public Service Pensions Act. (N.A.B. 11/2021) The Minister of Health The Tropical Diseases Research Centre (Amendment) - Bill to amend the Tropical Diseases Research Centre Act. (N.A.B. 13/2021) NOTICE OF MOTION Mrs M L Phiri Thanks - His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. ________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}