{
  "metadata": {
    "title": "Friday, 15th September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11199",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "24",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many boreholes were sunk, countrywide, in 2022;",
        "(b) how many districts benefited from the project;",
        "(c) what criteria were used to allocate the boreholes to each district;",
        "(d) when the Government will sink boreholes in districts that were not considered in 2022;",
        "(e) whether the Government has any plans to set up water supply schemes in 2023; and",
        "(f) if so, which districts will benefit from the project."
      ]
    },
    {
      "question_number": "25",
      "asked_by": "Mr Chisanga (Lukashya)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware of the outbreak of cassava brown streak which occurred in March, 2023, in the following wards in Lukashya Parliamentary Constituency:",
        "(i) Kapanda; (ii) Lualuo; (iii) Kapongolo; (iv) Musowa; and",
        "(v) Chibunda;",
        "(b) if so, what measures are being taken to assist the affected farmers; and",
        "(c) what measures are being taken to prevent the outbreak of similar diseases in the future."
      ]
    },
    {
      "question_number": "26",
      "asked_by": "Mr Siachisumo (Lufwanyama)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to give the dump sites at Kagem Mine in Lufwanyama Parliamentary Constituency to the local youths; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "27",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that members of the Local Authorities Superannuation Fund (LASF) have been experiencing challenges in accessing their pension benefits and annuities;",
        "(b) if so, what measures are being taken to address the challenges; and",
        "(c) what measures the Government is implementing to ensure that LASF is sustainable in its current and future operations."
      ]
    },
    {
      "question_number": "28",
      "asked_by": "Mr Jonathan Daka (Chadiza)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that Constituency Development Fund construction projects, countrywide, are being undertaken without the application of Quality Control and Quality Assurance mechanisms; and",
        "(b) if so, what measures are being taken to employ Quality Control and Quality Assurance mechanisms, so as to prevent the construction of substandard structures and avoid wasteful expenditure of public resources."
      ]
    },
    {
      "question_number": "29",
      "asked_by": "Mr Simunji (Nalikwanda)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many youth clubs were formed in Nalikwanda Parliamentary Constituency from 2016 to 2021, year by year;",
        "(b) whether the clubs above were empowered by the Government;",
        "(c) if so, what form of empowerment was provided;",
        "(d) if the empowerment was in monetary form, how much money was allocated to each club; and",
        "(e) whether the clubs are monitored to verify whether they are operational."
      ]
    },
    {
      "question_number": "30",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct communication towers in the following areas in Lundazi Parliamentary Constituency:",
        "(i) Dunduzu; (ii) Kabindula; (iii) Nyangwe; (iv) Mukawile;",
        "(v) Ng’onga; and (vi) Kachenche;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ORDER OF THE DAY 1. Thanks –His Excellency the President’s Address - Motion (13th September) - Resumption of Debate: (Mr Chanda, MP). ___________________________"
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}