{
  "metadata": {
    "title": "Wednesday, 13th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5037",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 13TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "387",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many miners were retrenched from January, 2015 to January, 2016, from the following mines:",
        "(i)    Kansanshi; (ii)    Lumwana; and (iii)    Kalumbila; and",
        "(b)    what measures the Government has taken to assist the affected miners to settle down following the termination of their employment."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr I K Banda (Lumezi)",
      "minister": "Vice President and Minister of Development Planning when the Government will repair the roofs of the following buildings, which were blown off in December, 2015, in Lumezi Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Yacobe Health Post in Lukusuzi Ward;",
        "(b)    1x3 classroom block at Mwimba Primary School; and",
        "(c)    Local Court building at Chief Chitungulu’s Palace in Lumimba Ward."
      ]
    },
    {
      "question_number": "389",
      "asked_by": "Mr Chenda (Bwana Mkubwa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to redesign the Kafubu Water Works Treatment Plant in Ndola, in order to provide for the recycling processes of the overpolluted water from the Kafubu Dam;",
        "(b)    if so, when the plans will be implemented;",
        "(c)    if there are no such plans, why; and",
        "(d)    what the cost of the exercise is. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Income Tax (Amendment) – Bill to amend the Income Tax Act.          (N.A.B. 3/2016) The Minister of Mines and Minerals Development The Mines and Minerals Development (Amendment) – Bill to amend the Mines and Minerals Development Act, 2015.                               (N.A.B. 6/2016) NOTICE OF MOTION Mr Pande Report of the Committee on Information and Broadcasting Services :  That this House do adopt the Report of the Committee on Information and Broadcasting Services for the Fifth Session of the Eleventh National Assembly, laid on the Table of the House on 4th April, 2016. ______________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}