{
  "metadata": {
    "title": "Tuesday, 19th March, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11635",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "313",
      "asked_by": "Ms Sabao (Chikankata)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of Chieftainess Mwenda’s palace in Chikankata District has stalled;",
        "(b) when the project will resume; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "314",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that there has been illegal gold mining in Khumba Ward in Chadiza Parliamentary Constituency that has led to lawlessness in the area; and",
        "(b) if so, what measures are being taken to ensure legal mining and restoration of law and order."
      ]
    },
    {
      "question_number": "315",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will commence rehabilitation of feeder roads in Kalabo District;",
        "(b) what the cause of the delay in commencing the works is; and",
        "(c) when the works will be completed."
      ]
    },
    {
      "question_number": "316",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will electrify the following schools in Kapoche Parliamentary Constituency:",
        "(i) Kondwelani Primary; (vi) Mtema Primary; (ii) Chikalaba Primary and Junior (vii) Nchembwe Primary; Secondary; (iii) Chataika Primary; (viii) Kapungwe Day Secondary; and (iv) Chimpundu Primary; (ix) Mtandadza Secondary;and",
        "(v) Matambazi Primary;",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "317",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct veterinary clinics in Magoye Parliamentary Constituency;",
        "(b) if so, how many clinics are earmarked for construction;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "318",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many goods and passenger trains the Zambia Railways Limited procured between 2011 and 2021;",
        "(b) what the cost of each train was;",
        "(c) how much money was generated from the operations of the trains during the period above;",
        "(d) whether the Government has any plans to procureadditional locomotive trains, including electric trains;",
        "(e) if so, when the plans will be implemented; and",
        "(f) how many people were employed during the period at (a). NOTICE OF MOTION Mr Mung’andu Thanks - His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}