{
  "metadata": {
    "title": "Wednesday, 18th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/369",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 18TH MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "437",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Central Street and Chibuluma Road in Kitwe which were recently worked on are already wearing out due to poor workmanship;",
        "(b)    which contractor worked on the two roads;",
        "(c)    who financed the project; and",
        "(d)    what immediate measures will be taken to correct the situation."
      ]
    },
    {
      "question_number": "438",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many cases of cattle rustling were reported in Kalabo District from January, 2011 to October, 2014;",
        "(b)    how many farmers lost their cattle through theft;",
        "(c)    what impact the theft of cattle had on the affected farmers; and",
        "(d)    what measures have been taken to alleviate poverty among farmers who lost their cattle through thefts."
      ]
    },
    {
      "question_number": "439",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a new contractor will be engaged to complete the rehabilitation works on the Simwaba-Naleza-Kalama-Mabanga Road in Magoye Parliamentary Constituency which was abandoned by the previous contractor;",
        "(b)    what the cost of completing the outstanding works is; and",
        "(c)    what the total cost of the project is. NOTICE OF MOTION Mr Mweetwa Enhance Development of Sport:  That this House urges the Government to take measures to enhance development of sports at institutions of learning in order to promote youth participation and improve performance at local and international events."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}