{
  "metadata": {
    "title": "Tuesday, 11th February, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8277",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "73",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Matebele Bridge in Sioma Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "74",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the staff establishment of teachers for all the schools in Liuwa Parliamentary Constituency is;",
        "(b) how many teachers there were in the Constituency as of March, 2019;",
        "(c) which schools had adequate teachers as per staff establishment;",
        "(d) which schools had the least number of teachers;",
        "(e) whether there are any schools, in the Western Province, that have more teachers than their staff establishment; and",
        "(f) if so, what the names of the schools are."
      ]
    },
    {
      "question_number": "75",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that the imposition of duty on processing of mineral ores from the Democratic Republic of Congo and other countries has led to the following:",
        "(i) under utilisation of smelters; and (ii) loss of revenue;",
        "(b) if so, what measures the Government is taking to address the challenges above; and",
        "(c) what other measures the Government is taking to enhance the country’s benefits from the mining sector."
      ]
    },
    {
      "question_number": "76",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the exercise of rebasing the Gross Domestic Product (GDP) was last undertaken;",
        "(b) whether the Government has any plans to conduct another exercise;",
        "(c) if so, when the plans will be implemented;",
        "(d) what the benefits of rebasing GDP on the fiscal space of the economy are; and",
        "(e) whether the exercise will lead to investor confidence."
      ]
    },
    {
      "question_number": "77",
      "asked_by": "Mr Ngambi (Chifubu)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct markets in Chifubu Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many markets are earmarked for construction; and",
        "(d) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "78",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Toll Plazas in the following Districts will resume:",
        "(i) Nyimba; and (ii) Katete;",
        "(b) who the contractor for each project is; and",
        "(c) what the cost of each project is."
      ]
    },
    {
      "question_number": "79",
      "asked_by": "Mr Mulunda (Siavonga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a correctional facility in Siavonga District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "80",
      "asked_by": "Ms P Jere (Lumezi)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Lumezi River will be dammed in order to provide adequate water to the sub centre in Lumezi District;",
        "(b) what the total cost of the project is; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "81",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many community schools in Solwezi East Parliamentary Constituency had applied to be converted to public schools as of July, 2019;",
        "(b) what the names of the schools are; and",
        "(c) when the process of conversion will be completed."
      ]
    },
    {
      "question_number": "82",
      "asked_by": "Ms Kabanshi (Luapula)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of palaces for the following Chiefs in Luapula Parliamentary Constituency will commence:",
        "(i) Senior Chief Kalima Nkonde; (ii) Chief Kasoma Lunga; (iii) Chief Nsamba; and (iv) Chief Bwalya Mponda;",
        "(b) what the time frame for the completion of each project is; and",
        "(c) what the cost of each project is."
      ]
    },
    {
      "question_number": "83",
      "asked_by": "Ms Kasanda (Chisamba)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether teachers are allowed to move with their Payroll Management and Establishment Control (PMEC) numbers when transferred from one school to another;",
        "(b) when the PMEC numbers will be normalised for all the teachers in Katuba Parliamentary Constituency;",
        "(c) when all the schools in the Constituency will be put on the Establishment Register; and",
        "(d) what the cause of the delay in including newly established schools in the Establishment Register is."
      ]
    },
    {
      "question_number": "84",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of the following feeder roads in Chama South Parliamentary Constituency stalled:",
        "(i) Chamu - Chikwa; (ii) Chikwa - Mapamba; and (iii) Chifunda - Mnyukwa;",
        "(b) when works on each project will resume; and",
        "(c) what the time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "85",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what percentage of the population in Zambia had access to safe and clean water as of July, 2019; and",
        "(b) what measures are being taken to ensure that more people, especially in rural areas, have access to safe and clean water."
      ]
    },
    {
      "question_number": "86",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to extend the implementation of the Farmer Input Support Programme to other seasons other than the rainy season, in order to promote irrigation farming; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "87",
      "asked_by": "Mr Michelo (Bweengwa)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to declare Samu Lya Moomba in Bweengwa Parliamentary Constituency, a national monument;",
        "(b) if so, when the plans will be implemented;",
        "(c) what has caused the delay in declaring the site; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "88",
      "asked_by": "Mr Munkonge (Lukashya)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Musa Secondary School in Lukashya Parliamentary Constituency will be completed;",
        "(b) what has caused the delay in completing the project which has been above 80% completion for the past 3 years;",
        "(c) when the construction of Ntumpa Secondary School will be completed; and",
        "(d) what has caused the delay in completing the project."
      ]
    },
    {
      "question_number": "89",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Community Development and Social Welfare",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the targeted number of beneficiaries of the Social Cash Transfer Programme in Mumbwa Parliamentary Constituency was, in 2018;",
        "(b) whether the target was met;",
        "(c) if the target was not met, why;",
        "(d) when the last disbursement of the Social Cash Transfer in the Constituency was made; and",
        "(e) what the total amount disbursed was. 90. Ms M Miti (Vubwi) to ask the Minister of Housing and Infrastructure Development:",
        "(a) when the construction of Vubwi Boarding School in Vubwi District will be completed;",
        "(b) how much work, in percentage terms, had been undertaken as of June, 2019; and",
        "(c) what the total cost of the project is. QUESTION FOR WRITTEN ANSWER W1  Mr Mwila (Chimwemwe) - to ask the Vice President:",
        "(a) under what circumstances a public service worker may be retired in:",
        "(i) public interest; and (ii) national interest;",
        "(b) what the difference between the two categories above, in terms of the separation package, is;",
        "(c) how many public service workers were retired in each category at (a) from 2009 to 2018, year by year;",
        "(d) of the numbers above, how many petitioned the courts of law against their retirement;",
        "(e) how many petitions were successful;",
        "(f) how much money, in total, was awarded to the successful petitioners; and",
        "(g) how much money, if any, had been paid to the petitioners at (f) as of April, 2019. __________________________"
      ]
    }
  ],
  "question_count": 17,
  "status": "success"
}