{
  "metadata": {
    "title": "Friday, 19th October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1813",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 19TH OCTOBER, 2012",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "174",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Mines, Energy and Water Development what measures the Government has taken to ensure that the mining companies offer contracts to local contractors and employ Zambians in preference to foreigners.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "175",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to introduce smartboards in learning institutions to assist in the prevention of silicosis disease among teachers and lecturers.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "176",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Health why the construction of a health post at Bulyambeba in Dundumwezi Parliamentary Constituency has not been completed to-date.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "177",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Justice how many Zambians were unlawfully detained by the Zambia Police Force from January, 2009 to December, 2011.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "178",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, in the form of the following taxes, the Government collected from the Zambia Bottlers Limited in 2011:",
        "(i)    Corporate Tax; (ii)    Value Added Tax; and (iii)    Excise Duty; and",
        "(b)    how much of the taxes above were collected from Varun Beverages Zambia Limited, the manufacturers of pepsi drink, from January to June, 2012."
      ]
    },
    {
      "question_number": "179",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total output of power generation, in mega watts, was at the following power stations as of May, 2012:",
        "(i)    Victoria Falls; and (ii)    Kafue Gorge;",
        "(b)    what the total cost, per month, of running each station is; and",
        "(c)    whether there are any improvements being undertaken at the two stations to increase the power output."
      ]
    },
    {
      "question_number": "180",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the contractor working on Mulobezi High School is using sub-standard materials; and",
        "(b)    if so, what action has been taken against the contractor."
      ]
    },
    {
      "question_number": "181",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the rampant pregnancies and early marriages amongst school girls in Mulobezi; and",
        "(b)    if so, what measures the Government has taken to discourage the practice of early marriages and protect the girl child."
      ]
    },
    {
      "question_number": "182",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether Indeni Petroleum Refinery produces high quality bitumen; and",
        "(b)    if so, why the Government continues to allow the importation of bitumen into the country."
      ]
    },
    {
      "question_number": "183",
      "asked_by": "Mr Chingimbu (Kabompo East)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes are earmarked to be sunk in Kabompo East Parliamentary Constituency in 2012;",
        "(b)    when the exercise will commence; and",
        "(c)    how much money will be spent on the project. QUESTIONS FOR WRITTEN ANSWER W5    Mr Sililo (Mulobezi) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the Government will construct the following bridges in Mulobezi District:",
        "(i)      Mulauli in Machile Ward; (ii)     Kamanga; (iii)    Mabenga South; (iv)   Kwemba in Nawinda Ward;",
        "(v)    Kazuzi; (vi)   Nanga; (vii)  Bulila in Bwina in Lwamuluba Ward; (viii)  Muchinga; (ix)   Sichili;",
        "(x)   Kasompa; (xi)  Sibala; (xii)  Sejamba; (xiii)  Lonze; (xiv) Saale; (xv)  Njoko; and (xvi) Samakala;",
        "(b)    what the cost of constructing each bridge above is; and",
        "(a)    what type of bridge will be constructed at each site. W6    Mr Simbao (Senga Hill) - to ask the Minister of Finance:",
        "(a)    how much revenue the Zambia Revenue Authority (ZRA) collected from January, 2008 to June, 2012, year by year;",
        "(b)    what the target amount for each year at (a) above was;",
        "(c)    what caused the delay in releasing the funds for the Recurrent Departmental Charges (RDCs) and other projects in the year 2012; and",
        "(d)    what measures the Government has taken to meet the shortfall in the budgetary requirements where the ZRA fails to meet its target per:",
        "(i)    month; (ii)    quarter; and (iii)    year. ORDER OF THE DAY 1    Supply - Motion (12th October) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}