{
  "metadata": {
    "title": "Wednesday, 10th October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1826",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 10TH OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "111",
      "asked_by": "Mr Milambo (Mwembeshi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many constituencies, countrywide, had received the 2012 Constituency Development Fund (CDF) as of August, 2012;",
        "(b)    what difficulties the Government is having in the disbursing of the CDF to the remaining constituencies;",
        "(c)    whether the constituencies at (b) will receive their CDF by 31st December, 2012; and",
        "(d)    why the CDF for Mwembeshi Parliamentary Constituency has not yet been disbursed."
      ]
    },
    {
      "question_number": "112",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the dimensions of the Out-Patient Department (ODP) building under construction at Chaba Rural Health Centre in Chilubi District were reduced;",
        "(b)    why the contractor has delayed in completing the construction of the OPD building; and",
        "(c)    whether there has been any loss of building materials at the Health Centre and, if so, what type of materials were lost."
      ]
    },
    {
      "question_number": "113",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the ban on the use of Bahati Seminary School in Mansa, as an examination centre, will be lifted.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "114",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many drivers’ licences were issued country-wide in 2011;",
        "(b)    how much revenue was realised from the licences at (a); and",
        "(c)    how many districts, country-wide, have offices for the issuance of drivers’ licences."
      ]
    },
    {
      "question_number": "115",
      "asked_by": "Ntundu (Gwembe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many police officers in Gwembe were accommodated in police and rented houses as of June, 2012;",
        "(b)    when the Government will construct houses for all the officers operating at Gwembe Police Station; and",
        "(c)    when the Station will be provided with adequate transport to enable officers follow up criminal cases in far flung areas such as Luumbo, Chisanga and Chipepo areas."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Agriculture and Livestock what measures the Food Reserve Agency has taken to avoid the recurrence of maize wastage in the 2012 marketing season.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "117",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of eight (8) health posts in Shangombo District will commence;",
        "(b)    at which locations the posts will be built;",
        "(c)    what the time-frame for completion of the project is; and",
        "(d)    why the construction of Keyana Rural Health Centre has taken too long to complete."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Mr B Mutale (Kwacha)",
      "minister": "Minister of Agriculture and Livestock whether the Provincial Co-operative Unions are still operational and, if they are not, what the impact on small scale farmers is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "119",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Home Affairs when the Government will construct its own police post at Mangango Mission.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "120",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication when the commuter train which used to operate between Chilenje and Matero Townships in Lusaka will be resuscitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address - Motion (25th September) - Resumption of Debate."
    }
  ],
  "question_count": 10,
  "status": "success"
}