{
  "metadata": {
    "title": "Thursday, 13th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11128",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "371",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to implement youth empowerment programmes in timber processing in Lubansenshi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) how many youths are earmarked for empowerment in 2023."
      ]
    },
    {
      "question_number": "372",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a modern market and a bus station in Mufumbwe Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "373",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the water reticulation project in Chinsali District will be completed;",
        "(b) when the project commenced;",
        "(c) when the contractor was last paid;",
        "(d) what the outstanding balance was, as of September, 2022; and",
        "(e) when the outstanding balance will be paid."
      ]
    },
    {
      "question_number": "374",
      "asked_by": "Mr Mukumbi (Solwezi West)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will construct the following infrastructure in Kalumbila District:",
        "(i) a police station; (ii) residential houses for the police officers; (iii) a national registration office; and (iv) police posts in all the chiefdoms in the District; and",
        "(b) if so, when the plans will be implemented. NOTICE OF MOTION Hon Kasune Adopt Report of the Parliamentary Reforms and Modernisation Committee: That this House do adopt the Report of the Parliamentary Reforms and Modernisation Committee, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 29th June, 2023."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}