{
  "metadata": {
    "title": "Thursday, 29th April, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8965",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "178",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when an ambulance for Keezwa Health Centre in Nangoma Parliamentary Constituency will be procured;",
        "(b) when additional employees will be deployed to the Health Centre;",
        "(c) what categories of employees will be deployed; and",
        "(d) when the Health Centre will have a consistent supply of drugs."
      ]
    },
    {
      "question_number": "179",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of science laboratories at the following Secondary Schools in Mufumbwe District has stalled:",
        "(i) Kaminzekezeke; (ii) Kaleule; and (iii) Kashima West; and",
        "(b) when the works will resume."
      ]
    },
    {
      "question_number": "180",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government will hand over the dump site at the Kabwe Mine in Kabwe District to the youths; and",
        "(b) what the cause of the delay in handing over the dump site is."
      ]
    },
    {
      "question_number": "181",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a skills training centre in Mushindamo District;",
        "(b) if so, when the construction works will commence;",
        "(c) whether a contractor has already been identified;",
        "(d) if so, what the name of the contractor is;",
        "(e) what the estimated cost of the project is; and",
        "(f) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "182",
      "asked_by": "Dr Kopulande (Chembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many patients were undergoing the following types of dialysis treatment at the University Teaching Hospital in Lusaka as of October, 2020:",
        "(i) hemodialysis; and (ii) peritoneal dialysis; and",
        "(b) what the cost of conducting each type of dialysis from January to October, 2020, was."
      ]
    },
    {
      "question_number": "183",
      "asked_by": "Mr Michelo (Bweengwa)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to abolish the television levy;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "184",
      "asked_by": "Mr Zimba (Chasefu)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of the Kapekesa Primary School in Chasefu District has stalled;",
        "(b) when the works will resume;",
        "(c) who the contractor for the project is; and",
        "(d) what the cost of the outstanding works was, as of February, 2020."
      ]
    },
    {
      "question_number": "185",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what measures are being taken to curb the indiscriminate cutting down of indigenous trees, especially Rose Wood, in Western Province;",
        "(b) whether the Government has any plans to facilitate the processing of timber from indigenous trees into finished products within the Province;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "186",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the Serenje Town Council leased the Serenje Youth Recreation Centre in Serenje District to the church, instead of the youths;",
        "(b) whether the Council has any plans to cancel the contract with the church in order to accommodate the youths;",
        "(c) if so, when the contract will be cancelled; and",
        "(d) if there are no such plans, what measures are being taken to provide recreational activities for the youths who have been deprived of the facility. QUESTIONS FOR WRITTEN ANSWER W21. Mr Miyutu (Kalabo Central) - to ask the Minister of Community Development and Social Welfare:",
        "(a) how many women benefitted from collateral free loans in Western Province, as of July, 2020;",
        "(b) how much was disbursed to each beneficiary; and",
        "(c) what the loan package comprised. W22. Mr Miyutu (Kalabo Central) - to ask the Minister of Health:",
        "(a) how many health personnel were recruited by the Government, countrywide, in 2020;",
        "(b) what categories of personnel were recruited; and",
        "(c) how the personnel were deployed, province by province."
      ]
    }
  ],
  "question_count": 9,
  "status": "success"
}