{
  "metadata": {
    "title": "Thursday, 14th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/12004",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "123",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the cattle population at Mbesuma Ranch in Chinsali District was, in the period 2019 to 2023, year by year;",
        "(b) what the targeted cattle population at the Ranch, as of December, 2023, was;",
        "(c) whether the target was met; and",
        "(d) if the target was not met, why."
      ]
    },
    {
      "question_number": "124",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Rural Development when the Government will rehabilitate township roads in Kabwe District.",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "125",
      "asked_by": "Mr C Mulenga (Kwacha)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate township roads in Kwacha Parliamentary Constituency;",
        "(b) if so, when the project will commence;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why. 7. NOTICE OF MOTION Mr Romeo Kangombe Adopt Report of the Committee on Energy, Water Development and Tourism: That this House adopts the Report of the Committee on Energy, Water Development and Tourism on the Ratification of the Inter-Governmental Memorandum of Agreement on the Establishment of the SADC Centre for Renewable Energy and Energy Efficiency, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 5th November, 2024. 8. ORDER OF THE DAY Supply - Motion (5th November) - Resumption of debate. ___________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}