{
  "metadata": {
    "title": "Wednesday, 20th February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1695",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 20TH FEBRUARY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "320",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to convert Kabwe Mine Hospital to a district hospital; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "321",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the design of the Kalabo-Sikongo road will be completed;",
        "(b)    when the evaluation and tendering process for the above project will be done; and",
        "(c)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "322",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Information and Broadcasting when the Zambia National Broadcasting Corporation television signal will be improved in Kawambwa, Nchelenge and Chienge Districts.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "323",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there are any citizens currently imprisoned on account of being involved in politics; and",
        "(b)    if so, what the total number of such prisoners was as of 30th September, 2012."
      ]
    },
    {
      "question_number": "324",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what measures have been taken to resolve the problem of delayed salaries for teachers serving in rural schools country-wide.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "325",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what steps the Government has taken in upgrading Makululu Shanty compound in Kabwe into a modern compound; and",
        "(b)    what services will be provided to the upgraded compound."
      ]
    },
    {
      "question_number": "326",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Sihole and Lukona Rural Health Centres in Kalabo District will be expanded to cater for the increased population in their respective catchment areas; and",
        "(b)    when the Government will improve the delivery of health services in rural health centres country-wide."
      ]
    },
    {
      "question_number": "327",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which company was engaged to construct humps on the Great East Road between the Airport Turn-off and Luangwa bridge;",
        "(b)    how much money was paid for the works on this contract; and",
        "(c)    whether the Government is satisfied with the works undertaken so far."
      ]
    },
    {
      "question_number": "328",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the western part of Nakonde Parliamentary Constituency, which is very close to the power lines that supply electricity to Chozi, is not electrified;",
        "(b)    what the estimated cost of electrifying Kapwila Growth Centre is; and;",
        "(c)    when Ntatumbila and Sham Growth Centres will be electrified."
      ]
    },
    {
      "question_number": "329",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Kasaba Bay Airport will be completed;",
        "(b)    what the remaining part of the project is;",
        "(c)    what has caused the delay in the completion of the project; and",
        "(d)    how much money is required to complete the project."
      ]
    },
    {
      "question_number": "330",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether fish is currently being imported into the country for sale to the public and, if so, what types of fish;",
        "(b)    how many tonnes of fish are imported into the country per year and from which countries;",
        "(c)    whether the imported fish is from natural water bodies or from fish farms;",
        "(d)    how much money is being spent on the importation of fish each year; and",
        "(e)    whether members of the public are aware that they have been consuming imported fish."
      ]
    },
    {
      "question_number": "331",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how the Ministry is incorporating tourist attractions in the Northern Tourism Circuit in the programme for the 20th United Nations World Tourism Organisation General Assembly to be co-hosted by Zambia and Zimbabwe in 2013; and",
        "(b)    whether the Circuit will benefit from the General Assembly and, if so, how."
      ]
    },
    {
      "question_number": "332",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Mines, Energy and Water Development when the following institutions will be connected to the national electricity grid",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mapatizya Amethyst Mines;",
        "(b)    Kabanga secondary School;",
        "(c)    Luyaba Primary School;",
        "(d)    Siamafumba Primary School;",
        "(e)    Chuundwe Primary School;",
        "(f)    Chidi Primary School;",
        "(g)    Mulamfu Primary School; and",
        "(h)    Zimba Primary School."
      ]
    },
    {
      "question_number": "333",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a police station in Mambilima Parliamentary Constituency;",
        "(b)    if so, when the plans will be implemented;",
        "(c)    whether the Government has any plans to construct staff  houses at Chimbili Open Air Prison; and",
        "(d)    if so, when the construction will commence."
      ]
    },
    {
      "question_number": "334",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when construction of the Masangano High School will be completed and officially opened.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "335",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a modern bridge on the Tambana River on the Kalomo-Mapatizya road;",
        "(b)    what the estimated cost of constructing a modern bridge is; and",
        "(c)    when the current bridge, which is more than 62 years old, was last inspected to determine its fitness for continued use especially by heavy duty motor vehicles. PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Bank of Zambia (Amendment) - Bill to amend the Bank of Zambia Act.                                                 (N.A.B. 1/2013) The Minister of Finance The Millenium Challenge Compact - Bill to give effect to the Millennium Challenge Compact and Program Implementation Agreement; expand access to, and improve reliability of, water supply, sanitation and drainage services in select urban and peri-urban areas of the City of Lusaka in order to reduce the incidence of waterborne and water related diseases; generate time savings for households and businesses and reduce nonrevenue water in the water supply network by improving water supply and sanitation and drainage services; and provide for matters connected with, or incidental to, the foregoing.                                                                                                                                                              (N.A.B. 6/2013) NOTICE OF MOTION Mr Mucheleka Report of the Parliamentary Select Committee: That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Dr Roland Msiska to serve as Secretary to the Cabinet, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 5th February, 2013."
      ]
    }
  ],
  "question_count": 16,
  "status": "success"
}