{
  "metadata": {
    "title": "Thursday, 23rd July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4331",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 23RD JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "669",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Community Development, Mother and Child Health when new mattresses will be procured for the following health posts in Liuwa Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kuuli;",
        "(b)    Libonda; and",
        "(c)    Lukena."
      ]
    },
    {
      "question_number": "670",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the rationale for introducing school identity cards for pupils in public schools country-wide is;",
        "(b)    whether the acquisition of the cards is compulsory for all pupils; and",
        "(c)    what the penalty for failing to pay for the cards, especially in rural schools, is."
      ]
    },
    {
      "question_number": "671",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there is any boundary dispute between Zambia and the Democratic Republic of the Congo on Lake Tanganyika; and",
        "(b)    if so, what measures have been taken to resolve the dispute."
      ]
    },
    {
      "question_number": "672",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what happened to the K20,000 that was allocated to Kalabo for upgrading the water supply system in the District; and",
        "(b)    when works to upgrade the water supply system will commence."
      ]
    },
    {
      "question_number": "673",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when Grade 10 classes will be introduced at the following schools in Chadiza District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Naviruli;",
        "(b)    Nsadzu; and",
        "(c)    Bwanunkha. QUESTIONS FOR WRITTEN ANSWER W70    Mr Katuka (Mwinilunga) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the rehabilitation of the following roads in Mwinilunga Parliamentary Constituency will commence:",
        "(i)    Chief Kakoma-Kambimba Border Posts; and (ii)    Lumwana West-Chief Kakoma; and",
        "(b)    when construction of the following roads will be completed:",
        "(i)    Mwinilunga-Chief Kanongesha; and (ii)    Luakela-Chief Kakoma. W71    Mr Katuka (Mwinilunga) - to ask the Minister of Agriculture and Livestock:",
        "(a)    when the Farmer Input Support Programme (FISP) started in Zambia;",
        "(b)    what the initial plans of the Programme were;",
        "(c)    whether the intended goals for the Programme have been achieved;",
        "(d)    of the farmers initially on FISP, how many have graduated from the Programme so far; and",
        "(e)    when the Programme will come to an end. W72    Mr Miyutu (Kalabo Central) - to ask the Minister of Local Government and Housing:",
        "(a)    when the project to upgrade township roads in Kalabo will commence;",
        "(b)    what the cost of the project is;",
        "(c)    what the name of the contractor is; and",
        "(d)    what the time-frame for completion of the project is. W73    Mr Miyutu (Kalabo Central) - to ask the Minister of Finance:",
        "(a)    why procurement procedures in the Government are bureaucratic;",
        "(b)    what the effect of the bureaucracy on the procurement process is;",
        "(c)    whether the Government has any plans to reduce the bureaucracy; and",
        "(d)    when the plans will be implemented. W74    Mr Mbewe (Chadiza) - to ask the Minister of Local Government and Housing:",
        "(a)    when the construction of the Chadiza District Council administration block will be completed;",
        "(b)    why the project has stalled;",
        "(c)    what the total cost of the project is; and",
        "(d)    who the contractor is. W75    Mr Mbewe (Chadiza) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when speed control humps will be constructed at Chanida Border Post Market in Chadiza District;",
        "(b)    what type of humps will be constructed; and",
        "(c)    what the cost of the project is. W76    Mr Mbewe (Chadiza) - to ask the Minister of Justice:",
        "(a)    when the construction of local courts in the following chiefdoms in Chadiza District will commence:",
        "(i)    Zingalume; (ii)    Mlolo; and (iii)    Mwangala; and",
        "(b)    what the total cost of the project is. W77    Mr Mbewe (Chadiza) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many teachers were deployed to Chadiza District in 2014;",
        "(b)    how many teachers were transferred from the District in the same year; and",
        "(c)    what the reasons for the transfers are. W78    Mr Mbewe (Chadiza) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the rehabilitation of Kazimule-Mangwe and Chadiza-Chankhonzi roads in Chadiza District will commence;",
        "(b)    what has caused the delay in commencing the rehabilitation works;",
        "(c)    who the contractors for the projects are; and",
        "(d)    what the cost of the projects is. W79    Mr Mbewe (Chadiza) - to ask the Minister of Chiefs and Traditional Affairs:",
        "(a)    when construction of palaces for the following traditional leaders in Chadiza District will commence:",
        "(i)    Chief Zingalume; (ii)    Chief Mlolo; and (iii)    Chief Mwangala; and",
        "(b)    what the cost, on average, of constructing one palace is."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}