{
  "metadata": {
    "title": "Tuesday, 22nd October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/835",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 22ND OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "126",
      "asked_by": "Mr Mwiimbu (Monze Central)",
      "minister": "Minister of Finance what the legal basis for collecting money for the Strategic Fuel Reserve Fund is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "127",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Vice President why the Government has allowed District Commissioners to publicly campaign for the Patriotic Front during Parliamentary and Local Government by-elections.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "128",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Lwela Bridge which connects Milenge Boma to Senior Chief Milambo’s area will be repaired;",
        "(b)what has caused the delay in repairing the Bridge; and",
        "(c)what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "129",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when Milenge High School will be officially opened; and",
        "(b)what has caused the delay in opening the School."
      ]
    },
    {
      "question_number": "130",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many Zambians applied for prospecting permits for minerals in Solwezi District in 2012:",
        "(b)of the total applications, how many were unsuccessful;",
        "(c)of the unsuccessful applicants, how many appealed to the Minister from January to February, 2013; and",
        "(d)whether the Minister has already considered the appeals."
      ]
    },
    {
      "question_number": "131",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the contract for the rehabilitation of the Mwinilunga-Solwezi (T5) Road was terminated;",
        "(b)what the contract sum for the project was;",
        "(c)how much of the contract sum had been paid to the contractor at the time of termination of contract;",
        "(d)how much of the contracted works were completed; and",
        "(e)whether there are any plans to find another contractor to complete the project."
      ]
    },
    {
      "question_number": "132",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to construct a health centre in Kafwanka area in Chembe Parliamentary Constituency;",
        "(b)if so, what the estimated cost of the project is; and",
        "(c)if not, what immediate measures the Government has taken to provide health services in the area."
      ]
    },
    {
      "question_number": "133",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to construct the following in Chembe Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)a secondary school in Lingomukuta; and",
        "(b)a primary school at Kashila."
      ]
    },
    {
      "question_number": "134",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)what the teacher-pupil ratio at the following schools in Mwinilunga is:",
        "(i)Kalumbinga Basic; (ii)Lunga High; (iii)Kanyihampa Basic; (iv)Kanyikomboshi High; and",
        "(v)Ntambu High;",
        "(b)what the recommended teacher-pupil ratio is; and",
        "(c)what plans the Government has to improve the teacher-pupil ratio country-wide."
      ]
    },
    {
      "question_number": "135",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Chiefs and Traditional Affairs whether the following Chiefs in the North-Western Province whose recognitions were withdrawn before independence will be recognised again",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Chief Mpulumba;",
        "(b)Chief Katambi; and",
        "(c)Chief Mukangala."
      ]
    },
    {
      "question_number": "136",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will commence the upgrading of the Manyinga-Mwinilunga Road to bituminous standard.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many Nursing Training Schools are operating in Zambia, province by province:",
        "(b)what qualifications are obtained from the nursing schools at (a);",
        "(c)of the nursing schools at (a), which ones train Registered Nurses;",
        "(d)whether the Registered Nurses are allowed to go for advanced education at the University of Zambia, School of Medicine; and",
        "(e)if so, how many nurses have been sponsored by the Government to go for advanced education at the University from 2010 to-date. W4    Mr Katuka (Mwinilunga) - to ask the Minister of Agriculture and Livestock:",
        "(a)how many tonnes of maize were produced by farmers in Mwinilunga Parliamentary Constituency from 2010 to 2013, year by year;",
        "(b)how much of the maize at (a) was purchased by the Food Reserve Agency in the same period, year by year; and",
        "(c)what percentage of the total maize production for North-Western Province was produced by Mwinilunga District, year by year. ORDER OF THE DAY 1    Supply - Motion (11th October) - Resumption of Debate - (Mr Simbao)."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 11,
  "status": "success"
}