{
  "metadata": {
    "title": "Wednesday, 4th May, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5136",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 4TH MAY, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "422",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Masangano-Fisenge road in the Copperbelt Province, which is in a deplorable state, will be rehabilitated; and",
        "(b)    what the cause of the delay in rehabilitating the road is."
      ]
    },
    {
      "question_number": "423",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has continued to import emergency power from Aggreko, despite the normal rainfall recorded in most parts of the country;",
        "(b)    if so, how many megawatts of power per month the country is currently importing; and",
        "(c)    whether ZESCO has any plans to limit load-shedding in farm areas to night time in order to enable farmers irrigate their crops during day time. QUESTIONS FOR WRITTEN ANSWER W38    Mr Lufuma (Kabompo West) - to ask the Minister of General Education when solar power will be installed at the following schools in Kabompo District:",
        "(a)    Kabulamema;",
        "(b)    Mumbeji;",
        "(c)    Chikenge;",
        "(d)    Kayombo;",
        "(e)    Chikokwelo;",
        "(f)    Litoya;",
        "(g)    Kamisombo;",
        "(h)    Mufuli Wa Njamba;",
        "(i)    Maveve;",
        "(j)    Kalambo;",
        "(k)    Samununga;",
        "(l)    Mbulundu; and",
        "(m)    Dikolonga. W39    Mr Lufuma (Kabompo West) - to ask the Minister of Works and Supply:",
        "(a)    when rehabilitation of the following roads in Kabompo West Parliamentary Constituency will commence:",
        "(i)    Kabompo-Chief Kalunga (Chikenge)-Kalwilo; (ii)    Litoya-Kafungo; (iii)    Chikenge-Maveve-Mulundu; (iv)    Kayombo-Dikolonga;",
        "(v)    Kayombo-Muhalavi; (vi)    Kabompo-Makayi-Luputa; and (vii)    Chikenge-Katuva; and",
        "(b)    when the Kasalya Bridge, which was washed away, will be reconstructed. W40    Mr Chishimba (Kamfinsa) - to ask the Minister of Home Affairs:",
        "(a)    when the construction of houses for police officers at Kamfinsa School of Public Order Maintenance in Kitwe will commence;",
        "(b)    who the contractor for the project is;",
        "(c)    what the cost of the project is; and",
        "(d)    what the time-frame for the project is."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}