{
  "metadata": {
    "title": "Friday, 19th July, 2019",
    "source_url": "https://www.parliament.gov.zm/node/8017",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "473",
      "asked_by": "Mr Ngambi (Chifubu)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what measures the Government is taking to curb the smuggling of maize and mealie meal from the Copperbelt towns into the Democratic Republic of Congo; and",
        "(b) whether the measures are effective."
      ]
    },
    {
      "question_number": "474",
      "asked_by": "Mr Fungulwe (Lufwanyama)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to tar the Kalengwa-Kasempa-Kankolonkolo road;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) what the total cost of the project is."
      ]
    },
    {
      "question_number": "475",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many Zambian truckers have been hired to transport the 3,400 containers of Mukula logs transiting through Zambia from the Democratic Republic of Congo to various ports in the region;",
        "(b) if there are none, what measures are being taken to facilitate the participation of Zambian truckers in the business; and",
        "(c) what the estimated revenue, in statutory fees, to be collected at the end of the exercise is."
      ]
    },
    {
      "question_number": "476",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct maternity wings and mothers’ shelters at all health centres in Mushindamo District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what interim measures are being taken to ensure that expectant mothers do not give birth at their homes."
      ]
    },
    {
      "question_number": "477",
      "asked_by": "Dr Chibanda (Mufulira)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the total number of employees at the Engineering Services Corporation Limited (ESCO) was, as of March, 2019;",
        "(b) what measures the Government is taking to ensure that ESCO’s revenue base does not decrease after the completion of the construction of Kazungula Bridge; and",
        "(c) what other activities, besides operating pontoons, the Company is involved in."
      ]
    },
    {
      "question_number": "478",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that the building materials for the construction of a health post at Kamazovu in Kashima East Ward in Mufumbwe District were redirected to Chavuma District; and",
        "(b) if so, when the building materials will be replaced."
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}