{
  "metadata": {
    "title": "Friday, 22nd February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1690",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 22ND FEBRUARY, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "360",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the Machile Bridge in Mulobezi Parliamentary Constituency was washed away by strong currents on Sunday, 17th February, 2013 and that people are stranded on either side of the river; and",
        "(b)    if so, what measures the Government has taken to alleviate the hardships faced by the travelling public in the area."
      ]
    },
    {
      "question_number": "361",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will repair the water pump at Chipata Day Secondary School to end the shortage of water and avert any outbreak of diseases at the School; and",
        "(b)    when the School will receive the outstanding grants for the year, 2012."
      ]
    },
    {
      "question_number": "362",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will send more teachers to Chisomo Basic School in Chief John Shawa’s area in Chipata District; and",
        "(b)    when the Government will build teachers’ houses at the School."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Justice when the Government will provide decent staff houses and local court buildings in rural areas especially in the Western Province.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "364",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of a critical shortage of ambulance services in Kalabo District;",
        "(b)    if so, what measures are being take to mitigate the shortage;",
        "(c)    why the few ambulances available in the District are restricted to transporting maternity cases only;",
        "(d)    whether there are any plans to introduce helicopter ambulances to service rural areas such as Kalabo District with poor road network; and",
        "(e)    when a medical doctor and other trained  medical staff will be posted to Sihole Clinic in Kalabo Central Parliamentary Constituency."
      ]
    },
    {
      "question_number": "365",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Transport, Works, Supply and Communication what measures the Government has taken to ensure transparency in awarding road construction contracts.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "366",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Commerce, Trade and Industry what measures the Government has taken to reduce the cost of production by local manufacturers.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "367",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government has any plans to construct a bridge across Lufubu River on the road linking Mpulungu District to Nsumbu Business Centre in Nsama District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "368",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Home Affairs when Nsumbu Police Station will be provided with a speed boat to intensify patrols on Lake Tanganyika and also to access Kapisha Ward in Chimbamilonga Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "369",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct dams in the following areas of Mapatizya Parliamentary Constituency:",
        "(i)    Mafumba; (ii)   Mooka; (iii)  Tambana; (iv)  Sialumba;",
        "(v)   Chuundwe; and (vi)  Siambelele; and",
        "(b)    when the Government will rehabilitate the following dams:",
        "(i)    Kanyanga; (ii)   Masizi; (iii)  Simwami; and (iv) Chalinga."
      ]
    },
    {
      "question_number": "370",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when veterinary officers will be posted to the following Veterinary Camps in Mapatizya Parliamentary Constituency:",
        "(i)    Chinkoyo; (ii)   Chidi; (iii)  Siamafumba; and (iv)  Zimba; and",
        "(b)    when agricultural extension officers will be posted to the following Agricultural Camps:",
        "(i)    Misika; (ii)   Kanyanga; (iii)  Siamafumba; (iv) Chidi; and",
        "(v)  Mulamfu."
      ]
    },
    {
      "question_number": "371",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the requirements for establishing a fuel filling station in a particular location are;",
        "(b)    what the cost of putting up a filling station is; and",
        "(c)    when the Government will facilitate the establishment of a filling station in Kaputa District."
      ]
    },
    {
      "question_number": "372",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to degazette part of Mweru-Wantipa National Park No. 5 which covers a very large portion of Kaputa District, especially the areas covering Kasongole, Chimpatika and Mibangali under Chief Mukupa Katandula to provide land for human settlement;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "373",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the roof at Lunje Basic School in Kalabo District, which was blown off in 2011, will be repaired.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "374",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the reconstruction of Salao Basic School, which got burnt in 2011 will commence; and",
        "(b)    what measures the Government has taken to alleviate the suffering of both teachers and pupils following the burning of the School."
      ]
    },
    {
      "question_number": "375",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes are earmarked for sinking in Zimba District in 2013; and",
        "(b)    what the estimated cost of the project is."
      ]
    }
  ],
  "question_count": 16,
  "status": "success"
}