{
  "metadata": {
    "title": "Friday, 25th February, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10019",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "220",
      "asked_by": "Mr Mwila (Mufulira)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the Mufulira - Ndola road will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the total cost of the project is;",
        "(d) how much money had been paid to the contractor, as of September, 2021; and",
        "(e) when the outstanding amount will be paid."
      ]
    },
    {
      "question_number": "221",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware of the critical shortage of drugs in health facilities in Lufubu District; and",
        "(b) if so, what measures the Government is taking to ensure that the health facilities are supplied with adequate drugs."
      ]
    },
    {
      "question_number": "222",
      "asked_by": "Mr E Tembo (Feira)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the following Schools in Feira Parliamentary Constituency will be electrified:",
        "(i) Mangelengele Primary; (ii) Chilombwe Primary; (iii) Mandombe Primary; (iv) Chimutengo Primary;",
        "(v) Chankasi Primary; (vi) Kaungu B Primary; (vii) Chilukusha Primary; and (viii) Kaunga Secondary; and",
        "(b) what the cause of the delay in electrifying the schools is."
      ]
    },
    {
      "question_number": "223",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Infrastructure, Housing, and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a direct road from Livingstone to Mulobezi; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "224",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will review the current minimum wage;",
        "(b) whether the Government has any plans to introduce a minimum wage in the mining sector;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "225",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Katete Police Station has stalled;",
        "(b) when the project will resume;",
        "(c) why the contract was terminated;",
        "(d) whether a new contractor has been identified; and",
        "(e) if so, what the name of the new contractor is."
      ]
    },
    {
      "question_number": "226",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress on the implementation of the Pilot Project for Climate Resilience in Kalabo District is;",
        "(b) how many clubs benefitted from the Programme, as of September, 2021;",
        "(c) what activities the clubs were engaged in; and",
        "(d) how much money was allocated to each club."
      ]
    },
    {
      "question_number": "227",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that some media houses do not allow their employees to join labour unions of their choice;",
        "(b) if so, whether the practice is not a violation of the employees’ rights; and",
        "(c) if so, what measures are being taken to address the anomaly."
      ]
    },
    {
      "question_number": "228",
      "asked_by": "Mr Samakayi (Mwinilunga)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to implement the Zambia-Saudi Arabia Goat Export Agreement;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many goats are earmarked for export, per year; and",
        "(d) what measures have been taken to ensure that the targeted number of goats for export is met at all material times."
      ]
    },
    {
      "question_number": "229",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the Sansamwenje - Mzoche - Kanyala road in Isoka Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. __________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}