{
  "metadata": {
    "title": "Friday, 25th October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/806",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 25TH OCTOBER, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "141",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when permanent police presence will be re-established in Garden Compound in Lusaka;",
        "(b)how much money is required to build a police station in the area; and",
        "(c)what steps have been taken to combat the high crime rate in the area."
      ]
    },
    {
      "question_number": "142",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Vice President whether the Government has any plans of creating a new district in Lwela area of Senior Chief Milambo in Chembe Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "143",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how much money has been spent on the Constitution making process to-date; and",
        "(b)how much is the total estimated cost to be spent up to the completion of the process. QUESTIONS FOR WRITTEN ANSWER W5    Mr Katuka (Mwinilunga) - to the Minister of Commerce, Trade and Industry how many people in the North-Western Province benefited from the Citizens Economic Empowerment Commission funds from 2011 to 2012, district by district. W6    Mr Chipungu (Rufunsa) - to ask the Minister of Agriculture and Livestock:",
        "(a)when the Government last conducted a livestock census country-wide for the following types of animals and poultry:",
        "(i)beef cattle; (ii)dairy cattle; (iii)pigs; (iv)goats;",
        "(v)village chickens; (vi)broiler and layer chickens; (vii)sheep; and (viii)donkeys;",
        "(b)what the total population for the livestock at (a) was as of 31st December, 2012;",
        "(c)when the Government plans to conduct another livestock census;",
        "(d)what the population of the livestock at (a) was in Rufunsa District as of 31st December, 2012; and",
        "(e)what measures the Government has taken to increase the population of livestock in Rufunsa District. ORDER OF THE DAY 1    Supply - Motion (11th October) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}