{
  "metadata": {
    "title": "Tuesday, 24th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/1703",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 24TH MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "460",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has awarded any contract to any investor to develop a hydro-power station on the Luapula River;",
        "(b)    if so, which investor has been awarded the contract; and",
        "(c)    if none, what has caused the delay in awarding the contract."
      ]
    },
    {
      "question_number": "461",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the next phase of dredging canals in the Western and Luapula Provinces will commence; and",
        "(b)    whether Kalabo District will be included in the exercise."
      ]
    },
    {
      "question_number": "462",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Tandabale-Munenga-Itebe Road in Magoye Parliamentary Constituency will be upgraded to bituminous standard; and",
        "(b)    what the cost of the project is."
      ]
    },
    {
      "question_number": "463",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to relocate the Lusaka Provincial Headquarters from Lusaka District to another district;",
        "(b)    if so, to which district the headquarters will be relocated; and",
        "(c)    whether the land for the new headquarters has already been identified."
      ]
    },
    {
      "question_number": "464",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Parliamentary seats were nullified from October, 2011 to December, 2014 due to the following:",
        "(i)    corrupt practices during elections; and (ii)    defections;",
        "(b)    what the total number of local government by-elections held from October, 2011 to December, 2014 is;",
        "(c)    how much money, in total, was spent on all Parliamentary and local government by-elections during the period at (b); and",
        "(d)    of the amount at (c), how much was budgeted for, year by year."
      ]
    },
    {
      "question_number": "465",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when utility motor vehicles will be provided to Milenge District Council; and",
        "(b)    what plans the Government has to scale up development in the District."
      ]
    },
    {
      "question_number": "466",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the devolution of power to local authorities will commence;",
        "(b)    what the rationale for devolution is;",
        "(c)    whether local councils are adequately prepared for devolution; and",
        "(d)    what measures have been taken to ensure that the exercise is a success."
      ]
    },
    {
      "question_number": "467",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has secured land for construction of Milenge Police Station;",
        "(b)    if so, when the construction will commence; and",
        "(c)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "468",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to split the Ministry of Education, Science, Vocational Training and Early Education into three separate Ministries responsible for primary and secondary education, tertiary education and science and technology in order to enhance service delivery; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "469",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Transport, Works, Supply and Communication how much money was disbursed for road clearing in Mitete District from January, 2014 to date.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "470",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Transport, Works, Supply and Communication when the rehabilitation of the Kafulafuta Bridge near Mutaba School on the Zambia/Democratic Republic of the Congo border will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    }
  ],
  "question_count": 11,
  "status": "success"
}