{
  "metadata": {
    "title": "Wednesday, 11th June, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12379",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "289",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Energy, at",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [],
      "question_text": " what price Zesco Limited was selling electricity to the Copperbelt Energy Corporation, as of December, 2024."
    },
    {
      "question_number": "290",
      "asked_by": "Mr Kafwaya (Lunte)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how much debt the Government had accumulated for the procurement of fuel, as of July, 2021; and",
        "(b) how much the debt had accumulated to, as of June, 2024."
      ]
    },
    {
      "question_number": "291",
      "asked_by": "Mr Mulunda (Siavonga)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when construction of a modern hospital in Siavonga District will commence;",
        "(b) what the estimated cost of the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "292",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance and National Planning how much money, besides emoluments, the Government disbursed to the education sector, in the following periods",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) 2016 to 2021; and",
        "(b) 2022 to 2024."
      ]
    },
    {
      "question_number": "293",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will provide a motor vehicle for the Department of Fisheries and Livestock in Kanchibiya District to enhance its operations; and",
        "(b) how many livestock extension officers were deployed to the District in 2024."
      ]
    },
    {
      "question_number": "294",
      "asked_by": "Dr Andeleki (Katombola)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when rehabilitation of palaces for the following chiefs in Katombola Parliamentary Constituency will commence:",
        "(i) Chief Moomba; (ii) Chief Sekute; and (iii) Chief Musokotwane; and",
        "(b) what the cause of the delay in commencing the rehabilitation works is, considering that the palaces are in a deplorable condition."
      ]
    },
    {
      "question_number": "295",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to re-advertise the tender for the construction of the Mpika - Nabwalya road in Mpika District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "296",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the criteria for promoting secondary school teachers in Kalabo District to head schools which have been upgraded to secondary schools are; and",
        "(b) why primary school teachers who have upgraded their qualifications to diploma and degree levels are not promoted."
      ]
    },
    {
      "question_number": "297",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to unbundle Zesco Limited to separate the following functions:",
        "(i) generation; (ii) transmission; (iii) distribution; and (iv) supply;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "298",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Water",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many dams there were in Gwembe District, as of December, 2024;",
        "(b) whether the Government has any plans to construct additional dams in the District;",
        "(c) if so, when the plans will be implemented;",
        "(d) how many dams are earmarked for construction;",
        "(e) whether there are any dams earmarked for rehabilitation in 2025 in the District;",
        "(f) if so, how many dams are earmarked for rehabilitation; and",
        "(g) when rehabilitation works will commence."
      ],
      "question_text": " Development and Sanitation:"
    },
    {
      "question_number": "299",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct the Mpika - Katibunga - Mukungule - Lutila - Kakoko road in Mpika Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "300",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Transport and Logistics",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what measures the Government is taking to prevent Public Service Vehicle drivers from contravening traffic rules such as stopping at undesignated places for passengers to board or disembark from the buses;",
        "(b) why traffic officers do not conduct patrols in the Central Business Districts (CBDs) so as to maintain law and order;",
        "(c) what plans the Government has to rid CBDs of Public Service Vehicles, countrywide;",
        "(d) whether there are any plans for programmes to re-train Public Service Vehicle drivers before renewing their driving licences; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "301",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government prioritises the reserve police officers when recruiting police officers in the Zambia Police Service;",
        "(b) if the reserve police officers are not prioritised, why; and",
        "(c) under what conditions of service the reserve police officers serve."
      ]
    },
    {
      "question_number": "302",
      "asked_by": "Mr Simunji (Nalikwanda)",
      "minister": "Minister of Finance and National Planning",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how much money, meant for the implementation of the credit facility for small and medium enterprises, the Development Bank of Zambia (DBZ), in liquidation, received from the USD750 million Euro Bond issued in 2012;",
        "(b) how many small and medium enterprises benefited from the facility;",
        "(c)     when the loans were disbursed;",
        "(d) how much money had been repaid, as of October, 2024; and",
        "(e) what measures the Government is taking to ensure that the loans are repaid in full."
      ]
    },
    {
      "question_number": "303",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct the following infrastructure at Chilonga Day Secondary School in Mpika District:",
        "(i) classroom blocks; (ii) administration block; (iii) science laboratory; and (iv) computer laboratory;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "304",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many volunteer workers there were in health facilities in Kalabo District, as of December, 2024;",
        "(b) what criteria are used in engaging the volunteers; and",
        "(c) whether the volunteers are paid any stipend."
      ]
    },
    {
      "question_number": "305",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct the following sports facilities in Mpika Parliamentary Constituency:",
        "(i) a football stadium; and (ii) a golf course;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "306",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will complete the rehabilitation of the following feeder roads in Chitambo District:",
        "(i) Chansa - Kasuko; and (ii) Chalilo - Chiphundu; and",
        "(b) what the cause of the delay in completing the projects is."
      ]
    },
    {
      "question_number": "307",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many youths in Mpika Parliamentary Constituency were unemployed, as of April, 2024; and",
        "(b) what measures are being taken to create employment for the youths in the Constituency."
      ]
    },
    {
      "question_number": "308",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many teachers in public schools, countrywide, were specialised in the following subjects, as of August, 2024:",
        "(i) Mathematics; (ii) Biology; (iii) Physics; and (iv) Chemistry; and",
        "(b) whether the Government has any plans to recruit additional teachers specialised in the subjects above in order to enhance the performance of pupils in public schools. ___________________________"
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}