{
  "metadata": {
    "title": "Tuesday, 25th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11147",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "411",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will deliver farming inputs to farmers who paid under the Farmer Input Support Programme in the 2017/2018 farming season in Chadiza Parliamentary Constituency;",
        "(b) what the cause of the delay in delivering the inputs is; and",
        "(c) whether in the event the inputs are not delivered, the Government will consider refunding the affected farmers."
      ]
    },
    {
      "question_number": "412",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to establish timber processing plants for Mukula, Rosewood, Mukwa and other types of timber;",
        "(b) if so, when the plans will be implemented;",
        "(c) in which constituencies the plants will be situated; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "413",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a correctional facility in Mulobezi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "414",
      "asked_by": "Mr Simunji (Nalikwanda)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) which company was contracted to operationalise the Nasange Farming Block in Nalikwanda Parliamentary Constituency;",
        "(b) what the scope of work is;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) what the contract sum for the project is."
      ]
    },
    {
      "question_number": "415",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Commerce,Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what plans the Government has for Chinsali District to stimulate economic activities; and",
        "(b) when the plans will be implemented. PRESENTATION OF GOVERNMENT BILLS The Minister of Commerce, Trade and Industry The Competition and Consumer Protection (Amendment) – Bill to amend the Competition and Consumer Protection Act, 2010. (N.A.B 10/2023) The Minister of Commerce, Trade and Industry The Trade Marks – Bill to provide for the registration and protection of trade marks and geographical indications; provide for the rights conferred by the registration of trade marks and geographical indications; provide for the effects of registration of trade marks and geographical indications; provide for civil and criminal enforcement for the infringement of registered trade marks and geographical indications; domesticate the Madrid Protocol relating to the International Registration of Marks, the Paris convention for the Protection of Industrial Property and the World Trade Organisation Agreement on Trade-Related Aspects of Intellectual Property Rights, and any other relevant international treaty or convention to which the Republic is a State Party; repeal and replace the Trade Marks Act, 1958; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 11/2023) The Minister of Defence The Defence (Amendment) – Bill to amend the Defence Act.            (N.A.B 12/2023) The Minister of Local Government and Rural Development The Marriage (Amendment) – Bill to amend the Marriage Act.          (N.A.B 13/2023) The Minister of Justice The Judicial Training Institute of Zambia - Bill to establish a Judicial Training Institute of Zambia for the purposes of providing continuing professional development training for judges, judicial officers and judicial staff in order to enhance the quality of the justice system in the Republic; constitute the Council of the Institute and provide for its functions; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 14/2023) The Minister of Commerce, Trade and Industry The Zambia Institute of Marketing (Amendment) – Bill to amend the Zambia Institute of Marketing Act, 2022.    (N.A.B 15/2023) NOTICE OF MOTION Mr Kambita Adopt Report of the Committee on Parastatal Bodies: That this House do adopt the Report of the Committee on Parastatal Bodies on the Report of the Auditor General on the Accounts of Parastatal Bodies and Other Statutory Institutions for the Financial Year Ended 31st December, 2021, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Friday, 21st July, 2023."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}