{
  "metadata": {
    "title": "Wednesday, 12th February, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12140",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "171",
      "asked_by": "Dr. Andeleki (Katombola)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will connect Moomba Chiefdom in Katombola Parliamentary Constituency to the national electricity grid; and",
        "(b) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "172",
      "asked_by": "Mr. Emmanuel Banda (Muchinga)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following roads in Muchinga Parliamentary Constituency:",
        "(i) Kashitu - Nambo - KundaLumwasha; (ii) Teta - Chintankwa; (iii) Kamena - Moyenda; and (iv) MusaMine - Lusiwasi Power Station;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "173",
      "asked_by": "Mr. Munsanje (Mbabala)",
      "minister": "Minister of Health when the Government will operationalise the following",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) the Public Health Emergency Fund; and",
        "(b) the Public Health Emergency Operations Centre. 174. Ms. S. Mwamba (Kasama Central) - to ask theMinister of Energy:",
        "(a) whether the Government has any plans to increase the power generation capacity at Chishimba Falls Hydroelectric Power Station in Kasama District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. 175. Mr. Miyutu (Kalabo Central) - to ask theMinister of Education:",
        "(a) whether the Government has any plans to employ career guidance teachers in public schools, countrywide;",
        "(b) if so, what qualifications the career guidance teachers are required to possess; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "176",
      "asked_by": "Mr. Kapyanga (Mpika)",
      "minister": "Minister of Technology and Science",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to upgrade communication towers in the following areas in Mpika Parliamentary Constituency, to 3G, 4G and 5G internet connectivity:",
        "(i) Mukungule; (ii) Katibunga; and (iii) Kaluba; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "177",
      "asked_by": "Mr. Emmanuel Tembo (Feira)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of the following facilities at Luangwa District Hospital in Luangwa District will be completed;",
        "(i) six staff houses which are at 90% completion; and (ii) hospital wards;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) what the estimated cost of the outstanding works is."
      ]
    },
    {
      "question_number": "178",
      "asked_by": "Mr. Wamunyima (Nalolo)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the cause of the delay in facilitating the repeal and replacement of the National Youth Development Council Act, Chapter 144 of the Laws of Zambia is; and",
        "(b) when the Bill will be introduced. 179. Mr. Kafwaya (Lunte) - to ask theMinister of Energy:",
        "(a) how much debt the Government had accumulated for the procurement of fuel, as of July, 2021; and",
        "(b) how much the debt had accumulated to, as of June, 2024."
      ]
    },
    {
      "question_number": "180",
      "asked_by": "Mr. Menyani Zulu (Nyimba)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of Nyimba District Hospital in Nyimba District will be completed;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "181",
      "asked_by": "Ms. M. Phiri (Milanzi)",
      "minister": "Minister of Energy when the following schools in Milanzi Parliamentary Constituency will be electrified, under the Rural Electrification Programme",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(i) Kathumba Primary; (xi) Kaputu Primary; (ii) Milanzi Primary; (xii)    Chisindiko Primary; (iii) Chiwoza Primary; (xiii) Lunga Primary; (iv) Mnthipa Primary; (xiv) Chadzuma Primary;",
        "(v) Katawa Primary; (xv) Bombwe Primary; (vi) Mbinga Primary; (xvi) Zakonkha Primary; (vii) Kakula Primary; (xvii) Chilowa Primary; (viii) Chimwalala Primary; (xviii) Mwandafisi Primary; and (ix) Chimiwawa Primary; (xix) Katiula Secondary.",
        "(x) Kazala Primary; 182. Mr. Miyutu (Kalabo Central) - to ask theMinister of Energy:",
        "(a) whether the Government has any plans to set up a solar plant for electricity production in Kalabo District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why. 6. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 81) W1. Mr. Chanda (Kanchibiya) - to ask the Minister of Agriculture:",
        "(a) what, on average, the hectarage cultivated by small scale farmers using the following methods across the country, is:",
        "(i) hoes; (ii) oxen; and (iii) tractors;",
        "(b) how many registered small scale farmers there were, countrywide, during the following farming seasons:",
        "(i) 2020/2021; (ii) 2021/2022; (iii) 2022/2023; and (iv) 2023/2024;",
        "(c) how many farmers at (c),were not on the Farmer Input Support Programme (FISP); and",
        "(d) what plans the Government has for small scale farmers who are not beneficiaries of the FISP. ___________________________"
      ]
    }
  ],
  "question_count": 8,
  "status": "success"
}