{
  "metadata": {
    "title": "Wednesday, 11th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/375",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 11TH MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "412",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to build modern markets at Magoye and Kaleya Townships in Magoye Parliamentary Constituency;",
        "(b)    whether security lights will be installed at the two markets;",
        "(c)    if so, when the projects will be implemented; and",
        "(d)    what the cost of each project at (a) and (b) is."
      ]
    },
    {
      "question_number": "413",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when adequate funds will be released for the following projects in Kalabo District:",
        "(i)    Mapungu-Kalabo Road; and (ii)    Kalabo Township roads; and",
        "(b)    what the time-frame for the completion of each project is."
      ]
    },
    {
      "question_number": "414",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Home Affairs when the following Police Posts in Rufunsa District will be provided with utility motor vehicles",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Luangwa Bridge;",
        "(b)    Rufunsa Boma; and",
        "(c)    Chinyunyu."
      ]
    },
    {
      "question_number": "415",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when installation of solar panels at Itemba Police Post and Staff houses in Milenge District will commence; and",
        "(b)    when a motor vehicle will be provided to the Police Post."
      ]
    },
    {
      "question_number": "416",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a modern market in Lundazi; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "417",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the construction of additional infrastructure at Silangwa Basic School in Kafulafuta Parliamentary Constituency, which was upgraded to secondary school, will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "418",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational  Training and Early Education how many teachers were deployed to Mitete     District in 2014.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "419",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of 1 x 3 classroom blocks at Lupo and Salao Primary Schools in Kalabo District will be completed;",
        "(b)    whether the two projects are within their contract time-frame for completion;",
        "(c)    what measures have been taken to ensure timely completion of the projects;",
        "(d)    whether the Government is satisfied with the performance of the contractors; and",
        "(e)    what the consequences of over-running the contract period are."
      ]
    },
    {
      "question_number": "420",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when rehabilitation works at Milenge Trades Training Institute, which have stalled, will resume;",
        "(b)    what has caused the delay in resuming the works;",
        "(c)    what measures have been taken to expedite the works; and",
        "(d)    what the rescheduled time-frame for completion of the project is."
      ]
    },
    {
      "question_number": "421",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Tourism and Art how many tonnes     of ivory were stored at the Zambia Wildlife Authority warehouses in     Chilanga during the following periods",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    September, 2009 to September, 2010; and",
        "(b)    October, 2010 to December 2014. QUESTIONS FOR WRITTEN ANSWER W43    Mr I Banda (Lumezi) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many women and youth clubs in Lumezi Parliamentary Constituency were funded from 2012 to 2014, year by year;",
        "(b)    how much money was disbursed to each club;",
        "(c)    what projects were undertaken with the funding;",
        "(d)    how many clubs at (a) above are viable; and",
        "(e)        how beneficial the clubs are to their members and communities at     large. W44    Ms Kalima (Kasenengwa) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many people benefitted from the Social Cash Transfer Scheme in Kasenengwa Parliamentary Constituency from September, 2011 to August, 2014, ward by ward; and",
        "(b)    when the scheme will be extended to all the wards in the Constituency."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}