{
  "metadata": {
    "title": "Tuesday, 20th October, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4679",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 20TH OCTOBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "124",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of Lundazi-Chitungulu road especially, the stretch between Mbuzi and Chitungulu Headquarters which was cut off during the 2014/2015 rainy season, will commence; and",
        "(b)    what the estimated cost of the works is;"
      ]
    },
    {
      "question_number": "125",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was exchanged during the transition from the old to the new currency following the rebasing of the Kwacha;",
        "(b)    how the old currency was disposed of;",
        "(c)    what the names of the local and foreign institutions involved in the disposal of the old currency are; and",
        "(d)    whether the disposal was supervised by the Bank of Zambia."
      ]
    },
    {
      "question_number": "126",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Health when a maternity wing  will be constructed at Kabange Health Centre in Chembe Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "127",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Zambian Government has received any recognition for its contribution to the liberation struggle of other states in the Southern Africa region;",
        "(b)    if so, what type of recognition was conferred; and",
        "(c)    which countries conferred the recognition."
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to expand Lwela Secondary School in Chembe Parliamentary Constituency;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. QUESTIONS FOR WRITTEN ANSWER W1    Mr Pande (Kasempa) - to ask the Minister of Home Affairs how many cases of   break-ins were reported to the police, during the periods January to March and September to December from 2011 to 2014, year by year, in the following residential areas of Lusaka:",
        "(a)    Mandevu;",
        "(b)    Bauleni;",
        "(c)    Kalikiliki; and",
        "(d)    Munali. W2    Mr Mpundu (Nchelenge) - to ask the Minister of Community Development and  Social Welfare:",
        "(a)    what has been the performance of the Micro-Bankers Trust (MBT) from 2012 to 2014, year by year;",
        "(b)    whether the Trust has been encountering any challenges in its operations;",
        "(c)    if so, what these challenges are;",
        "(d)    when the amount allocated to the institution in the 2015 national budget will be released;",
        "(e)    why the Government has been using a parallel lending programme, namely, the Village Banking instead of the MBT; and",
        "(f)    when the MBT will establish a branch in Nchelenge District. ORDER OF THE DAY 1    Supply Motion (9th October) - Resumption of Debate - (Mr Hamudulu). _________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}