{
  "metadata": {
    "title": "Wednesday, 14th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11564",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "181",
      "asked_by": "Mr Amutike (Mongu Central)",
      "minister": "Minister of Foreign Affairs and International Co-operation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether there were any officers recalled from diplomatic missions who were still on the payroll of the diplomatic missions where they served, as of August, 2023; and",
        "(b) if so, why the officers in question had been maintained on the payroll despite their recall."
      ]
    },
    {
      "question_number": "182",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the prevalence rate for diabetes, countrywide, was, as of August, 2023;",
        "(b) how many cases were reported annually from 2015 to 2022; and",
        "(c) what measures are being taken to bring the disease under control. 183 Mr Chonde (Milenge) - to ask the Minister of Local Government and Rural Development:",
        "(a) whether the Government has any plans to rehabilitate the Kapalala-Lungomukuta road in Milenge Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "184",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a museum in Kabwe Central Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "185",
      "asked_by": "Mr Kalobo (Wusakile)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how the Black Mountain Consortium in Kitwe District was constituted;",
        "(b) how many women and youths benefited from the 30% that the Government allocated to the Consortium from February, 2022 to February, 2023;",
        "(c) whether the Government has any plans to increase the percentage allocation to co-operatives in order to ensure more people benefit from the project; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "186",
      "asked_by": "Mr C Kang’ombe (Kamfinsa)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will rehabilitate the water reticulation system at the Zambia Forestry College in Kamfinsa Parliamentary Constituency; and",
        "(b) what the estimated cost of the project is. 187. Mr Chinkuli (Kanyama) - to ask theMinister ofHealth:",
        "(a) whether the Government has any plans to upgrade the Kanyama Level I Hospital in Kanyama Parliamentary Constituency, to a general hospital;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "188",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will complete the construction of the following infrastructure in Sinda District:",
        "(i) district administration office block; (ii) residential houses; (iii) staff houses at Nyanje Mission Hospital; and (iv) staff houses at Sinda Day Secondary School;",
        "(b) what the cause of the delay in completing the projects is; and",
        "(c) what the cost of each project is."
      ]
    },
    {
      "question_number": "189",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to promote the rearing of cattle in rural areas, countrywide; and",
        "(b) what measures are being taken to control animal diseases in rural areas."
      ]
    },
    {
      "question_number": "190",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges on the following crossing points on Chama-Mapamba road in Chama South Parliamentary Constituency:",
        "(i) Lumezi River; (vi) Msalango River; (ii) Lunzi  River; (vii) Chisope River; (iii) Limunga Stream; (viii) Buzimu River; and (iv) Lundazi River; (ix) Lupamazi River;",
        "(v) Lilundi River;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "191",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a bridge across the Zambezi River to connect Lukulu and Mitete Districts;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "192",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Dole Primary School in Milanzi Parliamentary Constituency to a secondary school; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "193",
      "asked_by": "Mr Mwene (Mangango)",
      "minister": "Minister of Technology and Science when the network at the following communication towers in Mangango Parliamentary Constituency will be upgraded from 2G to 4G network",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) Nalulembwe;",
        "(b) Mushwala;",
        "(c) Kachakala;",
        "(d) Luambuwa;",
        "(e) Nyango;",
        "(f) Kabahil; and",
        "(g) Mwanambuyu."
      ]
    },
    {
      "question_number": "194",
      "asked_by": "Mr E Daka (Msanzala)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will construct a level I hospital and staff houses in Lusangazi District;",
        "(b) what the cost of the project is; and",
        "(c) what the timeframe for the completion of the project is."
      ]
    },
    {
      "question_number": "195",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that in 2019, members of the general public paid money in form of land application fees to the Chongwe Municipal Council, in response to an advert for land allocation in the “Smart City” area of Chongwe District;",
        "(b) if so, how many people paid the application fees;",
        "(c) how much money was raised through the exercise at (a);",
        "(d) how many applicants were allocated land as of October, 2023; and",
        "(e) if none, why. ___________________________"
      ]
    }
  ],
  "question_count": 13,
  "status": "success"
}