{
  "metadata": {
    "title": "Thursday, 15th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11569",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "196",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the annual production of each of the following products is, countrywide:",
        "(i) beef; (ii) pork; and (iii) milk;",
        "(b) what measures the Government is taking to increase production of the three products;",
        "(c) which areas will be targeted for the envisaged increased production; and",
        "(d) what the targets of the increased production are."
      ]
    },
    {
      "question_number": "197",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many times in a year the Government supplies medicines to all health facilities across the country;",
        "(b) when the Government last supplied medicines to health facilities across the country;",
        "(c) why some health facilities have continued to experience shortage of medicines despite the supply; and",
        "(d) what measures the Government is implementing to safeguard the medicines distributed to health facilities, countrywide."
      ]
    },
    {
      "question_number": "198",
      "asked_by": "Mr Mwambazi (Bwana Mkubwa)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the laying of water pipes in the following wards in Bwana Mkubwa Parliamentary Constituency, under the Kafulafuta Water Project, will commence:",
        "(i) Lupili; (ii) Mushili; and (iii) Twashuka;",
        "(b) what the timeframe for the project is; and",
        "(c) what the cost of providing water to each ward is."
      ]
    },
    {
      "question_number": "199",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure a motor vehicle for the District Education Board Secretary’s Office in Mitete District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "200",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade, to bituminous standard, the Chama-Muyombe road, which connects Chama and Mafinga Districts;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "201",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to purchase motor vehicles for Chief Mukubwe and Chief Mwinuna of Ngabwe District; and",
        "(b) if so, when the plans will be implemented. NOTICE OF MOTION Mr Michelo Adopt Report of the Committee on Agriculture, Lands and Natural Resources: That this House do adopt the Report of the Committee on Agriculture, Lands and Natural Resources on the Performance Audit Report on the Implementation of the Farmer Input Support Programme (FISP) 2018 to 2022, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 28th November, 2023. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}