{
  "metadata": {
    "title": "Thursday, 5th March, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8310",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "219",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) whether the Government is aware that there is no water supply to wards at the University Teaching Hospital especially at night;",
        "(b) if so, what the cause of the erratic water supply is; and",
        "(c) what urgent measures are being taken to rectify the problem."
      ]
    },
    {
      "question_number": "220",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 31)",
      "parts": [
        "(a) whether the Government is aware that some foreigners are illegally transporting livestock from Mumbwa and Itezhi tezhi via Ngabwe District to the Democratic Republic of Congo thereby spreading livestock diseases in Ngabwe; and",
        "(b) if so, what measures the Government is taking to stop the illegal act and also to contain the diseases in the District."
      ]
    },
    {
      "question_number": "221",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct new correctional facilities in Solwezi and Kalumbila Districts;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the time frame for the completion of the projects is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "222",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Zambia Cooperative Federation will install solar milling plants under the Presidential Milling Plants Initiative for the following Multi Purpose Cooperatives in Chifunabuli Parliamentary Constituency:",
        "(i) Mwita in Kasanda Ward; (ii) Kafwimbi in Kampampa Ward; and (iii) Shimalingu in Kasongole Ward; and",
        "(b) what the cause of the delay in installing the milling plants is."
      ]
    },
    {
      "question_number": "223",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many illegally owned firearms were confiscated in Kalabo District in 2018;",
        "(b) whether the firearm amnesty is still in force;",
        "(c) if so, how effective the amnesty is; and",
        "(d) what measures are being taken to curb the rising crime rate in the District."
      ]
    },
    {
      "question_number": "224",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to promote decent housing for people living in rural areas;",
        "(b) if so, when the plans will be implemented;",
        "(c) which rural areas have been earmarked for the pilot project; and",
        "(d) what the estimated cost of each housing unit under the project, is."
      ]
    },
    {
      "question_number": "225",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct additional classroom blocks at the following schools in Mushindamo District:",
        "(i) Maponde; (ii) Kamilombe; (iii) Kichikwe; (iv) Kang’wena;",
        "(v) Mushindamo; (vi) Kishela; (vii) Mapunga; and (viii) Yowela;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the projects is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "226",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many community schools there were in Kaputa District as of February, 2019;",
        "(b) what type of support the Government renders to the community schools;",
        "(c) whether the Government has any plans to construct infrastructure at the community schools;",
        "(d) if so, when the plans will be implemented; and",
        "(e) what type of infrastructure will be constructed."
      ]
    },
    {
      "question_number": "227",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the progress on the construction of the Kanyika Dam in Kasempa Parliamentary Constituency is;",
        "(b) what the total cost of the project is;",
        "(c) whether the people who were displaced to pave way for the project were fully compensated; and",
        "(d) when the Dam will become operational."
      ]
    },
    {
      "question_number": "228",
      "asked_by": "Mrs Chinyama (Kafue)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a mini hospital in Chiawa area in Kafue District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "229",
      "asked_by": "Mr Daka (Msanzala)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a hospital at Msolo in Chief Nyamphande’s chiefdom;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "230",
      "asked_by": "Mr Kangombe (Sesheke)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Livingstone - Sesheke road;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the total cost of the project is;",
        "(d) who the contractor for the project is; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "231",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of the Nabwalya-Mfuwe road in Mfuwe Parliamentary Constituency, will be completed;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) how much money had been paid to the contractor as of July, 2019."
      ]
    },
    {
      "question_number": "232",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that the Kalumbila Multi Facility Economic Zone in Kalumbila District, has not been gazetted to commence operations; and",
        "(b) if so, what the cause of the delay in gazetting the Economic Zone is."
      ]
    },
    {
      "question_number": "233",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the following Health Centres in Mkaika Parliamentary Constituency to mini hospital level:",
        "(i) Chimtende; and (ii) Vulamkoko; and",
        "(b) if so, when the plans will be implemented. __________________________"
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}