{
  "metadata": {
    "title": "Tuesday, 14th October, 2014",
    "source_url": "https://www.parliament.gov.zm/node/453",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 14TH OCTOBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "150",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Local Government and Housing whether the Government has any plans to maintain feeder roads that were constructed with support from the Danish International Development Agency (DANIDA).",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "151",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the youth skills training centre in Kaputa District will be expanded to enable it cater for the increased number of youths in Kaputa and Nsama Districts; and",
        "(b)    whether the Government has any plans to broaden the skills programmes being offered at the centre."
      ]
    },
    {
      "question_number": "152",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to provide solar power to the following primary schools in Kalabo Central Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Imilangu;",
        "(b)    Ituya;",
        "(c)    Ndoka;",
        "(d)    Mayumbi; and",
        "(e)    Lushi."
      ]
    },
    {
      "question_number": "153",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether detailed plans have been prepared for the construction of Mufuchani Bridge in Kwacha Parliamentary Constituency; and",
        "(b)    if so, whether the plans will be made public."
      ]
    },
    {
      "question_number": "154",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Housing whether the Government has any plans to construct shelters and public toilets at the harbours in Kalabo and Mongu Districts.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "155",
      "asked_by": "Ms Imenda (Luena)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of district administration offices in Limulunga will commence;",
        "(b)    what the cost of the project is; and",
        "(c)    what the duration of the works is."
      ]
    },
    {
      "question_number": "156",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Local Government and Housing when the Government will construct a modern bus station and a market in Sesheke Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "157",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Nakonde Central Police Station was built;",
        "(b)    when the dilapidated Police Station will be rehabilitated;",
        "(c)    whether the Government has any plans to construct female and juvenile cells at the Police Station; and",
        "(d)    what the total cost of the projects at (b) and (c) is."
      ]
    },
    {
      "question_number": "158",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the following items will be provided to the inmates at Katete State Prison:",
        "(i)    uniforms; (ii)    mattresses; and (iii)    blankets;",
        "(b)    when the kitchen at the Prison will be rehabilitated and modernised; and",
        "(c)    when the two holding cells will be rehabilitated."
      ]
    },
    {
      "question_number": "159",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boarding schools are in Bwacha Parliamentary Constituency; and",
        "(b)    when Mukobeko Secondary School will have boarding facilities to cater for pupils from far flung areas."
      ]
    },
    {
      "question_number": "160",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was budgeted for the grading of feeder roads in Chipili Parliamentary Constituency from 2010 to 2014, year by year;",
        "(b)    how many feeder roads were graded in the period above; and",
        "(c)    whether the money was spent on the intended purpose."
      ]
    },
    {
      "question_number": "161",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Solwezi-Mwinilunga (T5) Road will be rehabilitated and expanded to cater for the increased flow of traffic as a result of mining activities.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "162",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a road to by-pass the Kitwe Central Business District from Kafue Bridge in Luangwa Township to Shombe Road via Kalulushi Airport to Sabina-Chingola Road;",
        "(b)    if so, what the estimated cost of the project is; and",
        "(c)    what the time-frame for executing the project is."
      ]
    },
    {
      "question_number": "163",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will construct a bridge across Loanja River at Kalundu School in Mushukula Ward in Mwandi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "164",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any roads in Kaputa District have been included on the Link Zambia 8000 Road Project;",
        "(b)    if so, what the names of the roads are;",
        "(c)    when the tarrying exercise will commence; and",
        "(d)    what the duration of the exercise is. ORDER OF THE DAY 1    Supply - Motion (10th October) – Resumption of Debate."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}