{
  "metadata": {
    "title": "Thursday, 6th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11107",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "336",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will rehabilitate Kabanze and Mbole Dams in Mbabala Parliamentary Constituency; and",
        "(b) what the cause of the delay in rehabilitating the Dams is."
      ]
    },
    {
      "question_number": "337",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a play park in Mufumbwe District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "338",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that there have been cases of people suspected of practicing witchcraft being shot dead in Nyawa area in Katombola Parliamentary Constituency; and",
        "(b) if so, what measures are being taken to protect the residents of Nyawa and other parts of the Constituency from such attacks. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W19. Mr Mukosa (Chinsali) - to ask the Minister of Finance and National Planning:",
        "(a) whether there were any asset management companies in Zambia that failed to pay investors,their investment proceeds between January, 2012 and August, 2022;",
        "(b) if so, what the names of the companies are;",
        "(c) what measures are being taken to assist the affected investors get their investment proceeds; and",
        "(d) what measures are being taken to avoid a recurrence of the same. NOTICE OF MOTION Mr Mutinta Adopt Report of the Committee on Education, Science and Technology: That this House do adopt the Report of the Committee on Education, Science and Technology on the Performance Audit Report of the Auditor General on the Administration of Student Loans and Scholarships by the Higher Education Loans and Scholarships Board in Zambia Between 2017 - 2020, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 27th June, 2023."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}