{
  "metadata": {
    "title": "Tuesday, 25th September, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1855",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 25TH SEPTEMBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how many girl pupils, country-wide, were reinstated in schools under the re-entry programme and later completed Grade 12 from 2009 to 2011, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "2",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the following schools in Chilubi District will be designated examination centres:",
        "(i)    Kabweulu; (ii)    Mwape-Kalunga; (iii)    Kasuba-Kalunga; (iv)    Chikwaba; and",
        "(v)    Kasanda; and",
        "(b)    why the Government has not acted on this matter which was first raised in 2010."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health whether the Government has any plans to redesign rural health centres by locating the labour wards away from the waiting rooms.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "4",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Vice President when the Government will build houses for the Shangombo District administrative staff who have been renting houses in Senanga District since 1997 when Shangombo was accorded district status.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "5",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Chiefs and Traditional Affairs whether the Government has any plans to rehabilitate Chief Lukama’s Palace in Shangombo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "6",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the salient features of the electronic voucher system of accessing agricultural inputs which the Government intends to introduce, on pilot basis, are;",
        "(b)    whether the system has been tried in any African country and, if so, what the name of the country is and what the results have been; and",
        "(c)    what benefits will accrue to the Government and farmers as a result of using the electronic voucher system."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Mines, Energy and Water Development when the newly created Vubwi District will be connected to the national electricity grid.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "8",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health when the Government will build waiting rooms for people nursing patients in rural health centres and hospitals, such as Nangoma Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "9",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many personal secretaries to Ministers have, since September, 2011, been:",
        "(i)    retired; (ii)    transferred to other departments; (iii)    remained in the same capacity; and (iv)    sent on leave pending redeployment;",
        "(b)    whether the secretaries at (a) (iv) above have been receiving their salaries;",
        "(c)    how many ministries were affected by the changes above; and what the names of the ministries are;",
        "(d)    what prompted the changes above; and",
        "(e)    how much money was spent on the settling-in allowances, to pay those who were transferred."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a tractor which was allocated to Shangombo District in 2010, will be delivered;",
        "(b)    whether the Ministry has any immediate plans to construct the 100 housing units which the previous Government promised in 2011; and",
        "(c)    why Nangweshi Market in Sinjembela Parliamentary Constituency is still ran by political party cadres."
      ]
    },
    {
      "question_number": "11",
      "asked_by": "Mr Zimba (Kapiri-Mposhi)",
      "minister": "Minister of Labour and Social Security how much money TAZARA owed the National Pension Scheme Authority and Zambia State Insurance Corporation in unremitted statutory contributions as of 31st March, 2012.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "12",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when ZESCO Limited will complete the installation of pre-paid metres, country-wide;",
        "(b)    what the estimated cost of the project is;",
        "(c)    who the suppliers of the pre-paid metres are; and",
        "(d)    how many properties country-wide had the pre-paid meters installed as of 30th April, 2012."
      ]
    },
    {
      "question_number": "13",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much of the money allocated in the 2011 budget was disbursed by the Government for purposes of grading feeder roads in Southern Province;",
        "(b)    how many kilometres of the feeder roads at (a) were graded as of 30th April, 2012; and",
        "(c)    whether the money disbursed at (a) was used for the intended purpose."
      ]
    },
    {
      "question_number": "14",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any journalists at Times of Zambia and Zambia Daily Mail were dismissed following the 20th September, 2011 general elections and, if so, how many; and",
        "(b)    what the reasons for the dismissals were."
      ]
    },
    {
      "question_number": "15",
      "asked_by": "Mr M B Mwale (Malambo)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Mafula High School in Mambwe District started;",
        "(b)    when the construction works will be completed; and",
        "(c)    whether the construction will be completed on schedule and, if not, why."
      ]
    },
    {
      "question_number": "16",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Chadiza District Hospital will be opened to the public;",
        "(b)    what has caused the delay in opening the Hospital; and",
        "(c)    how much money was spent on constructing the Hospital."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any means of monitoring the conduct of former inmates who were pardoned by His Excellency the President on 25th May, 2012 on the occasion of the Africa Freedom Day and hence released from Prisons prior to serving their sentences in full;",
        "(b)    what measures have been taken to ensure that the ex-prisoners do not turn to crime again in view of the high unemployment levels in the country; and",
        "(c)    what programmes are there to ensure that the ex-prisoners are reintegrated into their families and communities and not stigmatised or rejected by society."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how long it takes for an imported motor vehicle from the time it enters the country:",
        "(i)    to be issued with a tax clearance certificate; and (ii)    to be fully registered;",
        "(b)    whether the Ministry is aware that unregistered vehicles pose a lot of danger to the public; and",
        "(c)    whether the Government has any plans to decentralise the registration of motor vehicles to Provinces and Districts."
      ]
    },
    {
      "question_number": "19",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Agriculture and Livestock when veterinary officers will be sent to the following places in Mulobezi District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Nawinda;",
        "(b)    Kamanga;",
        "(c)    Bwina; and",
        "(d)    Sichili."
      ]
    },
    {
      "question_number": "20",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Home Affairs when police posts will be constructed at the following places in Mulobezi District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Nawinda;",
        "(b)    Kamanga;",
        "(c)    Lwamuloba;",
        "(d)    Bwina;",
        "(e)    Kamenyani; and",
        "(f)    Machile. NOTICE OF MOTION Mr S Chungu Thanks - His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address."
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}