{
  "metadata": {
    "title": "Thursday, 21st February, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1694",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 21ST FEBRUARY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "336",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to widen the Great East Road to reduce on road traffic accidents; and",
        "(b)    if so, when the project will commence."
      ]
    },
    {
      "question_number": "337",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the following vices are rampant among the teachers serving in Kalabo Parliamentary Constituency:",
        "(i)    beer-drinking during working hours; and (ii)    absenteeism; and",
        "(b)    if the Government is aware, what measures have been taken to curb these vices."
      ]
    },
    {
      "question_number": "338",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Gender and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many street children there were country-wide as of September, 2012;",
        "(b)    what the major causes of children being on the streets are;",
        "(c)    how many street children were re-integrated with their families/relatives as of June, 2012; and",
        "(d)    whether the Government has any empowerment programmes for households where the street children have been re-intergrated and, if so, what the  programmes are."
      ]
    },
    {
      "question_number": "339",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to assist indigenous manufacturing companies such as the Kabwe Industrial Fabrics Company survive competition considering the high cost of raw materials; and",
        "(b)    what measures the Government has taken to curb the importation of polythene bags, considering that they are locally manufactured."
      ]
    },
    {
      "question_number": "340",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Mines, Energy and Water Development what has caused the delay in connecting Rufunsa District to the national electricity grid.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "341",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Vice President whether the Government has any plans to harmonise the ages at which a citizen is issued with a National Registration Card and their eligibility to vote in an election.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "342",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when Ntatumbila and Sham Basic Schools will be rehabilitated and upgraded to secondary schools.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "343",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the electrification of Zemba in Chadiza District will be completed;",
        "(b)    what the total cost of the project is;",
        "(c)    what has caused the delay in completing the project; and",
        "(d)    who the contractors of the project are."
      ]
    },
    {
      "question_number": "344",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Home Affairs when the Police Post at Chitambo Mission in Serenje will be provided with the following",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    staff houses;",
        "(b)    holding cells; and",
        "(c)    transport."
      ]
    },
    {
      "question_number": "345",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Finance when the Government will facilitate the establishment of banking facilities at Nsumbu Business Centre in Nsama District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "346",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a new local court building at Nsumbu Business Centre in Nsama District considering that the existing one is dilapidated; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what developmental programmes the Government intends to put in place to improve facilities and services in the rural areas country-wide;",
        "(b)    when the Government will begin implementing the programmes;",
        "(c)    how much money is required to implement the programmes; and",
        "(d)    how the Government will raise the money required to implement the programmes."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many rural health centres are earmarked for construction in the newly created Zimba District; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Kaleula Airstrip in Kaputa District was last inspected to determine its fitness for continued use;",
        "(b)    when the Airstrip will be rehabilitated; and",
        "(c)    whether the Government has any plans to ensure regular maintenance  of the Airstrip."
      ]
    },
    {
      "question_number": "350",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government has abdicated its responsibility of conservation of wildlife in Mweru-Wantipa and Nsumbu National Parks and left the task to be spearheaded by members of the Community Resource Boards (CRBs);",
        "(b)    whether the Government has any plans to enhance the efforts of the CRBs and, if so, what the plans are; and",
        "(c)    what long term measures, if any, the Ministry has taken to ensure that CRBs are financially self sustaining for them to continue with the task at (a)."
      ]
    },
    {
      "question_number": "351",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education what measures the Ministry has taken to",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    ensure that there are sufficient stocks of textbooks in all schools in Kalabo Central Parliamentary Constituency; and",
        "(b)    improve the textbook-pupil ratio in the Constituency."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the teacher-pupil ratio at Chipata Day Secondary School currently is;",
        "(b)    what the recommended teacher-pupil ratio at the School is; and",
        "(c)    what plans, if any, the Ministry has to improve the teacher-pupil ratio at the School."
      ]
    },
    {
      "question_number": "353",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Transport, Works, Supply and Communication whether the Government is satisfied with the quality of work done on the newly rehabilitated stretch of the Great North Road between Serenje and Mansa turn-off.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "354",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Health when the Ministry will install a new incinerator and a new laundry machine at Kabwe General Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "355",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a District Agricultural Coordinator will be posted to Nsama District; and",
        "(b)    when fisheries officers will be posted to Nsumbu in Chimbamilonga Parliamentary Constituency."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a palace for Chief Simwatachela in Mapatizya Parliamentary Constituency; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "357",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Magistrates Court building in Kaputa will be expanded to include office accommodation, store rooms and wash rooms;",
        "(b)    when the Magistrates Court will be provided with transport to ensure smooth operations of the justice system in the District;",
        "(c)    what the total staff establishment of the Magistrates Court in Kaputa District is; and",
        "(d)    when secretarial staff will be posted to Kaputa Magistrates Court."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to establish a school of medicine at the Mulungushi University in Kabwe and, if so, when the plans will be implemented.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "359",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to reduce the income disparities between households in urban and rural areas; and",
        "(b)    how long it will take for the Government to reduce the income disparities. PRESENTATION OF GOVERNMENT BILLS The Minister of Health The National Health Research – Bill to establish the National Health Research Authority and provide for its functions and powers; establish the National Health Research Ethics Board and provide for its functions and powers; provide a regulatory framework for the development, regulation, financing and coordination of health research and ensure the development of consistent health research standards and guidelines for ethically sound health research; provide for the establishment of health research ethics committees and the regulation and management of research institutions, health researchers and health establishments involved in or undertaking research; provide for the regulation of biological material for health research; provide for ethical approval for the conduct of clinical trials; provide for the use of traditional, complementary and alternative medicines in health research; provide for data management and intellectual property rights in health research; provide for the designation of bio banks; and provide for matters connected with, or incidental to, the foregoing.                   (N.A.B. 2/2013) The Minister of Health The Medicines and Allied Substances – Bill to continue the existence of the Pharmaceutical  Regulatory Authority and re-name it as the Zambia Medicines Regulatory Authority; provide for the functions and powers of the Authority; provide for the registration and regulation of pharmacies, health shops and agro-veterinary shops; provide for the registration and regulation of medicines and allied substances; provide for the regulation of the manufacture, importation, exportation, possession, storage, distribution, supply, promotion, advertising, sale and use of medicines and allied substances; provide for the regulation and control of clinical trials; repeal and replace the Pharmaceutical Act, 2004; and provide for matters connected with, or incidental to, the foregoing.             (N.A.B. 3/2013)"
      ]
    }
  ],
  "question_count": 24,
  "status": "success"
}