{
  "metadata": {
    "title": "Tuesday, 30th March, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8855",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "145",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many solar milling plants were installed, countrywide, as of July, 2020;",
        "(b) how many were operational as of the same date;",
        "(c) in how many constituencies the milling plants were operational;",
        "(d) what the major cause of the non-operational milling plants is;",
        "(e) whether the objective of the solar milling plants project has been achieved; and",
        "(f) if the objective has not been achieved, why."
      ]
    },
    {
      "question_number": "146",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Housing and Infrastructure Development whether the Government has any plans to engage the Builders Brigade from the defence forces to complete construction works on roads and buildings, countrywide, that have stalled due to austerity measures.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": []
    },
    {
      "question_number": "147",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the total amount of Local Government Equalisation Fund disbursed to local authorities, countrywide, was in 2019;",
        "(b) whether the money was disbursed in full as appropriated in the National Budget;",
        "(c) if not, what the deficit was;",
        "(d) what the challenges in disbursing the funds were;",
        "(e) whether the Government has any plans to disburse the Equalisation Fund to all Councils every month; and",
        "(f) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "148",
      "asked_by": "Dr Chibanda (Mufulira)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the process of transferring some functions of the Lusaka City Council from the Civic Centre to the mini-civic centres in the constituencies began;",
        "(b) how many mini-civic centres were under construction in Lusaka as of June, 2020;",
        "(c) how many centres were completed as of December, 2020;",
        "(d) what the challenges of expediting the works, if any, are;",
        "(e) when the centres will become functional; and",
        "(f) what services will be offered at the centres."
      ]
    },
    {
      "question_number": "149",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges across the following streams in Liuwa Parliamentary Constituency to enable motorists access Liuwa easily, especially in the rainy season:",
        "(i) Luamutu; (ii) Munde; (iii) Lumei; and (iv) Luola;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "150",
      "asked_by": "Mr Zimba (Chasefu)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many community schools were converted to Government schools in Chasefu District from January, 2016 to March, 2020;",
        "(b) when additional teachers will be deployed to the schools at (a);",
        "(c) whether the Government has any plans to construct infrastructure at the schools at (a);",
        "(d) if so, when the plans will be implemented; and",
        "(e) what infrastructure will be constructed."
      ]
    },
    {
      "question_number": "151",
      "asked_by": "Mrs M L Phiri (Chilanga)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many smart energy solutions were developed by Zesco Limited from January, 2017 to July, 2020;",
        "(b) whether there are any private companies investing in smart energy solutions;",
        "(c) if so, what the names of the companies are; and",
        "(d) in which provinces the companies are operating."
      ]
    },
    {
      "question_number": "152",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to formulate policies aimed at protecting and promoting the growth of small scale enterprises;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "153",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of township roads in Kasempa District will be completed;",
        "(b) what has caused the delay in completing the project;",
        "(c) how much money had been spent on the project as of July, 2020;",
        "(d) what the outstanding amount on the contract sum is; and",
        "(e) when the contractor will return to the site."
      ]
    },
    {
      "question_number": "154",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many agriculture extension officers there were, countrywide, as of July, 2020;",
        "(b) what the ratio of agriculture extension officer to farmer was, countrywide, as of the same date;",
        "(c) what the recommended ratio is;",
        "(d) what measures are being taken to attain the recommended ratio; and",
        "(e) what measures are being taken to enhance extension services in rural areas, countrywide. QUESTION FOR WRITTEN ANSWER W14. Dr Kopulande (Chembe)   -   to ask the Minister of Housing and Infrastructure Development:",
        "(a) what infrastructure had been constructed and occupied in Chembe District as of 2020 since the declaration of Chembe as a district in 2012;",
        "(b) what infrastructure was still under construction as of December, 2020;",
        "(c) who the contractors for the projects under construction are;",
        "(d) what the cost of each project under construction is;",
        "(e) what the cause of the delay in completing the projects at (b) is; and",
        "(f) what the time frame for the completion of each project is. PRESENTATION OF GOVERNMENT BILLS The Minister of Health The Health Professions (Amendment)   - Bill to amend the Health Professions Act.                  (N.A.B 24/2021) The Minister of Justice The Zambia Institute of Advanced Legal Education (Amendment) - Bill to amend the Zambia Institute of Advanced Legal Education Act.                                                                                                        (N.A.B 27/2021) _______________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}