{
  "metadata": {
    "title": "Tuesday, 26th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5090",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 26TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "407",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why construction of a college of mathematics and science has been moved from Kabompo District, contrary to the pronouncement made by the late President Michael Sata in 2012;",
        "(b)    where the college will be situated;",
        "(c)    whether stakeholders were consulted on the relocation of the project;",
        "(d)    if so, which stakeholders were consulted; and",
        "(e)    if no stakeholders were consulted, why."
      ]
    },
    {
      "question_number": "408",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a college of education in Rufunsa District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. 409    Mr Kasonso (Solwezi West) - to the Minister of Health:",
        "(a)    when the full complement of staff will be deployed to Lumwana Hospital in the North-Western Province;",
        "(b)    whether the equipment required to run the Hospital at optimum level has been procured and delivered; and",
        "(c)    if not, when the equipment will be procured."
      ]
    },
    {
      "question_number": "410",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to transfer members of staff, especially District Agriculture Coordinating Officers, who have over-stayed at one station;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "411",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to introduce a social security scheme for:",
        "(i)    people in the informal sector; (ii)    artistes; and (iii)    sportspersons;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. QUESTIONS FOR WRITTEN ANSWER W19    Mr Pande (Kasempa) - to ask the Minister of Finance:",
        "(a)    how much money was disbursed to Government institutions in 2014 and 2015, by year and by institution;",
        "(b)    how much was not utilised in the same period, institution by institution;",
        "(c)    what the reasons for not utilising the money are; and",
        "(d)    what happened to the money at (b). W20    Mr Pande (Kasempa) - to ask the Vice President and Minister of Development Planning:",
        "(a)    what the total cost of sending messages via the Short Message System on all phone mobile networks to invite Zambians to witness the Presidential Assent to the amended Constitution on 5th January, 2016, at the National Heroes Stadium in Lusaka, was;",
        "(b)    what the total cost of transport and board and lodging for invited guests from outside Lusaka was;",
        "(c)    how much money, in total, was spent on the entire event; and",
        "(d)    which budget line was used to meet the above cost. W21    Mr Chipungu (Rufunsa) - to ask the Minister of Energy and Water Development:",
        "(a)    why works to connect Rufunsa District to the national electricity grid have stalled;",
        "(b)    when the works will resume;",
        "(c)    when power will be switched on to institutions that have already been connected to the national electricity grid;",
        "(d)    how many ZESCO substations are earmarked for construction in Rufunsa District in 2016, to enable even distribution of electricity; and",
        "(e)    at which points in the District the substations will be constructed. W22    Mr Lufuma (Kabompo West) - to ask the Minister of General Education:",
        "(a)    what the total number of teachers in Kabompo District was as of March, 2016;",
        "(b)    what the teacher-pupil ratio in the District was;",
        "(c)    what the average teacher-pupil ratio in the North-Western Province was; and",
        "(d)    why only ten teachers were deployed to schools in Kabompo District from the 5000 teachers recently employed by the Government. W23    Mr Chipungu (Rufunsa) - to ask the Minister of Home Affairs:",
        "(a)    how many road traffic accidents occurred along the Great East Road from 2013 to 2015,  year by year;",
        "(b)    what the major causes of the accidents were; and",
        "(c)    what measures have been taken to reduce the number of accidents along the Road. PRESENTATION OF GOVERNMENT BILLS The Minister of Local Government and Housing The Local Government (Amendment) – Bill to amend the Local Government Act. (N.A.B. 11/2016) The Minister of Home Affairs The Police-Public Complaints Commission – Bill to provide for the membership, functions, operations and financial management of the Police-Public Complaints Commission; provide a procedure for the initiation and investigation of complaints against police actions; and provide for matters connected with, or incidental to, the foregoing.                                        (N.A.B. 12/2016) The Minister of Commerce, Trade and Industry The Industrial Designs – Bill to encourage the creation of designs and development of creative industries through enhanced protection and utilisation of designs; to provide for the registration and protection of designs; to provide for the rights of proprietors of registered designs; to provide for the restriction, publication and communication of registered designs; to provide for contractual and compulsory licences; to provide for the use and acquisition of registered designs by the Government; to give effect to the Paris Convention for the Protection of Industrial Property 1883, the Harare Protocol on Patents and Industrial Designs adopted on December 10, 1982, the World Trade Organisation Agreement on Trade Related Aspects of Intellectual Property Rights 1994 and any other  relevant international treaty or Convention to which Zambia is a State Party; to repeal and replace the Registered Designs Act, 1958; and to provide for matters connected with, or incidental to, the foregoing.            (N.A.B. 17/2016) The Minister of Justice The Judiciary Administration – Bill to revise the law relating to the administration of the Judiciary; make provision for the appointment of judicial officers and staff of the Judiciary; repeal and replace the Judicature Administration Act, 1994; and provide for matters connected with, or incidental to, the foregoing.            (N.A.B. 18/2016) The Minister of Justice The Supreme Court of Zambia (Amendment) – Bill to amend the Supreme Court of Zambia Act.                                             (N.A.B. 19/2016) The Minister of Justice The Electoral Commission of Zambia – Bill to provide for the membership, functions, operations and financial management of the Electoral Commission of Zambia; repeal and replace the Electoral Commission Act, 1996; and provide for matters connected with, or incidental to, the foregoing.                    (N.A.B. 20/2016) The Minister of Justice The Ministers (Prescribed Number and Responsibilities) – Bill to prescribe the number of Ministers in accordance with Article 116 of the Constitution; and provide for matters connected with, or incidental to, the foregoing.            (N.A.B. 21/2016) The Minister of Finance The State Audit Commission – Bill to provide for the membership, functions, operations and financial management of the State Audit Commission; and provide for matters connected with, or incidental to, the foregoing.            (N.A.B. 22/2016)"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}