{
  "metadata": {
    "title": "Tuesday, 24th September, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1518",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 24TH SEPTEMBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)why funding to Yeta Hospital in Sesheke District is erratic;",
        "(b)whether the Government is aware that the erratic funding negatively affects the smooth running of the Hospital;",
        "(c)what measures have been taken to correct the situation; and",
        "(d)when the Hospital will be provided with an ambulance."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to renovate Kaole Stadium in Mansa and, if so, when; and",
        "(b)whether the Government has any plans to build a modern sports facility in Luapula as the case is for other Provinces."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Muteteka (Chisamba)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the recently opened Chisamba High School will be electrified.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "4",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection what measures the Ministry has taken to make land in Kabwe District available for investment.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "5",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Ministry is aware that some health centres in Kaputa Parliamentary Constituency are manned by unqualified personnel and, if so, when the Ministry will correct the anomaly; and",
        "(b)whether nurses are qualified to head health centres."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government owes any money to seed marketing companies and transporters of agro-inputs who were engaged to supply and transport agro-inputs to various parts of the country during the 2012/2013 farming season and, if so, how much the debt is;",
        "(b)when the debt will be paid; and",
        "(c)what the reason for the delay in paying off the debt is."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)why ZESCO Limited, whose core business is power generation, transmission and distribution, owns a commercial licence in communication;",
        "(b)what the purpose of the licence is;",
        "(c)what the capacity of the fibre optic cable owned by ZESCO is; and",
        "(d)whether the optic fibre at (c) can be used by Zamtel Limited whose core business is telecommunication."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when Mulungushi Textiles will resume industrial production;",
        "(b)why it has taken long for the Company to resume operations; and",
        "(c)what measures have been taken to ensure that the Company operates profitably in future."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will rehabilitate the following primary schools in Nakonde Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Chitamane;",
        "(b)Itutu;",
        "(c)Ndanji;",
        "(d)Lukumba;",
        "(e)Chawa; and",
        "(f)Zyongo."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Home Affairs whether the",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Government has any plans to construct a prison in Nakonde District."
    },
    {
      "question_number": "11",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to resuscitate the operations of the Kawambwa Tea Company; and",
        "(b)if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when Isangano National Park in Luwingu District will be re-stocked with wild animals;",
        "(b)what animal species will be re-stocked in the Park;",
        "(c)whether the re-stocking exercise will be based on the Public Private Partnership arrangement; and",
        "(d)if so, who the possible partners are."
      ]
    },
    {
      "question_number": "13",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to construct a new district hospital in Luwingu to cater for the growing population; and",
        "(b)if so, when the construction of the hospital will commence."
      ]
    },
    {
      "question_number": "14",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)in which sectors the Euro bond loan was invested;",
        "(b)how much money from the Euro bond was spent as of 31st August, 2013;",
        "(c)whether the Government has already started servicing the loan; and",
        "(d)if so, how much has been repaid in terms of both the principal and interest."
      ]
    },
    {
      "question_number": "15",
      "asked_by": "Mr Lufuma (Kabombo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)why Ventilated Improved Pit Latrines were constructed first, instead of classroom blocks, at the following primary school sites in Kabompo West Parliamentary Constituency:",
        "(i)Chifuwe South; (ii)Chifuwe Minunga; and (iii)Kafungo; and",
        "(b)when the classroom blocks at the sites at (a) will be constructed."
      ]
    },
    {
      "question_number": "16",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Chiefs and Traditional Affairs whether the Government policy of not recognising additional Chiefs since 1964 has now changed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "17",
      "asked_by": "Mr Milambo (Mwembeshi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many 50kg bags of compound D and urea fertilizer were given to small scale farmers in the following Parliamentary Constituencies in 2012:",
        "(i)Mumbwa Central; (ii)Mwembeshi; and (iii)Nangoma; and",
        "(b)    how many bags of compound D and urea fertilizer are earmarked for distribution in 2013/2014 farming season in the newly created Shibuyunji District."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)where the official boundaries of Chief Matebo, Senior Chief Mukumbi and Senior Chief Musele of Solwezi West Parliamentary Constituency lie; and",
        "(b)when the Government will start sensitising the people of Solwezi West Parliamentary Constituency on the chiefdom boundaries based on the 1958 map which designates official chiefdom boundaries."
      ]
    },
    {
      "question_number": "19",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Community Development, Mother and Child Health when the following health centres in Solwezi West Parliamentary Constituency will be provided with medical personnel",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Kisasa;",
        "(b)Maheba; and",
        "(c)Mutanda."
      ]
    },
    {
      "question_number": "20",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Agriculture and Livestock when Government will build more grain storage facilities in Kaoma District considering that a lot of maize goes to waste due to inadequate storage facilities.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "21",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how much honey and wax was produced in Kaoma District from January, 2011 to July 2013; and",
        "(b)whether the Government has any plans to re-open the honey factory in the District."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Ministry is aware that no Government staff houses have been constructed at the following primary schools in Chitambo Parliamentary Constituency since the schools were opened:",
        "(i)Lubembe and Kabola in Muchinka Ward; and (ii)Chipundu in Chipundu Ward; and",
        "(b)if so, when construction of the houses for the schools will commence."
      ]
    },
    {
      "question_number": "23",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Chiefs and Traditional Affairs whether the Government has any plans to build infrastructure at the David Livingstone Memorial Site in Chipundu Ward in Chitambo Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "24",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development when the project to connect Mwinilunga District to the national electricity grid will be completed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "25",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Local Government and Housing when the construction of the new civic centre for Mwinilunga District Council, where works have stalled, will be completed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " NOTICE OF MOTION Mr Mushanga Thanks - His Excellency the President’s Address :  That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address."
    }
  ],
  "question_count": 25,
  "status": "success"
}