{
  "metadata": {
    "title": "Tuesday, 11th June, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11712",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "332",
      "asked_by": "Mr Chitotela (Pambashe)",
      "minister": "Minister of Finance and National Planning",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how much revenue was collected in toll fees, countrywide, in 2023;",
        "(b) of the revenue collected in the period above, how much money was allocated to the following in each quarter:",
        "(i) road rehabilitation; (ii) road maintenance; and (iii) road construction; and",
        "(c) if no money was allocated for road rehabilitation, maintenance and construction, why."
      ]
    },
    {
      "question_number": "333",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture how many of the following there were in Kalabo District, as of April, 2023",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) farming blocks; and",
        "(b) agricultural camps."
      ]
    },
    {
      "question_number": "334",
      "asked_by": "Mr Mutinta (Itezhi-Tezhi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) why the construction of the district administration offices in Itezhi-Tezhi District has stalled;",
        "(b) when the project will resume, considering that the structure is being vandalised; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "335",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Agriculture what measures the Government is taking to ensure that the cost of farming inputs is affordable, so as to enable farmers, countrywide, to make profit on their produce.",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "336",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of  Infrastructure, Housing and Urban Development",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when rehabilitation works of the Chambeshi-Chinkobo road in Kanchibiya Parliamentary Constituency will commence;",
        "(b)  what the time frame for the completion of the project is;",
        "(c) how many bridges are earmarked for construction along the road;",
        "(d) who the contractor for the project is; and",
        "(e) what the cost of the project is."
      ]
    },
    {
      "question_number": "337",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Rural Development what measures the Government is taking to improve the state of feeder roads in rural districts, countrywide.",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "338",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Energy",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following locations in Katikulula Resettlement Scheme in Chitambo District:",
        "(i) Phase 1; (ii) Phase 2; and (iii) Phase 3;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "339",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Local Government and Rural Development",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to extend the Bombay Drainage Project in Kabwata Parliamentary Constituency to the following areas:",
        "(i) Chilenje Ward; and (ii) Jack Compound; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "340",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Fisheries and Livestock",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to conduct a cattle restocking exercise in Chilubi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) how many herds of cattle will be provided for the exercise."
      ]
    },
    {
      "question_number": "341",
      "asked_by": "Mr C Mulenga (Kwacha)",
      "minister": "Minister of Health",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a)  whether the Government has any plans to construct a hospital in Chantete Ward in Kwacha Parliamentary Constituency;",
        "(b)      if so, when the plans will be implemented;",
        "(c)     what the estimated time frame for the completion of the project is;",
        "(d)     what the estimated cost of the project is; and",
        "(e)     if there are no such plans, why."
      ]
    },
    {
      "question_number": "342",
      "asked_by": "Mr J Daka (Chadiza)",
      "minister": "Minister of Green Economy and Environment",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a)     what measures the Government is implementing to curb deforestation, countrywide;",
        "(b)     how much money was allocated to control the vice, as of November, 2023;",
        "(c)     whether there are any policies in place to control the cultivation and curing of virginia tobacco, which is one of the major contributors to deforestation; and",
        "(d)    if there are no such policies, why."
      ]
    },
    {
      "question_number": "343",
      "asked_by": "Mr Fube (Chilubi)",
      "minister": "Minister of Community Development and Social Services",
      "section": ". QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a)    whether the Government has any plans to restructure the distribution of fertilizer under the Food Security Pack Programme in wetland areas;",
        "(b)     if so, whether the use of cooperatives, as an economically viable channel, will be considered; and",
        "(c)    which constituencies are earmarked for the implementation of the exercise. 8. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 81) W5. Mr Chewe (Lubansenshi) - to ask the Minister of Mines and Minerals Development:",
        "(a)  how many mines, countrywide, were extracting the following minerals as of December, 2023:",
        "(i) copper; (iv) manganese; (ii) gold; (v) cobalt; and (iii) emerald; (vi) diamond;",
        "(b) how much revenue was generated from the mining sector from December, 2021 to December, 2023, year by year;",
        "(c)     how much money, in percentage terms, the sector contributed to the Gross Domestic Product (GDP) in the period above;",
        "(d)     whether the Government has any plans to open new mines; and",
        "(e)     if so, when the plans will be implemented. ___________________________"
      ]
    }
  ],
  "question_count": 12,
  "status": "success"
}