{
  "metadata": {
    "title": "Friday, 4th March, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4981",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 4TH MARCH, 2016",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "344",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many public universities were under construction from 2011 to 2015;",
        "(b)    in which provinces the universities were being constructed;",
        "(c)    at what stage of construction each one was, as of December, 2015;",
        "(d)    how many colleges were upgraded to universities in the same period; and",
        "(e)    of the institutions at (d), how many were operating effectively, as of October, 2015."
      ]
    },
    {
      "question_number": "345",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Vice President how much money was spent by the Electoral Commission of Zambia to hire helicopters during the 2015 Presidential by-election.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "346",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of Council buildings rented by the Government Ministries and Departments in the following districts was, as of August, 2015:",
        "(i)    Kitwe; (ii)    Lusaka; (iii)    Ndola; and (iv)    Livingstone; and",
        "(b)    how much money, in unpaid rentals, the Government owed the Councils above from 2011 to 2015, year by year."
      ]
    },
    {
      "question_number": "347",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a bridge at the Mukumbo crossing point on the Kafue River in Mpongwe District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "348",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Vice President and Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which churches are involved in the construction of the House of Prayer for All Nations Tabernacle in Woodlands, Lusaka;",
        "(b)    whether the Government will facilitate the construction;",
        "(c)    if so, how much money the Government will contribute towards the construction; and",
        "(d)    what other role, if any, the Government will play in the construction of the Tabernacle."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to provide modern equipment to trades training institutes and institutes of technology, country-wide;",
        "(b)    if so, how much money has been budgeted for the procurement of the equipment; and",
        "(c)    what measures are being taken to promote science and technology programmes in trades training institutes."
      ]
    },
    {
      "question_number": "350",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President and Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that former Service Chiefs who served during the United National Independence Party led Government have very low pensions that cannot sustain them;",
        "(b)    if so, whether the Government has any plans to increase the pensions;",
        "(c)    if so, when; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "351",
      "asked_by": "Mrs Masebo (Chongwe)",
      "minister": "Minister of Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    by how many hours of operation, the Kariba North Bank Extension Power Corporation exceeded the permissible maximum operating hours per day as agreed to in the Power Purchase Agreement of 2011, as of 31st October, 2015;",
        "(b)    whether the excess hours of operation contributed to the rapid fall of the water levels in Kariba Dam in 2015;",
        "(c)    what the minimum water level required for the turbines to operate is; and",
        "(d)    what measures the Government is taking to ensure that ZESCO Limited does not use more water than is permitted."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Vice President and Minister of Development Planning when the people that were removed from Chinika area in Lusaka West and are now living in tents on Mumbwa road next to the Last Stop Shop will be relocated to an appropriate place.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "353",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was released for infrastructure development in Eastern Province in 2013;",
        "(b)    how many projects were completed using the money above;",
        "(c)    what caused the delay in implementing the 2013 Infrastructure Development Annual Work Plan for Eastern Province;",
        "(d)    whether any action has been taken against the officers who delayed the implementation of the Work Plan; and",
        "(e)    if so, what action was taken."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}