{
  "metadata": {
    "title": "Thursday,13th June, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11718",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "349",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when rehabilitation works on the Zampalm-Macheleta-Nchubula road in Kanchibiya Parliamentary Constituency will commence;",
        "(b) what the time frame for the completion of the project, is;",
        "(c) how many bridges are earmarked for construction along the road;",
        "(d) who the contractor for the project, is; and",
        "(e) what the cost of the project is."
      ]
    },
    {
      "question_number": "350",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how regularly schools are funded by the Government;",
        "(b) how the funds are utilised; and",
        "(c) how school pupils and communities benefit from the funding."
      ]
    },
    {
      "question_number": "351",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a canal to connect Katonga and Lulimala Wards in Chitambo Parliamentary Constituency to the Luapula River;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many beneficiaries of the Citizens’ Economic Empowerment Fund there were in the following localities, as of December, 2023:",
        "(i) Choma District; (ii) Mbabala Parliamentary Constituency; (iii) Mapanza Chiefdom in Choma District; and (iv) Macha Chiefdom in Choma District;",
        "(b) how much money was disbursed in each locality at (a), as of December, 2023; and",
        "(c) whether the Government has any plans to increase the number of beneficiaries in Mbabala Parliamentary Constituency. 7. NOTICE OF MOTION Brig Gen Sitwala (Rtd) Adopt Report of the Committee on National Security and Foreign Affairs: That this House adopts the Report of the Committee on National Security and Foreign Affairs on the State of Infrastructure at Borders and Ports of Entry into the Country, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 12th June, 2024. 8. ORDER OF THE DAY 1. Question for Oral Answer under Standing Order 80 - Question 342 (11th June) – Resumption of consideration of Question: (Mr J Daka, MP) ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}