{
  "metadata": {
    "title": "Tuesday, 5th March, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11612",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "268",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to declare Kabwe District a free trade zone so as to attract investors;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "269",
      "asked_by": "Mr E Tembo (Feira)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a university or college in Luangwa District in order to carter for learners from the eastern part of the country;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "270",
      "asked_by": "Mr Simbao (Luanshya)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the rationale for the increase in tuition fees at technical and vocational colleges, countrywide, is; and",
        "(b) what measures are being taken to ensure that the new fees do not disadvantage students from poor families."
      ]
    },
    {
      "question_number": "271",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Community Development and Social Services",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that some mobile money agents in Isoka District have been charging beneficiaries of the Social Cash Transfer Programme K50 each when withdrawing their money;",
        "(b) if so, what measures are being taken to curb the illegal vice; and",
        "(c) what measures are being taken to assist beneficiaries in the District who are unable to access their money through the digital payment system due to conflicting details between their National Registration Card numbers and their registered mobile phone numbers."
      ]
    },
    {
      "question_number": "272",
      "asked_by": "Ms S Mwamba (Kasama Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to undertake the following works at Kasama General Hospital in Kasama District:",
        "(i) rehabilitation; and (ii) expansion;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ORDER OF THE DAY 1. Question for Oral Answer under Standing Order 74 - Question 265 (1st March) – Resumption of consideration of Question: (Mr C Mulenga, MP) ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}