{
  "metadata": {
    "title": "Thursday, 11th February, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4897",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 11TH FEBRUARY, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "257",
      "asked_by": "Mr Mwamba (Lubansenshi)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Luwingu-Nsombo-Chaba road will commence;",
        "(b)    what the name of the contractor for the project is;",
        "(c)    what the cost of the project is; and",
        "(d)    what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "258",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Zambian owned companies were involved in the importation of crude oil as of 31st December, 2014; and",
        "(b)    what the names of the companies are."
      ]
    },
    {
      "question_number": "259",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a bridge across Mumbezhi River on Mukumbi-Kalengelenge road in Solwezi West Parliamentary Constituency, will commence;",
        "(b)    what the total cost of the project is; and",
        "(c)    what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "260",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Information and Broadcasting what the progress on the hologram project, in curbing piracy in the country, is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "261",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the water problem at Samfya Secondary School in Samfya District will be resolved; and",
        "(b)    why it has taken long to resolve the problem."
      ]
    },
    {
      "question_number": "262",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that Lochnivar and Blue Lagoon National Parks have been invaded by exotic plants such as mimosa pigra and water hyacinth;",
        "(b)    if so, what measures the Government is taking to eradicate the exotic plants and protect the indigenous ecosystem;",
        "(c)    when the measures will be implemented; and",
        "(d)    if no measures are being taken, why."
      ]
    },
    {
      "question_number": "263",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many times the Constituency Development Fund projects in Kwacha Parliamentary Constituency have been audited, from 2011 to 2014;",
        "(b)    what the findings of the audits were; and",
        "(c)    what action, if any, has been taken against those found wanting."
      ]
    },
    {
      "question_number": "264",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Commerce, Trade and Industry how many shares, in percentage terms, were owned by indigenous Zambians in the following companies as of November, 2015",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Larfage Zambia Plc;",
        "(b)    Dangote Cement Plc;",
        "(c)    Zambia Sugar Plc; and",
        "(d)    Zambia National Commercial Bank Plc."
      ]
    },
    {
      "question_number": "265",
      "asked_by": "Mrs Masebo (Chongwe)",
      "minister": "Minister of Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there was a reduction in the consumption of electricity by the mining companies in 2015, compared to the previous years; and",
        "(b)    if so, by how much."
      ]
    },
    {
      "question_number": "266",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to upgrade Kasanka Health Post in Bangweulu Parliamentary Constituency to a Rural Health Centre;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why. NOTICE OF MOTION Mr Chipungu Report of the Parliamentary Select Committee: That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Hon Mr Justice Charles Kajimanga and Mr Michael Musonda, SC, to serve as Supreme Court Judges and Hon Dr Justice Winnie Sithole Mwenda, Mrs Irene Inonge Zeko Mbewe, Mrs Mercy Kapuka Makubalo, Mrs Penjani Longwe Lamba and Mr Dancewell Mwape Bowa to serve as High Court Judges, for the Fifth Session of the Eleventh National Assembly, laid on the Table of the House on 8th February, 2016."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}