{
  "metadata": {
    "title": "Thursday, 7th November, 2013",
    "source_url": "https://www.parliament.gov.zm/node/786",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 7TH NOVEMBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "170",
      "asked_by": "Mr L J Ngoma (Sinda)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Ministry is aware that Chief Madzimawe of Chipata District has banned the Hon Member for Kasenengwa Parliamentary Constituency from visiting the Chief’s area which is part of the Constituency;",
        "(b)what circumstances led the Chief into banning the Hon Member from visiting her Constituency;",
        "(c)whether Chiefs have power or authority to ban any Hon Member of Parliament from visiting any part of the Constituency;",
        "(d)whether Chiefs are aware that Hon Members of Parliament enjoy absolute freedom of speech on the Floor of the House; and",
        "(e)what measures have been taken to ensure that Chiefs do not restrict Members of Parliament from visiting their Constituencies."
      ]
    },
    {
      "question_number": "171",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will construct roads to connect Sesheke Boma to the following areas",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Imusho; and",
        "(b)Lwampungu via Senanga. NOTICE OF MOTION AND ORDER OF THE DAY The Minister of Finance Ways and Means: That the House do now resolve into Committee of Ways and Means to consider the raising of supply. 1    Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure): Committee of Supply:  Resumption of Debate: (Head 08/01: under consideration): (The Vice President). Heads 08/03, 08/04, 08/06, 08/07, 08/08, 09/01, 10/01, 11/01, 11/02, 11/03, 11/04, 11/05, 11/06, 11/07, 11/08, 11/09, 11/10, 11/11, 11/12, 11/13, 11/14, 11/15, 11/16, 11/17, 11/18, 04/01, 04/02, 04/03, 04/04, 04/05, 04/06, 04/07 and 12/01 - for consideration. KEY TO HEADS OF EXPENDITURE Head 08    -    Cabinet Office – Office of the President Head 09    -    Teaching Service Commission – Office of the President Head 10    -    Police and Prisons Service Commission – Office of the President Head 11    -    Zambia Police – Ministry of Home Affairs Head 04    -    Ministry of Gender and Child Development Head 12    -    Commission for Investigations – Office of the President"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}