{
  "metadata": {
    "title": "Thursday, 28th June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1915",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 28TH JUNE, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "375",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the construction of the Ndondi High School and staff houses in Pemba Parliamentary Constituency will be completed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "376",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the eligibility criteria used for identifying beneficiaries of the Food Security Pack Programme are; and",
        "(b)    what the type and quantity of inputs each beneficiary received in Lupososhi Parliamentary Constituency in 2010 was."
      ]
    },
    {
      "question_number": "377",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will repair the bridge on the Kabompo River which connects Solwezi West and Mwinilunga Parliamentary Constituencies.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "378",
      "asked_by": "Mr M B Mwale (Malambo)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any jobs were lost in the public service as a result of restructuring Government Ministries between September, 2011 and February, 2012;",
        "(b)    if so, how many jobs were lost; and",
        "(c)    how much money has been saved as a result of the restructuring at (a) above."
      ]
    },
    {
      "question_number": "379",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing when sewer lines will be constructed in Riverside and Kwacha residential areas of Kwacha Parliamentary Constituency, where residents have relied on pit latrines.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "380",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Health what measures the Government has taken to ensure that there is a consistent availability of HIV/AIDS and other medical drugs in the rural areas.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "381",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Home Affairs when the Government will construct staff houses at the following institutions",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kamfinsa Police Mobile Training School; and",
        "(b)    Kamfinsa Prison."
      ]
    },
    {
      "question_number": "382",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many students were enrolled at the following institutions as of December, 2011:",
        "(i)    the University of Zambia; (ii)   the Copperbelt University; and (iii)   the Mulungushi University; and",
        "(b)    what the Library capacity in relation to the student population at each institution was."
      ]
    },
    {
      "question_number": "383",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a dam, at the confluence of Kalomo and Mweemba rivers, will be constructed; and",
        "(b)    how many dams and boreholes are earmarked for construction and sinking respectively in Kalomo Parliamentary Constituency in 2012."
      ]
    },
    {
      "question_number": "384",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many transactions in relation to the following activities were undertaken in 2010 and 2011, year by year:",
        "(i)    assignment of property; (ii)   issuance of certificates of title; (iii)  processing of expired leases; and (iv)  notices of re-entry; and",
        "(b)    what measures have been taken to ensure that certificates of title are expeditiously processed. QUESTIONS FOR WRITTEN ANSWER W20    Mr Chisala (Chilubi) - to ask the Minister of Education, Science, Vocational Training and Early Education how many schools from lower, middle, upper, high and secondary levels benefited from the e-learning programme from the following provinces since inception:",
        "(a)    Northern;",
        "(b)    Muchinga;",
        "(c)    Luapula;",
        "(d)    Copperbelt;",
        "(e)    North-Western;",
        "(f)    Western;",
        "(g)    Lusaka; and",
        "(h)    Southern. W21    Mr Chisala (Chilubi) - to ask the Minister of Health how many health facilities:",
        "(a)    were constructed in 2011, province by province; and",
        "(b)    will be constructed in 2012, province by province. W22    Mr Chisala (Chilubi) - to ask the Minister of Health:",
        "(a)    how many medical personnel graduated from the University of Zambia, Chainama College of Health Sciences, Ndola and Kitwe Central Hospitals in 2010 and 2011 in the following categories:",
        "(i)    mid-wifery; (ii)   registered nursing; (iii)  enrolled nursing; and (iv) clinical medicine;",
        "(b)    How many institutions were training medical personnel in the categories above as of 31st December, 2011, by name and by province; and",
        "(c)    how many students were enrolled at each institution as of 31st January, 2012. W23    Mr Chisala (Chilubi) - to ask the Minister of Education, Science, Vocational Training and Early Education how many high, secondary, upper, middle and lower basic schools there were in the country, province by province as of December, 2011."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}