{
  "metadata": {
    "title": "Thursday, 1st August, 2019",
    "source_url": "https://www.parliament.gov.zm/node/8054",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "529",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the exercise of rebasing the Gross Domestic Product (GDP) was last undertaken;",
        "(b) whether the Government has any plans to conduct another exercise;",
        "(c) if so, when the plans will be implemented;",
        "(d) what the benefits of rebasing the GDP on the fiscal space of the economy are; and",
        "(e) whether the exercise will lead to investor confidence."
      ]
    },
    {
      "question_number": "530",
      "asked_by": "Mr Mwamba (Lubansenshi)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the street lighting project in Luwingu District has stalled;",
        "(b) when the project will resume;",
        "(c) what the total cost of the project is;",
        "(d) what the time frame for the completion of the project is; and",
        "(e) who the contractor is. PRESENTATION OF GOVERNMENT BILLS The Minister of Health The Zambia Medicines and Medical Supplies Agency - Bill to provide for an efficient and cost-effective system for the procurement, storage and distribution of medicines and medical supplies; establish Medical Stores Limited as the Zambia Medicines and Medical Supplies Agency and provide for its functions; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 13/2019) The Minister of Health The Nurses and Midwives - Bill to regulate the education and training of nurses and midwives; continue the existence of the General Nursing Council and rename it as the Nursing and Midwifery Council of Zambia and provide for its functions; provide for the registration of, issuance of practicing certificates to, nurses and midwives; provide for the scope of practice of nurses and midwives; regulate the practice and professional conduct of nurses and midwives; provide for the licensing of nursing and midwifery facilities; repeal and replace the Nurses and Midwives Act, 1997; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 14/2019)"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}