{
  "metadata": {
    "title": "Wednesday, 11th May, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5158",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 11TH MAY, 2016",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "431",
      "asked_by": "Mr L J Ngoma (Sinda)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what documents will be required to be produced before Electoral Commission of Zambia officers during nominations as candidates for Member of Parliament and Councillor; and",
        "(b)    what the last day of verification of Grade 12 Certificate by the Examinations Council of Zambia for purposes of the 2016 general elections, is."
      ]
    },
    {
      "question_number": "432",
      "asked_by": "Mr Muchima (Ikeleng’i)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Zamtrop Account has been closed;",
        "(b)    if so, how much money was in the Account at the time of closure;",
        "(c)    how much money in the Account belonged to individuals; and",
        "(d)    what has happened to Access Financial Services Limited which used to handle Zamtrop money. QUESTIONS FOR WRITTEN ANSWER W49    Mr Lufuma (Kabompo West) - to ask the Minister of Works and Supply:",
        "(a)    whether the Government is satisfied with the pace and quality of the rehabilitation works on the Chingola-Solwezi road;",
        "(b)    whether the project will be completed on schedule;",
        "(c)    if not, what measures the Government is taking to ensure that the works are expedited; and",
        "(d)    what the time-frame for the completion of the project is. W50    Mr Lufuma (Kabompo West) - to ask the Vice President and Minister of Development Planning:",
        "(a)    what circumstances led to the restoration of the legal immunity of the former President, Mr Rupiah Banda in March, 2016;",
        "(b)    whether the restoration of the immunity was backed by any law; and",
        "(c)    if so, which law. W51    Mr Lufuma (Kabompo West) - to ask the Minister of Sport, Youth and Child Development:",
        "(a)    whether Zambia has complied with the obligations set under the World Anti-Doping Code;",
        "(b)    if not, what measures the Government has taken to ensure that the country does not face sanctions for non-compliance;",
        "(c)    how many Zambian sportspersons, if any, were sanctioned for doping violations from January, 2013 to March, 2016; and",
        "(d)    what the nature of the violations were. W52    Mr Lufuma (Kabompo West) - to ask the Minister of Transport and Communication:",
        "(a)    what the progress on the restoration of communication service on the 204 GSM mobile communication towers, which became dysfunctional in November, 2015, is;",
        "(b)    when the service will be restored at the following sites in Kabompo District:",
        "(i)    Dikolonga; and (ii)    Kayombo; and",
        "(c)    what the cause of the delay in restoring the service is. PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Local Government Elections (Repeal) – Bill to repeal the Local Government Elections Act, 1991.                                       N.A.B. 14/2016 The Minister of Home Affairs The Zambia Police (Amendment) – Bill to amend the Zambia Police Act so as to repeal Part XA.                                           N.A.B. 27/2016"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}