{
  "metadata": {
    "title": "Friday, 7th March, 2014",
    "source_url": "https://www.parliament.gov.zm/node/636",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 7TH MARCH, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "422",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what measures the Government has taken to assist former employees of the Kabwe Industrial Fabrics Company Limited (KIFCO) get their terminal benefits; and",
        "(b) whether there are plans to bring KIFCO under the operations of the newly created Industrial Development Corporation (IDC) in order to save the Company infrastructure from going to waste."
      ]
    },
    {
      "question_number": "423",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many women clubs in Kabwe Central Parliamentary Constituency were empowered from January, 2012 to January, 2013;",
        "(b) what kind of empowerment the clubs received;",
        "(c) when more women clubs in the Constituency will be empowered; and",
        "(d) what measures have been taken to ensure that there is no duplication of work between the Ministry and the Ministry of Gender and Child Development in disbursing funds to women clubs."
      ]
    },
    {
      "question_number": "424",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health what support the Government provides to Luwi Mission Hospital in Mwinilunga Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "425",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) why Konkola Copper Mines Plc (KCM) delayed the payment of salaries to its employees for the month of January, 2014; and",
        "(b) whether KCM is facing financial problems thereby making it difficult for the Company to meet its financial obligations and, if so, why."
      ]
    },
    {
      "question_number": "426",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many students studying at the Lusaka Apex Medical University, in the following programmes, are sponsored by the Government:",
        "(i) Medicine; (ii) Registered Nursing; and (iii) Midwifery Nursing; and",
        "(b) what the total cost, per year, of training each student in each programme above is."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}