{
  "metadata": {
    "title": "Wednesday, 26th February, 2014",
    "source_url": "https://www.parliament.gov.zm/node/649",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 26TH FEBRUARY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "355",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Keezwa Police Post in Nangoma Parliamentary Constituency will be operational again; and",
        "(b)    what caused the Police Post to be closed."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Local Government and Housing what measures have been taken to ensure the provision of clean drinking water to Mwandi District considering that most of the ground water in the area is salty.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "357",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Solwezi School of Nursing in the North-Western Province does not offer training in registered nursing; and",
        "(b)    when the training of registered nurses in the Province will be introduced."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the daily national consumption of the following types of fuel is:",
        "(i)    diesel; (ii)    petrol; (iii)    kerosene; and (iv)    jet-A-1;",
        "(b)    what the Government’s daily expenditure on each type of fuel is;",
        "(c)    what the strategic reserve of the fuel at any given time is; and",
        "(d)    which oil marketing company has the largest storage capacity in the country."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will complete the decentralisation of the laboratory and diagnostic services to all the provinces of Zambia; and",
        "(b)    what the estimated cost of the exercise is."
      ]
    },
    {
      "question_number": "360",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what qualifies a person born in Zambia to parents from a foreign country to acquire a green National Registration Card;",
        "(b)    what measures the Government has taken to assist such people in Lutale, Nalusanga and Chibolyo Wards in Mumbwa Parliamentary Constituency; and",
        "(c)    why the National Registration Office in Mumbwa District is understaffed."
      ]
    },
    {
      "question_number": "361",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Information and Broadcasting when the Government will pay terminal benefits to the Directors and Deputy Directors of the Times of Zambia and Zambia Daily Mail whose employment was terminated after September, 2011.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "362",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Kapekesa Basic School in Chasefu Parliamentary Constituency, which commenced in 2008, will be completed;",
        "(b)    what the cause of the delay in completing the construction is; and",
        "(c)    what measures the Government has taken to ensure timely completion of the School."
      ]
    },
    {
      "question_number": "363",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of health posts at the following places in Chasefu Parliamentary Constituency will commence:",
        "(i)    Khulamayembe; (ii)    Kamuzowole; and (iii)    Boyole; and",
        "(b)    how many health workers will be stationed at each health post upon completion of the construction."
      ]
    },
    {
      "question_number": "364",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Commerce, Trade and Industry when the Government will facilitate the setting up of the following industries in the Western Province",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    timber processing plant; and",
        "(b)    rice processing plant. QUESTIONS FOR WRITTEN ANSWER W16    Mr Ntundu (Gwembe) - to ask the Minister of Home Affairs:",
        "(a)    when the amnesty for surrendering illegally acquired firearms commenced;",
        "(b)    how many firearms have since been surrendered, province by province;",
        "(c)    whether the firearms at (b) have been disposed of and, if so, how; and",
        "(d)    when the amnesty period will expire. W17    Mr Katuka (Mwinilunga) - to ask the Minister of Tourism and Art:",
        "(a)    when Zambia last exported the following species of animals to other countries:",
        "(i)    elephant; (ii)    rhino; (iii)    buffalo; and (iv)    lion;",
        "(b)    how much money was raised from the export of the animals;",
        "(c)    how many Zambians acquired hunting licences from 2011 to 2013, year by year; and",
        "(d)    what the policy on hunting wild animals for provision of meat for consumption at traditional ceremonies is. ORDER OF THE DAY 1    The Service Commissions (Amendment) Bill            (N.A.B. 21/2013) Second Reading"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}