{
  "metadata": {
    "title": "Friday, 12th December, 2014",
    "source_url": "https://www.parliament.gov.zm/node/417",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 12TH DECEMBER, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "285",
      "asked_by": "Mr Nkombo (Mazabuka Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of farmers who supplied maize and rice grain to the Food Reserve Agency is;",
        "(b)    of the number above, how many had not been paid as of 10th December, 2014;",
        "(c)    what has caused the delay in paying all the farmers; and",
        "(d)    what measures the Government is taking to ensure that the unpaid farmers access inputs under the 2014/2015 Farmer Input Support Programme."
      ]
    },
    {
      "question_number": "286",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that some parts of Eastern Province have been attacked by army worms and, if so, which areas these are; and",
        "(b)    what measures the Government is taking to eradicate the worms in the affected areas."
      ]
    },
    {
      "question_number": "287",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when refrigerators for storage of drugs, especially vaccines for children, will be provided to the following health centres in Sikongo Parliamentary Constituency:",
        "(i)    Mwenyi; (ii)    Liumena; and (iii)    Situlu; and",
        "(b)    when a driver for the ambulance at Sikongo Rural Health Centre will be recruited."
      ]
    },
    {
      "question_number": "288",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health when an ambulance will be provided to Kanyembo Rural Health Centre to service the southern part of Nchelenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what Zambia’s external debt was as of 30th June, 2014;",
        "(b)    what factors are responsible for the current external debt;",
        "(c)    what the country’s domestic debt stock was as of 30th June, 2014; and",
        "(d)    what strategies the Government has put in place to reduce the domestic debt stock. W13    Mr Mucheleka (Lubansenshi) - to ask the Vice President what strategies and programmes the Government has developed to enhance good governance in the management of public affairs for the benefit of the people of Zambia. W14    Mr Mucheleka (Lubansenshi) - to ask the Minister of Finance:",
        "(a)    what steps the Government has taken in order to accelerate rural development programmes; and",
        "(b)    what specific programmes and strategies have been taken to accelerate rural development. W15    Mr Mucheleka (Lubansenshi) - to ask the Minister of Finance:",
        "(a)    what the estimated level of poverty in Zambia was as of 31st December, 2012; and",
        "(b)    what specific strategies the Government has put in place to fast-track the reduction of poverty. W16    Mr Mpundu (Nchelenge) - to ask the Minister of Home Affairs:",
        "(a)    how many road traffic accidents, on average, occurred per year from January, 2011 to June, 2014 in:",
        "(i)    SADC region; and (ii)    Zambia; and",
        "(b)    if the rate of accidents in Zambia was above the regional average, what the reasons are."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER Government has taken to ensure that Permanent Secretaries, as Controlling Officers, follow prudent management systems of financial resources in Ministries under their charge."
    }
  ],
  "question_count": 4,
  "status": "success"
}