{
  "metadata": {
    "title": "Friday, 16th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11574",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "202",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate dilapidated staff houses at Roan Police Camp in Roan Parliamentary Constituency;",
        "(b) whether the Government has any plans to construct additional staff houses at the Police Camp in (a);",
        "(c) if so, when the plans at (a) and (b) will be implemented;",
        "(d) what the estimated cost of the project at (b), is; and",
        "(e) if there are no such plans, why. 203. Mr E Tembo (Feira) - to ask theMinister of Education:",
        "(a) whether the Government has any plans to revise the education curriculum from early childhood education to university level so as to include information on the value and role of the following natural resources to the development of the country:",
        "(i) copper; (ii) gold; (iii) uranium; (iv) cobalt; and",
        "(v) manganese;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "204",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Infrastructure,Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the tarring of the Chinsali-Mulilansolo road in Chinsali District will be completed;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) what the contract sum for the project is."
      ]
    },
    {
      "question_number": "205",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister ofEnergy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will connect Mitete District to the national electricity grid;",
        "(b) what the cause of the delay in connecting the District to the national grid is; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "206",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the upgrading of selected roads to bituminous standards in Sinda District has stalled; and",
        "(b) when the works will resume."
      ]
    },
    {
      "question_number": "207",
      "asked_by": "Mr E Daka (Msanzala)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct dip tanks in Msanzala Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) how many dip tanks are earmarked for construction."
      ]
    },
    {
      "question_number": "208",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to degazette part of Myafi Forest in Mkushi District so as to establish a new burial site for Mkushi township residents;",
        "(b) if so, how much land will be degazetted; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "209",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to merge the Zambia Center for Accountancy Studies (ZCAS) and ZCAS-University to form a single institution;",
        "(b) if so, when the plans will be implemented;",
        "(c) if there are no such plans, why;",
        "(d) what regulatory framework governs the two institutions; and",
        "(e) how the two institutions are funded."
      ]
    },
    {
      "question_number": "210",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Sichili - Nawiinda road in Mulobezi District has stalled;",
        "(b) when the project will resume;",
        "(c) whether the Government has any plans to upgrade the road to bituminous standards; and",
        "(d) if so, when the plans will be implemented. NOTICE OF MOTION Ms Nakaponda Adopt Report of the Committee on Health, Community Development and Social Services: That this House do adopt the Report of the Committee on Health, Community Development and Social Services on the Performance Audit Report of the Auditor General on the Prevention and Control of Non-Communicable Diseases in Zambia 2017 to 2022, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 12th December, 2023. ___________________________"
      ]
    }
  ],
  "question_count": 8,
  "status": "success"
}