{
  "metadata": {
    "title": "Thursday, 14th September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11198",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "19",
      "asked_by": "Mr Emmanuel Musonda (Lupososhi)",
      "minister": "Minister of Energy how many kilowatts of power Zesco Limited was exporting, as of July, 2023, following the commissioning of the Kafue Gorge Lower Power Station.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "20",
      "asked_by": "Mr Mukumbi (Solwezi West)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will construct the District Administration Office Block in Kalumbila District; and",
        "(b) whether the office block will accommodate all Government Departments in the District."
      ]
    },
    {
      "question_number": "21",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Phase II of the Micheal Chilufya Sata Hospital, in Mpika District will commence; and",
        "(b) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that people in Chienge Parliamentary Constituency are encountering challenges in registering co-operatives through the e-platform, due to poor internet connectivity, thereby preventing them from applying for Constituency Development Fund and other empowerment programmes;",
        "(b) if so, what measures are being taken to resolve the problem; and",
        "(c) whether the Government will consider reverting to the manual registration system in areas with poor internet service. 23. Mr Luckson Lungu (Kapoche) - to ask theMinister of Health:",
        "(a) whether the Government has any plans to construct a mortuary at Sinda Health Centre in Sinda District;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to upgrade Sinda Health Centre to a district hospital; and",
        "(d) if so, when the plans will be implemented. NOTICE OF MOTION Ms Sefulo Adopt Report of the Parliamentary Delegation: That this House do adopt the Report of the Parliamentary Delegation to the 63rd Session of the Organisation of African, Caribbean and Pacific States Parliamentary Assembly and the 43rd Session of the African, Caribbean and Pacific-European Union Joint Parliamentary Assembly, held in Brussels, Belgium from 19th to 28th June, 2023, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 11th September, 2023. ORDER OF THE DAY 1. Thanks –His Excellency the President’s Address - Motion (13th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}