{
  "metadata": {
    "title": "Tuesday, 2nd February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8705",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "106",
      "asked_by": "Mr Chaatila (Moomba)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the cause of the sharp depreciation of the Kwacha against the United States Dollar and other major convertible currencies from an average of K3 in 2011 to around K15 in March, 2020, was; and",
        "(b) what measures are being taken to avert further depreciation of the Kwacha."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many registered political parties there were as of December, 2019;",
        "(b) whether the political parties are compliant with the requirement to conduct intra-party elections in accordance with Article 60 of the Republican Constitution; and",
        "(c) if not, whether there are any plans to deregister the non compliant political parties before the 2021 General Elections."
      ]
    },
    {
      "question_number": "108",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Mines and Minerals Development what specific measures the Government is taking to harness the mining of manganese and gold in the country to ensure that the country benefits from the resources.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": []
    },
    {
      "question_number": "109",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the electrification of palaces for Senior Chiefs Musele and Mukumbi in Solwezi West Parliamentary Constituency has stalled;",
        "(b) when the works will resume; and",
        "(c) what the time frame for the completion of the projects is."
      ]
    },
    {
      "question_number": "110",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that Our Civic Duty Association (OCIDA) which was launched on 24th June, 2020, at Kapingila House, in Lusaka, as a Civil Society Organisation (CSO), is registered as a construction company at the Patents and Companies Registration Agency;",
        "(b) if so, whether OCIDA would be permitted to continue operating as a CSO; and",
        "(c) if it will not be permitted, why."
      ]
    },
    {
      "question_number": "111",
      "asked_by": "Mr Kabamba (Kafulafuta)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of a mourners’ shelter at Kantolomba Cemetery in Bwana Mukubwa Parliamentary Constituency will commence; and",
        "(b) when the tarring of the road to the Cemetery will commence."
      ]
    },
    {
      "question_number": "112",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to domesticate the following:",
        "(i) The Biological Weapons Convention of 1975; and (ii) The United Nations Security Council Resolution 1540 of 2004;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no plans to domesticate the protocols, why. _____________________"
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}