{
  "metadata": {
    "title": "Tuesday, 27th June, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11087",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "309",
      "asked_by": "Mr Munir Zulu (Lumezi)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure a motor vehicle for the police in Lumezi District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "310",
      "asked_by": "Mr Emmanuel Musonda (Lupososhi)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the Musele - Sobingi road in LupososhiParliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "311",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any climate change mitigation programmes in Southern Province;",
        "(b) if so, whether a massive tree planting programme is one of the measures under consideration; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "312",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether there is tourism potential in Chinsali District; and",
        "(b) if so, what measures are being taken to harness the potential."
      ]
    },
    {
      "question_number": "313",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to engage private companies to start using drones to transport medical and agriculture drugs to areas that are difficult to reach by road;",
        "(b) if so, when the plans will be implemented; and",
        "(c) which companies have expressed interest in undertaking the exercise. NOTICE OF MOTION Mr Kamboni Adopt Report of the Committee on National Guidance and Gender Matters: That this House do adopt the Report of the Committee on National Guidance and Gender Matters on Achieving the 50/50 Gender Parity in Governance and Decision-Making Positions in Zambia, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 14th June, 2023. ____________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}