{
  "metadata": {
    "title": "Thursday, 22nd September, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10574",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "35",
      "asked_by": "Mr C Kang’ombe (Kamfinsa)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following infrastructure at the Ndeke Village Clinic in Kamfinsa Parliamentary Constituency will be completed:",
        "(i) children’s wing; (iv) theatre; (ii) maternity wing; (v) surgery room; and (iii) mortuary; (vi) x-ray room; and",
        "(b) what the cost of the outstanding works is."
      ]
    },
    {
      "question_number": "36",
      "asked_by": "Mr Mandandi (Sioma)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the following Schools in Sioma District will be electrified:",
        "(i) Mashika Primary; (vii) Nalwashi Primary; (ii) Matebele Primary; (viii) Mbopuma Primary; (iii) Sitoti Primary; (ix) Kalongola Secondary; (iv) Mbume Primary; (x) Mulele Secondary; and",
        "(v) Silowana Likondwama Primary; (xi) Mutomena Secondary; and (vi) Naliyo Primary;",
        "(b) what the cause of the delay in electrifying the Schools is."
      ]
    },
    {
      "question_number": "37",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct houses for police officers in Chasefu District;",
        "(b) if so, when the plans will be implemented;",
        "(c) if there are no such plans, why;",
        "(d) whether the Government has any plans to construct police posts in the following areas:",
        "(i) Nkanga; (iv) Egichickeni; and (ii) Khulamayembe; (v) Kamzoole; (iii) Mthwalo",
        "(e) if so, when the plans will be implemented; and",
        "(f) if there are no such plans, why. ORDER OF THE DAY 1. Thanks – His Excellency the President’s Address - Motion (13th September) -Resumption of Debate: (Mr Chinkuli, MP). ____________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}