{
  "metadata": {
    "title": "Tuesday, 25th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1556",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 25TH JUNE, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "596",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the tender procedures for Chibwika-Kamapanda road project will be completed;",
        "(b)when the construction of the road will be completed; and",
        "(c)what the total cost of the project is."
      ]
    },
    {
      "question_number": "597",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)why the fuel prices in Zambia are higher than the prices in other countries in the region;",
        "(b)what steps the Government is taking to ensure that the price of fuel is adjusted downwards;",
        "(c)what measures the Government has taken to ensure that the procurement of oil is more transparent and protected from possible abuse and corruption;",
        "(d)why the Government has put restrictions on the oil marketing companies from freely importing fuel into the country; and",
        "(e)why the Government is an active participant in the importation and sale of oil and fuel."
      ]
    },
    {
      "question_number": "598",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many tonnes of maize the Food Reserve Agency stored as strategic reserves from 2010 to 2012, year by year; and",
        "(b)at what price the Food Reserve Agency sold the maize at (a) to local millers in 2012."
      ]
    },
    {
      "question_number": "599",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will rehabilitate Senior Chieftainess Chungu’s Palace in Lupososhi Parliamentary Constituency; and",
        "(b)when the Government will construct new palaces for the following Chiefs in Lupososhi Parliamentary Constituency:",
        "(i)Tungati; (ii)Katuta; and (iii)Chabula."
      ]
    },
    {
      "question_number": "600",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)which countries bought maize from the Food Reserve Agency in 2011;",
        "(b)how much foreign currency was realized from the sale of maize at (a); and",
        "(c)which other crops were sold to foreign countries in 2011 apart from maize."
      ]
    },
    {
      "question_number": "601",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Vice President whether the ballot papers that are ferried by helicopter during elections are accompanied by polling agents when ferrying them from polling stations to the totalling centres in the Parliamentary Constituencies.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "602",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Sesheke High School whose dormitory roofs were blown off will be rehabilitated; and",
        "(b)when a water pump will be installed at the school."
      ]
    },
    {
      "question_number": "603",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Forests Act No. 7 of 1999 has been operationalised and, if so, what tangible benefits have been achieved; and",
        "(b)if the Act has not been operationalised, what the reasons are."
      ]
    },
    {
      "question_number": "604",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how much money was spent on the preparatory matches that the Zambia National Football Team played prior to the 2013 Africa Cup of Nations Tournament in South Africa.",
        "(b)how much money was paid to each Zambian player that participated in the Tournament; and",
        "(c)what measures have been taken to ensure that Zambia qualifies to the 2014 World Cup Tournament scheduled for Brazil."
      ]
    },
    {
      "question_number": "605",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Vice President when the delimitation of Constituencies by the Electoral Commission of Zambia will begin.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    }
  ],
  "question_count": 10,
  "status": "success"
}