{
  "metadata": {
    "title": "Thursday, 5th July, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7585",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "301",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has lifted the ban on the manufacture, supply, sell and consumption of intoxicating liquor in sachets, commonly referred to as “Tujilijili”;",
        "(b) if so, why; and",
        "(c) if not, why this type of liquor is still being sold indiscriminately on the streets of Lusaka."
      ]
    },
    {
      "question_number": "302",
      "asked_by": "Mr C Zulu (Luangeni)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) whether the Government has any plans to introduce Tian Immunity Booster (TIB) to assist people who are HIV positive;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "303",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how many road accidents were recorded on the Kafue-Mazabuka-Monze road from 2011 to 2017, year by year;",
        "(b) what the major cause of the accidents was; and",
        "(c) how many accidents were fatal."
      ]
    },
    {
      "question_number": "304",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) how much money, meant for the procurement of earthmoving equipment from a United Kingdom based company on behalf of Chama, Choma and Kalomo local authorities, was recovered as of December, 2017;",
        "(b) if there were no recoveries, why; and",
        "(c) what action has been taken against the supplier."
      ]
    },
    {
      "question_number": "305",
      "asked_by": "Mr Mbulakulima (Milenge)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 30)",
      "parts": [
        "(a) when the construction of modern infrastructure for the Milenge District Administration will commence;",
        "(b) what has caused the delay in commencing the project, considering that the Administration is currently using the 1957 improvised structures for the Forestry Department;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) what the total cost of the project is. QUESTIONS FOR WRITTEN ANSWER (STANDING ORDER NO. 30) W37. Mr Hamusonde (Nangoma) - to ask the Minister of Health:",
        "(a) when health workers will be deployed to Namabanga Health Centre in Nangoma Parliamentary Constituency; and",
        "(b) whether the Government has any plans to procure an ambulance to ease operations at the Health Centre. W38. Mr Hamusonde (Nangoma) - to ask the Minister of Fisheries and Livestock:",
        "(a) whether the Government veterinary officers are allowed to charge a premium for their extension services to farmers in rural areas;",
        "(b) if so, why;",
        "(c) if they are not allowed, why they charge for their services;",
        "(d) what measures will be taken to stop the practice; and",
        "(e) when the measures will be implemented. W39. Mr Kunda (Muchinga) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) whether the Government has any plans to rehabilitate roads in Muchinga Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) which roads are earmarked for rehabilitation. W40. Mr M Tembo (Sinda) - to ask the Minister of Home Affairs:",
        "(a) when the newly constructed Sinda Police Station will be opened to the public; and",
        "(b) what has caused the delay in opening the Police Station. W41. Mr M Tembo (Sinda) - to ask the Minister of Health:",
        "(a) whether the Government has any plans to construct a district hospital in Sinda;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is;",
        "(d) what the estimated time frame for the completion of the project is; and",
        "(e) if there are no such plans, why. W42. Dr M Malama (Kanchibiya) - to ask the Minister of Housing and Infrastructure Development when the construction of the following rural health centres in Kanchibiya Parliamentary Constituency will be completed:",
        "(a) Mulonga in Chief Luchembe’s area;",
        "(b) Munkunta in Chief Kabinga’s area; and",
        "(c) Mwelushi in Chief Chiundaponde’s area. W43. Mr Mbulakulima (Milenge) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) whether the Government has any plans to construct new infrastructure for the provincial administration in Luapula;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. W44. Mr C Zulu (Luangeni) - to ask the Minister of Energy:",
        "(a) how many districts in the North-Western Province have not yet been connected to the national electricity grid;",
        "(b) when the remaining districts will be connected; and",
        "(c) what the benefits of connecting to the national electricity grid are. W45. Mr C Zulu (Luangeni) - to ask the Minister of Home Affairs:",
        "(a) whether the Government has any plans to construct a police post at Chikando in Chief Nzamane’s Chiefdom in Luangeni Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. W46. Mr Kamondo (Mufumbwe) - to ask the Minister of Agriculture:",
        "(a) when agriculture extension officers will be deployed to Miluji Ward in Mufumbwe Parliamentary Constituency; and",
        "(b) how many officers are earmarked for deployment. W47. Mr Kamboni (Kalomo Central) - to ask the Minister of Housing and Infrastructure Development what progress the Government has made on the rehabilitation of the Baila Dam in Kalomo Central Parliamentary Constituency. W48. Ms Kucheka (Zambezi West) - to ask the Minister of Local Government:",
        "(a) whether the Government has any plans to construct feeder roads in Zambezi West Parliamentary Constituency to connect the following Chiefdoms:",
        "(i) Chief Ndungu-Chief Chinyama; (ii) Chief Chinyama-Chief Kucheka; and (iii) Chief Kucheka-Chief Ndungu;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to construct other feeder roads in the Constituency in 2018; and",
        "(d) if so, what the names of the feeder roads are. W49. Ms Kucheka (Zambezi West) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) whether the Government has any plans to construct a bridge across the Zambezi River to connect Zambezi West Parliamentary Constituency to the rest of Zambezi District; and",
        "(b) if so, when the plans will be implemented. W50. Ms Tambatamba (Kasempa) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) when the tarring of the Lufwanyama-Kankolonkolo (M18) road, which is under the Link Zambia 8000 Project, will commence;",
        "(b) what the total cost of the project is;",
        "(c) what the source of funding for the project is;",
        "(d) what the time frame for completion of the project is; and",
        "(e) how many jobs, for the locals, are anticipated to be created from the project. W51. Ms Tambatamba (Kasempa) - to ask the Minister of Local Government:",
        "(a) when the rehabilitation of the following feeder roads in Kasempa Parliamentary Constituency will commence:",
        "(i) Kelongwa-Nyoka;      (ii) Lubofu-Kelongwa; (iii) Kelongwa-Kalasa;      (iv) Mukunanshi;",
        "(v) Mbulumunene-Mpungu; and (vi) Kalombe;",
        "(b) what the source of funding for the exercise is;",
        "(c) what the total cost of the exercise is; and",
        "(d) what the time frame for the completion of the exercise is. W52. Mr Nanjuwa (Mumbwa) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) when the construction of Mumbwa Day Secondary School in Mumbwa Parliamentary Constituency will be completed;",
        "(b) what the original time frame for the completion of the project was;",
        "(c) who the contractor for the project is;",
        "(d) whether the project is on schedule and, if not, why; and",
        "(e) what the remaining scope of works on the project is. W53. Mr Ndalamei (Sikongo) - to ask the Minister of Home Affairs:",
        "(a) whether the Government has any plans to rehabilitate the Sikongo Police Camp; and",
        "(b) if so, when the plans will be implemented. W54. Mr Ndalamei (Sikongo) - to ask the Minister of Water Development, Sanitation and Environmental Protection:",
        "(a) when the construction of the water reticulation system in Sikongo District will commence; and",
        "(b) what has caused the delay in commencing the project. W55. Mr Zimba (Chasefu) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) why the construction of Kapekesa School in Chasefu Parliamentary Constituency was abandoned;",
        "(b) when the construction works will resume;",
        "(c) what the total cost of the project is; and",
        "(d) how much money has been paid to the contractor so far. W56. Mr Kintu (Solwezi East) - to ask the Minister of Agriculture:",
        "(a) how many farmers were on the e-voucher system in Solwezi East Parliamentary Constituency as of November, 2017;",
        "(b) how many e-voucher cards, had not been activated as of December, 2017; and",
        "(c) how many farmers in the Constituency are targeted to be on the e-voucher system in the 2018-2019 farming season. W57. Mr Fungulwe (Lufwanyama) - to ask the Minister of General Education:",
        "(a) when all the schools in Lufwanyama Parliamentary Constituency will be gazetted; and",
        "(b) what has caused the delay in gazetting the schools. W58. Mr Fungulwe (Lufwanyama) - to ask the Minister of General Education:",
        "(a) what the recommended number of pupils in a class is;",
        "(b) whether the Government is aware that some schools in Lufwanyama Parliamentary Constituency have more than 80 pupils in a class;",
        "(c) if so, what measures are being taken to reduce the number of pupils per class to recommended levels; and",
        "(d) what the effects of over enrolment are, on:",
        "(i) teachers; and (ii) pupils. W59. Dr Imakando (Mongu Central) - to ask the Minister of Higher Education:",
        "(a) when the construction of King Lewanika University in Mongu Central Parliamentary Constituency will commence;",
        "(b) what the cause of the delay in commencing the project is;",
        "(c) whether the funds for the project have been sourced; and",
        "(d) if so, what the source of the funds is. W60. Mr Imbuwa (Nalolo) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) why the construction of the Kalongola-Nalolo-Kalabo road has stalled;",
        "(b) when the project will resume; and",
        "(c) what the time frame for the completion of the project is. W61. Mr M Jere (Livingstone) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) whether the payment of salaries to employees at the National Housing Authority is up to-date;",
        "(b) if not, by how many months the salaries are in arrears;",
        "(c) when the arrears will be paid; and",
        "(d) what measures are being taken to ensure that the salaries are paid on time. NOTICE OF MOTION Mr A B Malama Report of the Committee on Delegated Legislation: That this House do adopt the Report of the Committee on Delegated Legislation, for the Second Session of the Twelfth National Assembly, laid on the Table of the House on 29th June, 2018. ___________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}