{
  "metadata": {
    "title": "Friday, 18th September, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8453",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "27",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of township roads in Serenje District has stalled;",
        "(b) when the project will resume;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "28",
      "asked_by": "Mr Putu (Mangango)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Nkeyema-Kaoma stretch of the Lusaka-Mongu road will commence;",
        "(b) what the cause of the delay in commencing the project is;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "29",
      "asked_by": "Ms Kucheka (Zambezi West)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many palaces, countrywide, were earmarked for construction under Phase I of the project to construct chiefs’ palaces;",
        "(b) how many palaces were completed as of July, 2020;",
        "(c) when the rest will be completed;",
        "(d) when Phase II of the project will commence; and",
        "(e) how many palaces are earmarked for construction in Phase II."
      ]
    },
    {
      "question_number": "30",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when trained teachers will be deployed to the following Community Schools in Chifunabuli Parliamentary Constituency:",
        "(i) Mulonga; (ii) Shipangwa; (iii) Chombwe; and (iv) Ponga; and",
        "(b) what has caused the delay in deploying teachers to the Schools."
      ]
    },
    {
      "question_number": "31",
      "asked_by": "Mr Kakubo (Kapiri Mposhi)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Mukobeko-Mpunde-Lukanga road in Kapiri-Mposhi District will commence;",
        "(b) whether the Government has any plans to tar the road;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why. QUESTIONS FOR WRITTEN ANSWER W5. Mr Michelo (Bweengwa) - to ask the Minister of Housing and Infrastructure Development:",
        "(a) what the distribution of roads under the Link Zambia 8000 Road Programme by kilometre, province by province, is;",
        "(b) at what stage of completion, in percentage terms, each road was, as of July, 2020; and",
        "(c) what criteria were used to identify the roads in each province. W6. Mrs M L Phiri (Chilanga) - to ask the Minister of Local Government:",
        "(a) in which districts the Government was constructing the following infrastructure as of July, 2020:",
        "(i) modern markets; and (ii) intercity bus termini;",
        "(b) whether the Government has any plans to construct the infrastructure above in all provincial centres; and",
        "(c) if so, when the plans will be implemented."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}