{
  "metadata": {
    "title": "Thursday, 26th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/1706",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – THURSDAY, 26TH MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "478",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply, and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Kanyonja Bridge in Chief Shikabeta’s area in Rufunsa District, which has collapsed, will be re-constructed;",
        "(b)    whether the Government is aware that the collapse of the Bridge has affected service delivery to the area between the people of Chief Shikabeta in Rufunsa District and the people of Chiefs Mbosha and Chembe of Mkushi District;",
        "(c)    what has caused the delay in re-constructing the Bridge;",
        "(d)    what the cost of re-constructing the Bridge is; and",
        "(e)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "479",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the following areas in Chembe Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kabange Farming Block;",
        "(b)    Tande;",
        "(c)    Sub-Chief Ngomba;",
        "(d)    Sitambuli; and",
        "(e)    Kasepa."
      ]
    },
    {
      "question_number": "480",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the staffing levels at the following Local Courts in Mitete District are:",
        "(i)    Lupui; (ii)    Lutembwe; and (iii)    Namboma;",
        "(b)    whether the Courts above are operational and, if not, why;",
        "(c)    what measures the Government is taking to rectify the situation; and",
        "(d)    whether the Government has any plans to rehabilitate the Courts and, if so, when."
      ]
    },
    {
      "question_number": "481",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Finance when funds for the construction of an airstrip in Luwingu District will be released.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "482",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many employees, under the Railway Systems of Zambia were retired following the revocation of the Concession by the Government;",
        "(b)    whether the retired employees have been paid their retirement packages;",
        "(c)    how much money was spent in terminal benefits;",
        "(d)    what the outstanding amount is; and",
        "(e)    what the cause of the delay in paying the outstanding amount is."
      ]
    },
    {
      "question_number": "483",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the tarring of the Kasaba-Luwingu via Chungu road will commence;",
        "(b)    who the contractor for the project is; and",
        "(c)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "484",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a provincial hospital for the rural region of Lusaka Province;",
        "(b)    if so, when the plans will be implemented;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    in which district the hospital will be located."
      ]
    },
    {
      "question_number": "485",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures have been taken to monitor the utilisation of funds disbursed to women groups country-wide; and",
        "(b)    when a motor vehicle for Luwingu District office will be procured so as to enhance the monitoring exercise."
      ]
    },
    {
      "question_number": "486",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the contractor tasked to upgrade the Musaila-Lubwe-Kasaba-Samfya-Luwingu road, will move on site;",
        "(b)    when the road works are expected to commence; and",
        "(c)    if no contractor has been identified, what measures have been taken to improve the road especially in the rainy season."
      ]
    },
    {
      "question_number": "487",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Local Government and Housing when the tarring of township roads in Kafue District will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "488",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the road from Ghana to Mbalanganda Harbour via Makoye High School and Itebe School in Magoye Parliamentary Constituency will be reconstructed;",
        "(b)    what the cost of the project is; and",
        "(c)    when the K3 million allocated to the project in the 2014 Budget will be released."
      ]
    },
    {
      "question_number": "489",
      "asked_by": "Mr Mumba (Mambilima)",
      "minister": "Minister of Transport, Works, Supply and Communication when the tarring of the 15 kilometre township roads in Luwingu District under the Mansa-Luwingu Road Project will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "490",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will construct the following bridges across the Lundazi River in Chasefu Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Gumba; and",
        "(b)    Boyole. PRESENTATION OF GOVERNMENT BILL The Minister of Local Government and Housing The Urban and Regional Planning - Bill to provide for development, planning and administration principles, standards and requirements for urban and regional planning processes and systems; provide a framework for administering and managing urban and regional planning for the Republic; provide for a planning framework, guidelines, systems and processes for urban and regional planning for the Republic; establish a democratic, accountable, transparent, participatory and inclusive process for urban and regional planning that allows for involvement of communities, private sector, interest groups and other stakeholders in the planning, implementation and operation of human settlement development; ensure functional efficiency and socio-economic integration by providing for integration of activities, uses and facilities; establish procedures for integrated urban and regional planning in a devolved system of governance so as to ensure multi-sector cooperation, coordination and involvement of different levels of ministries, provincial administration, local authorities, traditional leaders and other stakeholders in urban and regional planning; ensure sustainable urban and rural development by promoting environmental, social and economic sustainability in development initiatives and controls at all levels of urban and regional planning; ensure uniformity of law and policy with respect to urban and regional planning; repeal the Town and Country Planning Act, 1962, and the Housing (Statutory and Improvement Areas) Act, 1975; and provide for matters connected with, or incidental to, the foregoing.                (N.A.B. 3/2015) NOTICE OF MOTION AND ORDER OF THE DAY The Acting Leader of Government Business Suspension of Standing Orders :  That Standing Orders 20 and 21(1), if necessary, and Standing Order 101 be suspended to enable the House to complete all business on the Order Paper and all matters arising therefrom and that, on such completion, the House do adjourn sine die. 1    The Tax Appeals Tribunal (Amendment) Bill            (N.A.B 1/2015) Report Stage"
      ]
    }
  ],
  "question_count": 13,
  "status": "success"
}