{
  "metadata": {
    "title": "Friday, 29th June, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1911",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 29TH JUNE, 2012",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "385",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Ministry is aware that the re-opening of the University of Zambia (UNZA) Great East Road Campus for the first semester of the 2012/2013 academic year scheduled for Monday, 25th June, 2012 has been postponed indefinitely;",
        "(b)    if so, what has necessitated the postponement; and",
        "(c)    what measures the Ministry has taken to ensure that the re-opening of UNZA is not delayed any further."
      ]
    },
    {
      "question_number": "386",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when township roads in Kalomo will be tarred; and",
        "(b)    when District Councils, country-wide, will be provided with appropriate road maintenance equipment to enable them maintain district and feeder roads in their respective localities."
      ]
    },
    {
      "question_number": "387",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a new district hospital in Kalomo will begin; and",
        "(b)    when Sipatunyana Rural Health Centre will be electrified."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Milenge High School in Milenge District will be completed and opened to the public; and",
        "(b)    what has caused the delay in completing the construction."
      ]
    },
    {
      "question_number": "389",
      "asked_by": "Mr Siamunene (Sinazongwe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the construction of Sinazongwe Day High School has stalled;",
        "(b)    what the total cost of the project is; and",
        "(c)    how much was paid to the contractor at the time the project stalled."
      ]
    },
    {
      "question_number": "390",
      "asked_by": "Mr Zimba (Kapiri Mposhi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the annual average consumption of alcoholic beverages has been country-wide from 2007 to-date; and",
        "(b)    whether there are any remedial measures taken by the Government to control and reduce the abuse of alcoholic beverages in the country."
      ]
    },
    {
      "question_number": "391",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Government disbursed to the Nitrogen Chemicals of Zambia (NCZ) for recapitalisation as of 31st March, 2012;",
        "(b)    how much money is required to fully recapitalise the company; and",
        "(c)    how the financial performance of the Company has been from 2009 to-date, year by year."
      ]
    },
    {
      "question_number": "392",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Information, Broadcasting and Labour",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Zambia National Broadcasting Corporation will improve its radio signal in Nakonde District; and",
        "(b)    what the progress on the migration to digital broadcasting is."
      ]
    },
    {
      "question_number": "393",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Community Development, Mother and Child Health whether the Government has any policy on the care of old people and, if so, when the policy document will be published.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "394",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many cases of homicide were recorded country-wide by the Zambia Police Force from September, 2011 to February, 2012; and",
        "(b)    of the total number of cases, how many had been committed to the High Court for trial as of 1st March, 2012. QUESTIONS FOR WRITTEN ANSWER W24    Mr Sililo (Mulobezi) - to ask the Minister of Education, Science, Vocational Training and Early Education how many girls from the Sichili High School qualified to enter public universities from 2001 to 2010, year by year. W25    Mr Matafwali (Bangweulu) - to ask the Minister of Education, Science, Vocational Training and Early Education how many school leavers were granted scholarships by the Bursaries Committee to pursue degree programmes both locally and abroad from 2008 to 2011, year by year and province by province. W26    Mr Chansa (Chimbamilonga) - to ask the Minister of Foreign Affairs and Tourism:",
        "(a)    what the total area for each of the following National Parks is:",
        "(i)    Nsumbu; and (ii)    Mweru-Wantipa;",
        "(b)    how many game scouts are currently employed in the National Parks at (a);",
        "(c)    how many Community Scouts have been attached to each of the National Parks from 2003 to-date; and",
        "(d)    how many wildlife camps there were in each of the two parks:",
        "(i)    from 1980 - 1995; and (ii)    as of March, 2012. W27    Mr Mpundu (Nchelenge) - to ask the Minister of Education, Science, Vocational Training and Early Education what the total number of students admitted to the following institutions was from 2007 to 2011, province by province:",
        "(a)    the University of Zambia;",
        "(b)    the Copperbelt University; and",
        "(c)    the Mulungushi University. NOTICE OF MOTION AND ORDER OF THE DAY Mr Habeenzu Report of the Committee on Government Assurances: That this House do adopt the Report of the Committee on Government Assurances, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 25th June, 2012. 1    The Persons with Disabilities Bill                                                                                                     (N.A.B. 4/2012) Third Reading"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}