{
  "metadata": {
    "title": "Wednesday, 29th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10986",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "242",
      "asked_by": "Mr Twasa (Kasenengwa)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that patients under the National Health Insurance Scheme are being denied services by health care providers due to delayed payment of claims by the National Health Insurance Management Authority to the health care providers; and",
        "(b) if so, what urgent measures are being taken to ensure that health care providers are paid on time to avert loss of life."
      ]
    },
    {
      "question_number": "243",
      "asked_by": "Mr Simumba (Nakonde)",
      "minister": "Minister of Agriculture what urgent measures the Government is taking to curb the escalating price of mealie meal which is as high as K300 in Nakondeand other districts, despite the Government offloading cheaper maize from the Food Reserve Agency.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": []
    },
    {
      "question_number": "244",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to sink boreholes at the newly constructed markets and health centres in Kanchibiya Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "245",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the contractor working on the Chama-Chibale road in Chama North Parliamentary Constituency has given notice to terminate the contract;",
        "(b) whether a new contractor will be engaged;",
        "(c) whether the Government has any plans to vary the contract to include the Chama Boma – Sitwe – Chisunga Ward stretch of the road;",
        "(d) if so, when the plans will be implemented; and",
        "(e) when the project will be completed."
      ]
    },
    {
      "question_number": "246",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to promote organic farming in order to reduce the adverse effects of fertilisers and agro-chemicals;",
        "(b) what measures are being taken to promote value addition to organic products, especially in rural areas;",
        "(c) whether the Government has any plans to conduct research to determine the types of fertilisers to use in different parts of the country;",
        "(d) if so, when the plans will be implemented; and",
        "(e) what measures are being taken to establish agricultural industries in rural districts, countrywide."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}