{
  "metadata": {
    "title": "Friday, 3rd July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4273",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 3RD JULY, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "591",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the outbreak of typhoid and lack of typhoid drugs in Mwatishi area of Nchelenge Parliamentary Constituency; and",
        "(b)    if so, what measures have been taken to combat the disease."
      ]
    },
    {
      "question_number": "592",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Local Government and Housing how many boreholes were sunk in Chinonwe and Kashizhi Wards in Lukulu West Parliamentary Constituency from March, 2011 to March, 2015.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "593",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Commerce, Trade and Industry what types of permits are given to foreign nationals who own and operate block making businesses.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "594",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many tonnes of emeralds were produced from 2012 to 2014, year by year;",
        "(b)    what the value of emeralds was, year by year; and",
        "(c)    what the total revenue raised by the Government from the emeralds was, year by year."
      ]
    },
    {
      "question_number": "595",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the K160,000 approved for Chuundwe Primary School in Mapatizya Parliamentary Constituency, under the 2012/2013 Infrastructure Operational Plan, was not disbursed to the School;",
        "(b)    what has happened to the money; and",
        "(c)    when the money will be disbursed. NOTICE OF MOTION AND ORDER OF THE DAY Mr Hamududu Report of the Committee on Estimates: That this House do adopt the Report of the Committee on Estimates on the Quarterly Review of the 2015 Budget for Selected Ministries, for the Fourth Session of the Eleventh National Assembly, laid on the Table of the House on 30th June, 2015. 1    The Forests Bill, (N.A.B. 4/2015), Second Reading - Motion (2nd July) – Resumption of Debate – (Mr Muntanga)."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}