{
  "metadata": {
    "title": "Wednesday, 2nd July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/483",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 2ND JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "539",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Mukuba Mall in Kitwe will be completed;",
        "(b)    what the total cost of the project is;",
        "(c)    who the contractor for the project is;",
        "(d)    how many jobs have been created during the construction process; and",
        "(e)    how many jobs will be created when the Mall is opened."
      ]
    },
    {
      "question_number": "540",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what challenges the Government has encountered in implementing the “Keep Zambia Clean” campaign; and",
        "(b)    how the motor vehicles bought by the Government for the “Keep Zambia Clean” campaign are being utilised."
      ]
    },
    {
      "question_number": "541",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Mpima Prisons Primary School will be electrified considering that the School is very close to ZESCO power lines;",
        "(b)    what has caused the delay in electrifying the School; and",
        "(c)    what measures the Government has taken to ensure that all schools country-wide are electrified to enable them introduce computer lessons in line with the new school curriculum."
      ]
    },
    {
      "question_number": "542",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct staff houses at Mufuli-Wa-Njamba Rural Health Post in Kabompo West Parliamentary Constituency, which was constructed by cooperating partners; and",
        "(b)    why it has taken long for the Government to construct the houses."
      ]
    },
    {
      "question_number": "543",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational  Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many schools in Kaputa District will be upgraded from primary to secondary;",
        "(b)    whether there is any primary school in Kaputa Central Business District that will be upgraded to a secondary school; and",
        "(c)    if not, whether the Government will consider upgrading one of the schools in the area to a secondary school. QUESTIONS FOR WRITTEN ANSWER W25    Mr Chishimba (Kamfinsa) - to ask the Minister of Local Government and Housing:",
        "(a)    which township roads were rehabilitated from January, 2011 to March, 2014 in the following Constituencies:",
        "(i)     Chimwemwe; (ii)     Kamfinsa; (iii)    Kwacha; (iv)    Nkana; and",
        "(v)    Wusakile;",
        "(b)    how much money was spent on the road rehabilitation in each constituency above;",
        "(c)    which contractors took part in the project above;",
        "(d)    of the contractors, how many were local; and",
        "(e)    what the benefits of the project to the people of Kitwe are. W26    Mr Mbulakulima (Chembe) - to ask the Minister of Agriculture and Livestock:",
        "(a)    how the performance of the cattle industry in Luapula Province has been from 2004 - 2014;",
        "(b)    which areas in the Province have the largest cattle population;",
        "(c)    what specific programmes the Government implemented to improve livestock management in the Province over the past ten years; and",
        "(d)    what measures the Government has taken to increase livestock farming in the Province in order to lessen dependency on fishing."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}