{
  "metadata": {
    "title": "Thursday, 15th March, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7449",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "238",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) whether the Government is aware about the adverse effects on the livelihoods of people affected by the extended fishing ban especially in areas that have not been affected by cholera;",
        "(b) if so, what assistance will be extended to the affected people; and",
        "(c) if no assistance will be provided, how the Government expects the affected people to survive considering that fishing is seasonal."
      ]
    },
    {
      "question_number": "239",
      "asked_by": "Mrs Chonya (Kafue)",
      "minister": "Minister of Higher Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) why the sharing of rooms by students at the University of Zambia has been banned; and",
        "(b) how the students who were ‘squatting’ will be accommodated when the institution re-opens."
      ]
    },
    {
      "question_number": "240",
      "asked_by": "Ms Katuta (Chiengi)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) whether the Government is aware that the Zambia National Broadcasting Corporation employees have not been paid their salaries for February, 2018;",
        "(b) if so, when the salaries will be paid; and",
        "(c) what measures have been taken to resolve the financial challenges at the institution. NOTICE OF MOTION AND ORDER OF THE DAY Mr Ng’onga Report of the Committee on Agriculture, Lands and Natural Resources:  That this House do adopt the Report of the Committee on Agriculture, Lands and Natural Resources on the Report of the Auditor General on Sustainable Forest Management for the Second Session of the Twelfth National Assembly, laid on the Table of the House on 20th February, 2018. 1. The National Health Insurance Bill   (N.A.B. 22/2017) Committee Stage ___________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}