{
  "metadata": {
    "title": "Tuesday, 17th September, 2019",
    "source_url": "https://www.parliament.gov.zm/node/8079",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct additional infrastructure at Mutomena Secondary School in Sioma Parliamentary Constituency, following its upgrade from primary school level;",
        "(b) if so, what additional infrastructure is earmarked for construction;",
        "(c) when the plans will be implemented;",
        "(d) what the estimated cost of the project is; and",
        "(e) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Mr Siwanzi (Nakonde)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of township roads in Nakonde District will commence;",
        "(b) what has caused the delay in commencing the project;",
        "(c) what the total number of kilometres earmarked for rehabilitation in 2019 is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Kasonso (Solwezi West)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to introduce mineral revenue sharing mechanisms to ensure that communities near the mines benefit from the mining activities;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to use part of the revenue from Kansanshi Mine to fund the construction of infrastructure at Kabompo College of Mathematics and Science; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Ms P Jere (Lumezi)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government will release the counterpart funding for the completion of the following Secondary Schools in Lumezi District whose construction was commenced by the local communities at the behest of the Government:",
        "(i) Mwase; (ii) Mpingozi; (iii) Chikomeni; (iv) Luamphamba;",
        "(v) Chaomba; (vi) Kazembe; and (vii) Chasera; and",
        "(b) how much money will be released to each school."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Mr Kintu (Solwezi East)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a One Stop Border Post at Kipushi in Solwezi East Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Development Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the implementation of the Seventh National Development Plan (SNDP) is on schedule;",
        "(b) if so, what major goals were attained as of May, 2019;",
        "(c) what measures have been taken to ensure that the SNDP is understood by the general citizenry; and",
        "(d) what challenges, if any, have been encountered in the implementation of the SNDP."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many ophthalmologists (eye specialists) were in the Ministry of Health, as of June, 2019;",
        "(b) whether there are any ophthalmologists at Chinsali General Hospital;",
        "(c) if not, when ophthalmologists will be deployed to the Hospital; and",
        "(d) if the position of ophthalmologist is not part of the establishment, whether there are any plans to introduce the position."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the reconstruction of the Lusaka City Market, which was gutted by fire in July, 2017, will commence; and",
        "(b) what the cause of the delay in commencing the project is, despite the assurance that the Market would be reconstructed within six weeks after it was gutted."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many retired public service workers were still on the payroll as of January, 2019;",
        "(b) whether there are any retired public workers, whose benefits had not been fully settled, who did not receive their salaries from January to May, 2019;",
        "(c) if there were, why the salaries were not paid; and",
        "(d) what measures the Government is taking to expedite the payment of terminal benefits to the retired public service workers."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Dr Chibanda (Mufulira)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when markets and bus stations boards will be established, countrywide;",
        "(b) what has caused the delay in operationalising the Markets and Bus Stations Act No. 7 of 2007; and",
        "(c) what immediate measures the Government is taking to stop political party cadres from running markets and bus stations."
      ]
    },
    {
      "question_number": "11",
      "asked_by": "Mr Sampa (Kasama Central)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Ministry has a mechanism for monitoring the time employees report for, and knock off from, work;",
        "(b) if so, how many cases of late coming were recorded from December, 2018 to February, 2019;",
        "(c) what impact late coming has on service delivery; and",
        "(d) what measures have been taken to curb late coming."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Lihefu (Manyinga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of health posts in Manyinga District has stalled;",
        "(b) when the construction works will resume;",
        "(c) what the cause of the delay in resuming the projects is; and",
        "(d) what the time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "13",
      "asked_by": "Ms Kasanda (Chisamba)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the broadcasting licence for Prime Television was suspended in March, 2019; and",
        "(b) whether the suspension was not an affront to media freedom in the country."
      ]
    },
    {
      "question_number": "14",
      "asked_by": "Ms Mwape (Mkushi North)",
      "minister": "Minister of Agriculture when the",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [],
      "question_text": " Government will revert to the use of the Direct Input Supply System in the Mkushi North Parliamentary Constituency."
    },
    {
      "question_number": "15",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the progress on the Aquapark Project in Kasempa Parliamentary Constituency is;",
        "(b) who the financier for the Project is;",
        "(c) what the total cost of the Project is;",
        "(d) how much money has been spent on the Project so far;",
        "(e) how many farmers will benefit from the Project; and",
        "(f) what the estimated lifespan of the Project is."
      ]
    },
    {
      "question_number": "16",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Community Development and Social Welfare",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the total number of Community Based Volunteers (CBVs) engaged under the Supporting Women’s Livelihood Initiative in Chifunabuli District was, from November, 2017 to November, 2018;",
        "(b) what the terms of engagement with the project for the CBVs were;",
        "(c) whether the Government adhered to the terms of engagement;",
        "(d) if the Government did not adhere to the terms, why; and",
        "(e) what the total number of CBVs engaged for the period January, 2019 to December, 2020, is."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Michelo (Bweengwa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many Zambian teachers were qualified to teach the Chinese Language as of June, 2019;",
        "(b) whether the Government has any plans to introduce the teaching of the Chinese Language in Zambian schools;",
        "(c) if so, when the plans will be implemented;",
        "(d) where the teachers will be sourced from; and",
        "(e) whether the teachers for the Chinese Language will be on the Government payroll."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many retirees, countrywide, had not been paid their retirement benefits by the Local Authorities Superannuation Fund (LASF) as of July, 2019;",
        "(b) how much money in total was owed to the retirees as of the same date;",
        "(c) when the retirees will be paid;",
        "(d) what the cause of the delay in paying the retirees is;",
        "(e) whether the unpaid benefits attract any interest due to passage of time; and",
        "(f) if no interest is payable, how the retirees are compensated for the delayed payment."
      ]
    },
    {
      "question_number": "19",
      "asked_by": "Dr M Malama (Kanchibiya)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Goat Breeding Centre in Luchembe Chiefdom in Kanchibiya Parliamentary Constituency is operating as intended;",
        "(b) what the total number of employees deployed to the Centre is; and",
        "(c) how the Centre is benefiting the local community."
      ]
    },
    {
      "question_number": "20",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that solar panels and batteries at the following Schools in Mitete Parliamentary Constituency were stolen:",
        "(i) Lutembwe Primary; (ii) Mwenda Primary; (iii) Lubelele Primary; (iv) Lupui Primary; and",
        "(v) Manjolo Secondary;",
        "(b) if so, whether there have been any arrests made following the thefts; and",
        "(c) what measures are being taken to avert further thefts of solar equipment at the schools in the Constituency. NOTICE OF MOTION Dr Chanda Thanks – His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. ___________________________"
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}