{
  "metadata": {
    "title": "Thursday, 26th June, 2014",
    "source_url": "https://www.parliament.gov.zm/node/489",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 26TH JUNE, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "508",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to assist the Society of Blind Persons in Kaputa Parliamentary Constituency; and",
        "(b)    what measures the Government has taken to assist the Society access various empowerment funds administered by the Ministry."
      ]
    },
    {
      "question_number": "509",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Transport, Works, Supply and Communication when the following roads in Pemba District will be rehabilitated",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Moyo;",
        "(b)    Habbanyuka;",
        "(c)    Mayasanino;",
        "(d)    Jalila; and",
        "(e)    Batoka-Hamabbonka."
      ]
    },
    {
      "question_number": "510",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many nurses there were in public health facilities country-wide, as of April, 2014;",
        "(b)    what the total required number of nurses is;",
        "(c)    what measures have been taken to meet the shortfall;",
        "(d)    when the full complement of nurses, country-wide, will be met; and",
        "(e)    when the Government will employ enough medical doctors and other health personnel."
      ]
    },
    {
      "question_number": "511",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Transport, Works, Supply and Communication when works on the Luwingu-Nsombo-Chaba-Chilubi road will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "512",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the Government’s preferred model for the Kaputa Water Project is;",
        "(b)    when the money for the project was released;",
        "(c)    which contractor was awarded the contract for the project;",
        "(d)    whether the source of water for the project has been identified and, if not, why; and",
        "(e)    who is supervising the project on behalf of the Government. NOTICE OF MOTION AND ORDER OF THE DAY Mr Lubinda Report of the Parliamentary Select Committee:  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Mr Musa Mwenye, SC, to serve as Attorney-General of the Republic of Zambia and Mr Abraham Mwansa, to serve as Solicitor-General of the Republic of Zambia, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 18th June, 2014. 1    Report of the Committee on Economic Affairs, Energy and Labou r – Motion (19th June) – Resumption of Debate – (The Hon Minister of Commerce, Trade and Industry)."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}