{
  "metadata": {
    "title": "Wednesday, 12th December, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1701",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 12TH DECEMBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "292",
      "asked_by": "Mr Mulusa (Solwezi Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware that the Hon Member for Lufwanyama Parliamentary Constituency, Ms A M Chungu, who was arrested and detained by police on Monday, 10th December, 2012, whilst visiting her constituency was made to share the same cell with men over night;",
        "(b)    whether it is Government policy to arrest Members of Parliament and their political leaders whenever they visit their constituencies; and",
        "(c)    whether the treatment of Hon Chungu does not amount to Gender-Based Violence."
      ]
    },
    {
      "question_number": "293",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Zambezi Saw Mills Limited was privatised by the Government;",
        "(b)    how much money was raised from the privatisation of the Company;",
        "(c)    whether the Government is aware that the Liquidator collected money from occupants of the Company houses as deposits for purchasing the houses without issuing official receipts;",
        "(d)    when offer letters to purchase the houses will be given to the people who paid deposits; and",
        "(e)    what the future of the Company is."
      ]
    },
    {
      "question_number": "294",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Government spent on the construction of the new stadium near the Independence Stadium in Lusaka as of June, 2012;",
        "(b)    what the time-frame for completion of the project is;",
        "(c)    what the estimated cost for the rehabilitation of the Independence Stadium in Lusaka is; and",
        "(d)    whether the Government has any plans to expand the car park at the Levy Mwanawasa Stadium in Ndola. QUESTION FOR WRITTEN ANSWER W15    Mr Miyanda (Mapatizya) - to ask the Minister of Agriculture and Livestock:",
        "(a)    when the Government will lift the ban on the movement of livestock from Southern Province to Lusaka Province;",
        "(b)    how many head of cattle died in Southern Province from the following diseases from January, 2011 to September, 2012:",
        "(i)    Contagious Bovine Pleuropneumonia (CBPP) (ii)   Black Quarter (BQ); (iii)  corridor disease; and (iv) foot and mouth disease;",
        "(c)    what the total market value of the cattle at (b) was;",
        "(d)    how many head of cattle were slaughtered for consumption in the Southern Province from January, 2011 to September, 2012, year by year; and",
        "(e)    which district in the Southern Province had the highest number of cattle as of August, 2012. NOTICE OF MOTION AND ORDER OF THE DAY The Vice President Suspension of Standing Orders:  That Standing Orders 20 and 21(1), if necessary, and Standing Order 101 be suspended to enable the House to complete all business on the Order Paper and all matters arising therefrom and that, on such completion, the House do adjourn sine die. 1    Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure): Committee of Supply: Resumption of Debate; (Head 94/51: under consideration) Heads 94/52, 94/53, 94/54, 94/55, 95/01, 95/02, 95/03, 95/09, 95/16, 95/17, 95/18, 95/19, 95/23, 95/24, 95/25, 95/35, 95/36, 95/40, 95/41, 95/42, 95/43, 95/44, 95/46, 95/47, 95/48, 95/49, 95/51, 95/52, 95/53, 95/55, 96/01, 96/02, 96/03, 96/09, 96/16, 96/17, 96/18, 96/19, 96/23, 96/24, 96/25, 96/35, 96/36, 96/37, 96/40, 96/41, 96/42, 96/43, 96/44, 96/46, 96/48, 96/49, 96/51, 96/52, 96/53, 96/55, 97/01, 97/02, 97/03, 97/09, 97/16, 97/17, 97/18, 97/19, 97/23, 97/24, 97/25, 97/35, 97/36, 97/40, 97/41, 97/42, 97/43, 97/44, 97/46, 97/47, 97/48, 97/49, 97/51, 97/52, 97/53, 97/54, 98/01, 98/02, 98/03, 98/08, 98/09, 98/16, 97/17, 98/18, 98/19, 98/23, 98/24, 98/25, 98/36, 98/37, 98/40, 98/41, 98/42, 98/43, 98/44, 98/45, 98/46, 98/48, 98/49, 98/51, 98/52, 98/54, 98/55, 99/01, 99/02, 99/04 and 99/05 - for consideration. KEY TO HEADS OF EXPENDITURE Head 94    -    Office of the President – Western Province Head 95    -    Office of the President – Eastern Province Head 96    -    Office of the President – Luapula Province Head 97    -    Office of the President – North-Western Province Head 98    -    Office of the President – Southern Province Head 99    -    Constitutional and Statutory Expenditure"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}