{
  "metadata": {
    "title": "Friday, 22nd September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11265",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "44",
      "asked_by": "Mr E Daka (Msanzala)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to revamp the Enhanced Small Holder Livestock Investment Programme (E-SLIP);",
        "(b) if so, when the plans will be implemented;",
        "(c) how many farmers, countrywide, will benefit from the Programme;",
        "(d) how much money will be allocated towards revamping the Programme; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "45",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many dip tanks and spray races there were in Kalabo District, as of August, 2023;",
        "(b) whether there are any plans to construct additional dip tanks and spray races in the District;",
        "(c) if so, when the plans will be implemented; and",
        "(d) if there are no such plans, why. NOTICE OF MOTION Mr Chabinga Adopt Report of the Parliamentary Select Committee: That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Mr Roy Ngulube, to serve as Clerk of the National Assembly, Dr Pamela Towela Sambo, Dr Felicity Kayumba Kalunga, Mrs Panic Malawo Chilufya and Fr Joseph Komakoma, to serve as Chairperson, Vice Chairperson and Commissioners of the Human Rights Commission, respectively, and Dr Tommy Susiku Namitondo, to serve as Commissioner of the Anti-Corruption Commission, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 21st September, 2023 ORDER OF THE DAY 1. Thanks –His Excellency the President’s Address - Motion (13th September) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}