{
  "metadata": {
    "title": "Friday, 13th October, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11372",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "99",
      "asked_by": "Mr Allen Banda (Chimwemwe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Chimwemwe Level I Hospital in Chimwemwe Parliamentary Constituency will be completed;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) when the Hospital will become operational."
      ]
    },
    {
      "question_number": "100",
      "asked_by": "Mr Mapani (Namwala)",
      "minister": "Minister ofAgriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to create additional collection points for agricultural inputs under the Farmer Input Support Programme in Namwala District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "101",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a health centre in Kabinga Chiefdom, which is densely populated, in Kanchibiya District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "102",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why farmers who paid for farming inputs under the Enhanced Smallholder Agribusiness Promotion Programme (E-SAPP) for the 2021/2022 farming season in the following areas in Chasefu Parliamentary Constituency, did not receive the inputs:",
        "(i) Phikamalaza; (ii) Malaudula; and (iii) Emusa; and",
        "(b) what measures are being taken to ensure that the farmers receive their inputs."
      ]
    },
    {
      "question_number": "103",
      "asked_by": "Mr Chibombwe (Bahati)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the newly constructed Sakanya Border Post in Ndola District will be opened to the public; and",
        "(b) whether the Zambian Government has any plans to negotiate with the Government of the Democratic Republic of Congo to reduce the fees charged at the Border. 104. Mr E Tembo (Feira) - to ask theMinister of Green Economy and Environment:",
        "(a) why the Government consented to a proposal by Bi-Carbon Partners (BCP), a private company, to acquire land in a forest in Luangwa District for a period of 30 years;",
        "(b) what benefits will accrue to the country through the envisaged partnership at the following levels:",
        "(i) local; and (ii) national;",
        "(c) how much money BCP, as an agent, was getting paid for facilitating the acquisition of the forest;",
        "(d) whether the portion of the forest allocated was bigger than what was initially negotiated for, with the chiefs; and",
        "(e) if so, why."
      ]
    },
    {
      "question_number": "105",
      "asked_by": "Mr Chonde (Milenge)",
      "minister": "Minister ofJustice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will reopen the following Local Courts in Milenge Parliamentary Constituency:",
        "(i) Itemba; and (ii) Sokontwe; and",
        "(b) why the courts were closed. ORDER OF THE DAY 1. Supply - Motion (29th September) - Resumption of Debate: (Mr Mabeta, MP) ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}