{
  "metadata": {
    "title": "Wednesday, 1st July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4266",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 1ST JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "571",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will improve the water reticulation system in Senanga District; and",
        "(b)    what the cause of the erratic water supply is."
      ]
    },
    {
      "question_number": "572",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to provide land for development to Zambians in the diaspora; and",
        "(b)    if so, what the procedures to  acquire land will be."
      ]
    },
    {
      "question_number": "573",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the recommended size of lay-bys on highways is;",
        "(b)    whether the lay-bys such as Chipoka and Chumula on the Nakonde-Mbala road, which is under construction, meet the recommended standards;",
        "(c)    if not, whether the contractor will be directed to expand the lay-bys; and",
        "(d)    when expansion works will commence."
      ]
    },
    {
      "question_number": "574",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Chiefs and Traditional Afairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Chief Mlolo of Chadiza District will be recognised; and",
        "(b)    what has caused the delay in recognising the Chief."
      ]
    },
    {
      "question_number": "575",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Mines, Energy and Water Development when the following streams in Kafulafuta Parliamentary Constituency will be dammed",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mbotwa;",
        "(b)    Katonte; and",
        "(c)    Bulima."
      ]
    },
    {
      "question_number": "576",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the upgrading to bituminous standard of the Nakonde-Kanyala road will commence;",
        "(b)    how many kilometres of the road will be upgraded;",
        "(c)    what the cost of the exercise is; and",
        "(d)    what the time-frame for completing the exercise is."
      ]
    },
    {
      "question_number": "577",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when appropriate types of transport will be provided to the office of the District Education Board Secretary (DEBS) in Mitete District; and",
        "(b)    what measures have been taken, in the interim, to facilitate the work of the DEBS’ office."
      ]
    },
    {
      "question_number": "578",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the recently rehabilitated houses for agriculture extension officers and veterinary officers in Mata Ward in Senanga District will be occupied; and",
        "(b)    when the District Agriculture Coordinating Officer’s office in Senanga and Nalolo Districts will be provided with new motor vehicles for their operations."
      ]
    },
    {
      "question_number": "579",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether State House is one of Zambia’s tourist attractions; and",
        "(b)    if so, when it will be opened to the public."
      ]
    },
    {
      "question_number": "580",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the tarring of township roads in Mwinilunga District will commence;",
        "(b)    what the name of the contractor is; and",
        "(c)    what the duration of the project is."
      ]
    },
    {
      "question_number": "581",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many primary schools were built in Mpongwe Parliamentary Constituency from 2006 to-date;",
        "(b)    whether teachers’ houses were built at the schools at (a);",
        "(c)    if not, how many schools have no teachers’ houses;",
        "(d)    when construction of teachers’ houses will commence; and",
        "(e)    what the time-frame for constructing teachers’ houses in the Constituency is."
      ]
    },
    {
      "question_number": "582",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has to decongest traffic between Central Street in Kitwe and the Ndola/Kitwe Dual Carriage Way;",
        "(b)    when the plans will be implemented; and",
        "(c)    what the cost of the exercise is."
      ]
    },
    {
      "question_number": "583",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication when bridges will be constructed at the following points",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lukusuzi River on the Chikomeni-Mwanya road to connect Kakulo Community School to Chief Mwanya’s area in Lundazi District; and",
        "(b)    Lumezi River on the road from Chief Kazembe in Lumezi Parliamentary Constituency to Mapamba School in Chama South Parliamentary Constituency."
      ]
    },
    {
      "question_number": "584",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication when roads leading to public schools in rural areas country-wide will be constructed or rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "585",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was spent on recapitalising the Tanzania-Zambia Railway Authority (TAZARA) in 2014 and 2015;",
        "(b)    what activities the money was spent on; and",
        "(c)    what the total liabilities of TAZARA were, as of April, 2015. NOTICE OF MOTION Ms Kalima Report of the Committee on Government Assurances :  That this House do adopt the Report of the Committee on Government Assurances, for the Fourth Session of the Eleventh National Assembly, laid on the Table of the House on 26th June, 2015."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}