{
  "metadata": {
    "title": "Wednesday, 16th February, 2022",
    "source_url": "https://www.parliament.gov.zm/node/9997",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "126",
      "asked_by": "Mrs Chinyama (Kafue)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to delimitate some parliamentary constituencies; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "127",
      "asked_by": "Mr Mulebwa (Kafulafuta)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will electrify the Munkulungwe Clinic in Kafulafuta Parliamentary Constituency; and",
        "(b) what has caused the delay in electrifying the Clinic."
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Mr Simushi (Sikongo)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Kafue Hook Bridge in Western Province has stalled;",
        "(b) when the project will resume; and",
        "(c) what measures are being taken to expedite the works, considering that the temporary bridge is in a deplorable condition, thereby endangering the lives of travellers."
      ]
    },
    {
      "question_number": "129",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Buli Basic School in Chama South Parliamentary Constituency to a secondary school;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to deploy additional teachers to all primary schools in the Constituency; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "130",
      "asked_by": "Mr Ngowani (Mpongwe)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the water reticulation project  under construction in Mpongwe District will be completed;",
        "(b) what the total cost of the project is;",
        "(c) how much money was paid to the contractor, as of September, 2021; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "131",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Small and Medium Enterprise Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government is taking to ensure that Small and Medium Enterprises (SMEs) access affordable financing, considering that commercial bank interest rates are very high; and",
        "(b) what measures the Government is taking to create market linkages and value chains for SMEs."
      ]
    },
    {
      "question_number": "132",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will procure the following equipment for Kabwe Central Hospital:",
        "(i) Computed Tomography (CT) Scan; (ii) Renal Dialysis Machines; and (iii) X-ray machines;",
        "(b) whether the Government has any plans to increase funding to the Hospital, following its elevation from general hospital to central hospital; and",
        "(c) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "133",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct staff houses for police officers in Pemba District;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many houses are earmarked for construction;",
        "(d) what the estimated cost of the project is; and",
        "(e) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "134",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will procure desks for schools in Chienge District; and",
        "(b) what the cause of the delay in procuring the desks is."
      ]
    },
    {
      "question_number": "135",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that Mulobezi Railway Line, which is the only reliable means of transport between Livingstone and Mulobezi Districts, is in a deplorable state;",
        "(b) if so, what measures the Government is taking to restore connectivity between the two districts;",
        "(c) when the Railway Line will be rehabilitated; and",
        "(d) whether the rehabilitation will include reconstructing the Bombwe Bridge."
      ]
    },
    {
      "question_number": "136",
      "asked_by": "Mr Mwila (Mufulira)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the Kamuchanga Modern Market in Mufulira District will be completed;",
        "(b) what the progress, in percentage terms, on the construction of the Market was, as of September, 2021; and",
        "(c) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "137",
      "asked_by": "Mr Mapani (Namwala)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct dip tanks in Namwala Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many dip tanks will be constructed; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "138",
      "asked_by": "Mr Mwene (Mangango)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the Katunda-Lukulu road in Western Province;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the funding for the project has already been sourced; and",
        "(d) if not, when the funds will be sourced."
      ]
    },
    {
      "question_number": "139",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to establish new farming blocks, countrywide;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the progress on the issuance of title deeds to residents of Ngwezi Farming Block in Magoye Parliamentary Constituency, is."
      ]
    },
    {
      "question_number": "140",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of communication towers in the Chibale and Lundu Chiefdoms in Chama North Parliamentary Constituency will commence;",
        "(b) what the cost of the project is; and",
        "(c) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "141",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Tourism",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the total number of international flights recorded at the following airports in 2020 was:",
        "(i) Kenneth Kaunda International Airport; and (ii) Harry Mwaanga Nkumbula International Airport;",
        "(b) how many tourists visited the country during the same period; and",
        "(c) how the number of flights and tourists at (a) and (b) compare with the numbers in 2019."
      ]
    },
    {
      "question_number": "142",
      "asked_by": "Mr Wamunyima (Nalolo)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to deploy doctors to health facilities in Nalolo District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "143",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the Chisekesi - Gwembe - Chipepo road in Southern Province;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is. 144. Ms M Phiri (Milanzi) to ask the Minister of Infrastructure, Housing and Urban Development:",
        "(a) why the construction of the Katete - Chadiza road has stalled;",
        "(b) when the project will resume;",
        "(c) who the contractor is;",
        "(d) what the cost of the project is; and",
        "(e) what the estimated time frame for the completion of the project."
      ]
    },
    {
      "question_number": "145",
      "asked_by": "Mr E J Banda (Petauke Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the distribution of tricycle ambulances in Petauke District will commence;",
        "(b) what the cause of the delay in commencing the exercise is; and",
        "(c) which health facilities in the District will benefit from the exercise. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W6. Mr Musonda (Lupososhi) - to ask the Vice President:",
        "(a) how many people died due to electoral violence, countrywide, from May, 2021 to August, 2021;",
        "(b) what the names of the victims are;",
        "(c) which political parties the victims were affiliated to; and",
        "(d) how many people have been arrested in connection with the deaths. __________________________"
      ]
    }
  ],
  "question_count": 19,
  "status": "success"
}