{
  "metadata": {
    "title": "Wednesday, 15th February, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10890",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "117",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether all the youths who were under the Youth Internship and Apprenticeship Programme in Bwacha Parliamentary Constituency were paid their allowances, as of June, 2022;",
        "(b) if they were not paid, why;",
        "(c) how many youths were affected;",
        "(d) how much money was owed to the affected youths; and",
        "(e) when the affected youths will be paid. 118. Mr Simuzingili (Gwembe)  -  to askthe Minister of Energy:",
        "(a) whether the Government has any plans to electrify the shores of Lake Kariba from Siavonga to Sinazongwe via Gwembe, in order to foster tourism development;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is. 119. Mr Mtayachalo (Chama North)  -  to askthe Minister of Infrastructure, Housing and Urban Development:",
        "(a) why the construction of Chibale Boarding School in Chama North Parliamentary Constituency, which is at 85% completion, has stalled;",
        "(b) when the project will resume;",
        "(c) what the total cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "120",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct the Chipete-Kalasa-Kando road in Chembe District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "121",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the water that is supplied toKalabo Township in Kalabo District is brown in colour;",
        "(b) whether the water is fit for human consumption; and",
        "(c) what measures the Government is taking to make the water clear."
      ]
    },
    {
      "question_number": "122",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the TAZARA Corridor Mung’ang’a Resettlement Livestock Centre in Chief Luchembe’s Chiefdom in Kanchibiya District will be opened to the public; and",
        "(b) what the cause of the delay in opening the Centre is."
      ]
    },
    {
      "question_number": "123",
      "asked_by": "Mr Chala (Chipili)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how much money Zesco Limited generated from the export of power from 2018 to 2021, year by year;",
        "(b) whether the power is exported at cost reflective tariffs; and",
        "(c) if the tariffs are not cost reflective, what the reasons are."
      ]
    },
    {
      "question_number": "124",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Hoya - Kamzoole road has stalled;",
        "(b) why the contractor has demobilised;",
        "(c) what measures the Government is taking to ensure that the rehabilitation works are resumed and completed; and",
        "(d) when the bridges at Mthyengu and Kamzoole, which were washed away by heavy rains, will be reconstructed."
      ]
    },
    {
      "question_number": "125",
      "asked_by": "Mr E Daka (Msanzala)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Msanzala Bridge in Msanzala Parliamentary Constituency has stalled; and",
        "(b) when the project will resume."
      ]
    },
    {
      "question_number": "126",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to sink industrial boreholes at the Chambeshi Water Plant in Isoka District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) when the water tank at the Plant will be repaired. 127. Mr Simuzingili (Gwembe)  -  to askthe Minister of Health:",
        "(a) when the Government will create a staff establishment structure for Munyumbwe Level 1 Hospital in Gwembe District; and",
        "(b) what the cause of the delay in creating the staff establishment for the Hospital, is."
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Mr Kalimi (Malole)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following mini hospitals in Mungwi District will commence;",
        "(i) Makasa; and (ii) Chimbola;",
        "(b) what the cause of the delay in commencing the projects is;",
        "(c) what the cost of each project is; and",
        "(d) what the time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "129",
      "asked_by": "MrKapyanga (Mpika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct township roads in the following locations in Mpika Parliamentary Constituency:",
        "(i) Kamwanya; (ii) Chitulika; and (iii) Chisanga;",
        "(b) if so, when the plans will be implemented;",
        "(c) when the construction of the Great North Road - TAZARA road will be completed; and",
        "(d) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "130",
      "asked_by": "MsMabonga (Mfuwe)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to electrify the Chiundaponde Chiefdom in Mpika District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the cost of the project is."
      ]
    },
    {
      "question_number": "131",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will construct offices for the Department of Immigration at Chembe Border Post in Chembe District; and",
        "(b) why the project has taken long to commence. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W5. Mr Kasandwe (Bangweulu)  -  to ask the Minister of Local Government and Rural Development:",
        "(a) how many feeder roads were funded for construction under the Improved Rural Connectivity Project in LuapulaProvince, from 2016 to 2021, district by district; and",
        "(b) how many feeder roads were completed, as of December, 2021. ____________________________"
      ]
    }
  ],
  "question_count": 12,
  "status": "success"
}