{
  "metadata": {
    "title": "Thursday, 11th December, 2014",
    "source_url": "https://www.parliament.gov.zm/node/418",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 11TH DECEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "281",
      "asked_by": "Mr Mwiimbu (Monze Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether some parts of the country will experience a drought during the 2014/2015 rainy season;",
        "(b)    if so, which parts of the country are expected to experience drought; and",
        "(c)    what measures the Government is taking to sensitise the citizens to take precautions to mitigate their suffering due to drought."
      ]
    },
    {
      "question_number": "282",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to provide bursaries to students at private universities and colleges; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "283",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether feasibility studies for the upgrading of the Luwingu-Nsombo-Chaba-Chilubi road have been carried out;",
        "(b)    if so, when tenders for the construction of the road will be advertised;",
        "(c)    what the nature of road works to be done is; and",
        "(d)    whether any maintenance works on the road will be carried out before 31st December, 2014."
      ]
    },
    {
      "question_number": "284",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why there is a huge backlog of domestic electricity consumers waiting to be connected to power lines in Solwezi District; and",
        "(b)    whether there are priority areas in the District in terms of providing electricity and, if so, what the priority areas are."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}