{
  "metadata": {
    "title": "Wednesday, 6th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11989",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "101",
      "asked_by": "Mr Emmanuel Musonda (Lupososhi)",
      "minister": "Minister of Green Economy and Environment what measures the Government is taking against charcoal burning to mitigate the effects of climate change.",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": []
    },
    {
      "question_number": "102",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when rehabilitation of Chipata-Lundazi-Chama-Matumbo road will commence;",
        "(b) who the contractor for the project is;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "103",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Agriculture",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the Government will operationalise the Chabbobboma Irrigation Scheme in Gwembe District;",
        "(b) what the cause of the delay in operationalising the Scheme is; and",
        "(c) what short and long term measures are being taken to mitigate the effects of drought in Southern Province and other parts of the country."
      ]
    },
    {
      "question_number": "104",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Education",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many special schools for autistic children there were, countrywide, as of March, 2024;",
        "(b) what the total number of trained teachers specialised in teaching autistic children, countrywide, was as of the date at (a); and",
        "(c) what measures are being taken to ensure that children living with autism attain full secondary education."
      ]
    },
    {
      "question_number": "105",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the rationale for the relocation of the Zambia Correctional Service Headquarters from Kabwe District to Lusaka District was;",
        "(b) whether the decision to relocate the Headquarters was in conformity with the National Decentralisation Policy;",
        "(c) if so, whether a survey was conducted in order to ascertain the adverse effects of relocating the Headquarters; and",
        "(d) whether the Government has any plans to rescind its decision. 6. ORDER OF THE DAY Supply - Motion (5th November) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}