{
  "metadata": {
    "title": "Thursday, 9th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10935",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "190",
      "asked_by": "Ms Nyemba (Chifunabuli)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct laboratories at Lubwe Secondary School in Chifunabuli District for the following:",
        "(i) information and communication technology; and (ii) science; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "191",
      "asked_by": "Mr Kalimi (Malole)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the following feeder roads in Malole Parliamentary Constituency has stalled:",
        "(i) Chonya - Mwamba Mulilo; (ii) Chimba - Chimbola Village; (iii) Katongo Chibwe - Mabula; (iv) Henry Kapata - Katilungu; and",
        "(v) Chanda Weyaya - Peleti - Mbesuma;",
        "(b) when the projects will resume;",
        "(c) what the cause of the delay in completing each project is; and",
        "(d) what the cost of the outstanding works on each project is. NOTICE OF MOTION Ms Kasune Adopt Report of the Zambian Delegation to the 52nd Plenary Assembly Session of the SADC Parliamentary Forum : That this House do adopt the Report of the Zambian Delegation to the 52nd Plenary Assembly Session of the SADC Parliamentary Forum held in Kinshasa, Democratic Republic of Congo (DRC) from 4th to 11th December, 2022, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on 22nd February, 2023. ORDER OF THE DAY 1. Thanks – His Excellency the President’s Address– Motion (28th February) – Resumption of Debate: (Mr Fube, MP). ____________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}