{
  "metadata": {
    "title": "Tuesday, 23rd October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1811",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 23RD OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "184",
      "asked_by": "Mr B Mutale (Kwacha)",
      "minister": "Minister of Transport, Works, Supply and Communication when the road markings on some portions of the Lusaka Chingola highway will be remarked.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "185",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Agriculture and Livestock whether the Government will purchase rice from farmers in Luambuwa and Namafula Wards of Mangango Parliamentary Constituency, in 2012.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "186",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock when Zambia will commence the export of beef to European and other countries.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "187",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will build a high school in Nangoma Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "188",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will build an additional ablution block at Ghandhi Basic School in Luanshya to cater for the increased number of pupils.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "189",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Youth and Sport how much money was spent on the development of the Mongu and Kaole Stadia in Mongu and Mansa, respectively, in 2011.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "190",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Youth Resource Centres (YRCs) were constructed country-wide in 2011; and",
        "(b)    how much money was spent on the rehabilitation of the YRCs at Chishimba and Chiwoko Zambia National Service Camps in 2011."
      ]
    },
    {
      "question_number": "191",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Zambezi River Authority received from ZESCO Limited in 2011;",
        "(b)    what the purpose of the money was;",
        "(c)    what social responsibility activities the Authority engaged in for the people who live along the Zambezi River in the same year; and",
        "(d)    what activities have so far been undertaken in Gwembe District."
      ]
    },
    {
      "question_number": "192",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, on monthly basis, the Southern Water and Sewerage Company collects from water consumers in Gwembe;",
        "(b)    why the water supply in Gwembe is erratic;",
        "(c)    when the water supply situation will be regularised; and",
        "(d)    when the Company will revert to drawing water from the Singonya Dam."
      ]
    },
    {
      "question_number": "193",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will build a modern market in Mulobezi District; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "194",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when local court buildings will be constructed at Bwina, Namwinda and Kamanga;",
        "(b)    whether the Government is aware that court sessions at Bwina are held under a tree; and",
        "(c)    what the cost of constructing one local court building currently is."
      ]
    },
    {
      "question_number": "195",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Ministry spent on the preparations and participation in the 23rd Meeting of the Common Market for Eastern and Southern Africa (COMESA) Trade and Customs Union held in Swaziland in 2009; and",
        "(b)    how much property was lost when part of the COMESA Headquarters building in Lusaka was gutted by fire in December, 2011."
      ]
    },
    {
      "question_number": "196",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Zambian companies were engaged in manufacturing of the following products as of 31st March, 2012:",
        "(i)    cement; (ii)    iron sheets; (iii)    paper; (iv)    tyres; and",
        "(v)    bicycles; and",
        "(b)    whether the Government has plans to encourage the establishment of a fish canning plant in Chilubi District."
      ]
    },
    {
      "question_number": "197",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Transport, Works, Supply and Communication when communication towers will be constructed at Luamba and Lukena in Mangango Parliamentary Constituency to improve the telephone operations.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "198",
      "asked_by": "Mr Milambo (Mwembeshi)",
      "minister": "Minister of Finance whether, in their current form, the Financial Regulations, 2006, are effective and, if not, when they will be revised.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what percentage of the population in Mulobezi District had access to safe drinking water as of June, 2012;",
        "(b)    when the following areas of the District will be provided with safe drinking water:",
        "(i)    Kamenyani; (ii)    Namena; (iii)    Namakala; (iv)    Mulauli;",
        "(v)    Sibala; (vi)    Kaywala; (vii)    Mboma; (viii)    Mbulumina; (ix)    Kazusu",
        "(x)    Kasamba; (xi)    Sibwaulu; (xii)    Sejamba; (xiii)    Loze; (xiv)    Bwina; (xv)    Namuzingu; (xvi)    Bridge; (xvii)    Namakombwe; and (xviii)    Nanga; and",
        "(c)    whether there are other areas besides those at (b) above that did not have safe drinking water as of June, 2012 and, if so, what their names are. W8    Mr Chisala (Chilubi) - to ask the Minister of Lands, Natural Resources and Environmental Protection what measures the Government has taken from January, 2009 to-date to protect human life and the environment from the effects of carbon gas emissions. ORDER OF THE DAY 1    Supply - Motion (12th October) - Resumption of Debate."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 15,
  "status": "success"
}