{
  "metadata": {
    "title": "Wednesday, 19th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11137",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "385",
      "asked_by": "Mr. Katakwe (Solwezi East)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Evelyn Hone College of Applied Arts and Commerce to a university college;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "386",
      "asked_by": "Mr. Mutale (Chitambo)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the installation of an Acrow Bridge across Luombwa River in Chitambo District will commence; and",
        "(b) what has caused the delay in installing the Bridge."
      ]
    },
    {
      "question_number": "387",
      "asked_by": "Mr. Shakafuswa (Mandevu)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the sewerage system in Justin Kabwe Ward in Mandevu Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for completing the project is."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr. Siachisumo (Lufwanyama)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to empower small scale farmers in Lufwanyama Parliamentary Constituency with cattle, in order to boost production;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "389",
      "asked_by": "Mr. Simushi (Sikongo)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to recapitalise the National Savings and Credit Bank (NATSAVE);",
        "(b) if so, when the plans will be implemented;",
        "(c) how many Government Ministries and Departments held accounts with the Bank as of November, 2022;",
        "(d) what measures the Bank is taking to increase its customer base; and",
        "(e) how many districts have NATSAVE as the only bank. NOTICE OF MOTION Mr. Mwambazi Adopt Report of the Public Accounts Committee : That this House do adopt the Report of the Public Accounts Committee on the Report of the Auditor General on the Accounts of the Republic for the Financial Year Ended 31st December, 2021, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 17th July, 2023."
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}