{
  "metadata": {
    "title": "Wednesday, 15th March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10945",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "198",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Isoka-Mafinga road in Isoka Parliamentary Constituency has stalled;",
        "(b) when the project will resume; and",
        "(c) how much money the contractor was owed, as of June, 2022."
      ]
    },
    {
      "question_number": "199",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many general hospitals there were, countrywide, as of December, 2021;",
        "(b) whether the Government has any plans to upgrade some hospitals to general hospital level; and",
        "(c) if so, how many hospitals are earmarked for upgrading, countrywide."
      ]
    },
    {
      "question_number": "200",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of Chembe Boarding Secondary School in Chembe District will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) at what level of completion, in percentage terms, the project was, as of March, 2022; and",
        "(d) what the cost of the outstanding works on the project was, as of March, 2022. NOTICE OF MOTION Mr Chibombwe Restrict Auction of Public Assets to Zambians:  That this House urges the Government to restrict auctioning of public assets to Zambians only. ORDER OF THE DAY 1. Thanks – His Excellency the President’s Address – Motion (28th February) –  Resumption of Debate. ____________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}