{
  "metadata": {
    "title": "Thursday, 29th March, 2018",
    "source_url": "https://www.parliament.gov.zm/node/7494",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "253",
      "asked_by": "Mr Kakubo (Kapiri Mposhi)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) why the Tanzania-Zambia Railways Authority employees have not been paid their salaries for January and February, 2018;",
        "(b) when the salaries will be paid;",
        "(c) what measures have been taken to resolve the financial challenges at the institution; and",
        "(d) when the retirees, who have not been paid for a long time, will be paid their dues."
      ]
    },
    {
      "question_number": "254",
      "asked_by": "Mr Zimba (Chasefu)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER NO. 31)",
      "parts": [
        "(a) whether the Government is aware that Zambia Wildlife officers have been harassing and brutalising villagers under the pretext of arresting suspected poachers in Chasefu Parliamentary Constituency;",
        "(b) whether the Government is aware that, the officers shot dead an 11-year old child and wounded its mother in Khupe Village on 26th March, 2018;",
        "(c) if so, whether the officers operated within the law;",
        "(d) if not, what deterrent measures are being taken against the erring officers; and",
        "(e) what measures are being taken to ensure that the officers operate within the law and also to promote harmony in the Constituency and elsewhere in the country. ORDER OF THE DAY 1. Thanks - His Excellency the President’s Address - Motion (20th March) - Resumption of Debate: (The Minister for Eastern Province). ___________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}