{
  "metadata": {
    "title": "Tuesday, 28th June, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10210",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "340",
      "asked_by": "Mr Mumba (Kantanshi)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that the anxiety among various stakeholders created by the delay in concluding negotiations for the International Monetary Fund bailout package, is adversely affecting the economy;",
        "(b) when the negotiations will be concluded; and",
        "(c) what other measures are being taken to recover the economy if the bailout package fails."
      ]
    },
    {
      "question_number": "341",
      "asked_by": "Mr Mumba (Kantanshi)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that compelling online car-hailing services to register with Road Transport and Safety Agency (RTSA) is stifling youth innovation and hindering the growth of small and medium businesses;",
        "(b) if so, what measures are being taken to ensure that online car-hailing services are not adversely affected by the registration process; and",
        "(c) what measures are being taken to enhance electronic communication technology innovations in the transport sector. NOTICE OF MOTION Mr Chaatila. Adopt Report of the Select Committee on the Eighth National Development Plan 2022-2026: That this House do adopt the Report of the Select Committee appointed to scrutinise the Eighth National Development Plan for the period 2022 – 2026, for the First Session of the Thirteenth National Assembly, laid on the Table of the House on Friday, 24th June, 2022."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}