{
  "metadata": {
    "title": "Thursday, 10th July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/479",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 10TH JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "570",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  whether a contractor to complete the rehabilitation of the Presidential Lodge in Kitwe has been found and, if so, what the name of the contractor is;",
        "(b)  when the rehabilitation works will be completed; and",
        "(c)  what the total cost of rehabilitating the Lodge is."
      ]
    },
    {
      "question_number": "571",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock whether the Government has any plans to introduce a loan scheme for small scale farmers who intend to invest in irrigation farming system.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "572",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  how many pupils in Kaputa District qualified to Grades 8 and 10 in 2012 and 2013;",
        "(b)  how many of these pupils were selected to schools outside Kaputa District;",
        "(c)  how many pupils in Kaputa District did not qualify to Grades 8 and 10, in 2014;",
        "(d)  what measures the Government has taken to ensure that all pupils who pass Grades 7 and 9 examinations secure places in Grades 8 and 10, respectively; and",
        "(e)  what measures the Government has taken to increase the number of Grades 8 and 10 places in Kaputa District."
      ]
    },
    {
      "question_number": "573",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  what measures have been taken to facilitate fish caging system of breeding in the water bodies in the Western Province;",
        "(b)  how many fish breeding centres there are in all the water bodies in the Province;",
        "(c)  of the breeding centres at (b), how many are active; and",
        "(d)  whether the fish industry has capacity to reduce poverty in the Province and, if so, how."
      ]
    },
    {
      "question_number": "574",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  how much money was released to the Kitwe City Council for refuse collection from 2011 to 2014, year by year;",
        "(b)  why the funds are always released late; and",
        "(c)  what measures have been taken to ensure timely release of funds in future."
      ]
    },
    {
      "question_number": "575",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Health when an incinerator will be built at Mwinilunga District Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "576",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  how many dip tanks are in Lukulu West Parliamentary Constituency; and",
        "(b)  if there are none, when they will be constructed."
      ]
    },
    {
      "question_number": "577",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  whether the Government has any plans to expand the Great East Road from Kabwe Roundabout to Airport Roundabout from a four lane to a six-lane road; and",
        "(b)  what measures the Government has taken to ensure the free flow of traffic on this Road during peak hours."
      ]
    },
    {
      "question_number": "578",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Finance how much revenue the Zambia Revenue Authority collected from the following border posts in 2012",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  Victoria Falls;",
        "(b)  Kazungula;",
        "(c)  Katima Mulilo; and",
        "(d)  Chirundu."
      ]
    },
    {
      "question_number": "579",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  what measures have been taken to monitor and track progress on projects funded under the Women Empowerment Fund;",
        "(b)  whether there are any success stories emanating from the Fund in terms of job creation and poverty reduction; and",
        "(c)  if so, what some of the success stories are."
      ]
    },
    {
      "question_number": "580",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  when renovations of the Maramba Stadium in Livingstone will be completed;",
        "(b)  how much money had been spent on the renovations as of March, 2014; and",
        "(c)  what the total cost of the project is."
      ]
    },
    {
      "question_number": "581",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  what measures the Government is taking to decongest and improve conditions in prisons country-wide;",
        "(b)  when the dilapidated Kabompo Prison will be rehabilitated; and",
        "(c)  whether the Government has any plans to construct a new prison in Kabompo at a new site away from residential areas and, if so, when construction will commence."
      ]
    },
    {
      "question_number": "582",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  when the Government will construct health posts at the following places in Mfuwe Parliamentary Constituency:",
        "(i)   Kazembe in Chief Nabwalya’s area; (ii)   Mabonga in Chief Mpumba’s area; and (iii)  Chipundu in Chief Mukungule’s area; and",
        "(b)  when the 650 Health Posts Project will be launched in Muchinga Province. NOTICE OF MOTION Mr Hamududu Report of the Committee on Estimates:  That this House do adopt the Report of the Committee on Estimates on the Review of the first Quarter of the 2014 Budget for selected Ministries, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 4th July, 2014."
      ]
    }
  ],
  "question_count": 13,
  "status": "success"
}