{
  "metadata": {
    "title": "Wednesday, 23rd July, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12463",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "387",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Energy",
      "section": "8.       GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [
        "(a)     whether the Government has any plans to electrify the following Schools in Pemba District: Choompa Secondary; Demu Secondary; Hajamba Secondary; Simudima Secondary; Kauba Secondary; Siazwela Secondary; Mudukulu Secondary; Moyo Secondary; Kaamba Secondary; Munyama Primary; Makomba Primary; and Japi Primary;",
        "(b)     if so, when the plans will be implemented;",
        "(c)      what the estimated cost of the project is; and",
        "(d)     if there are no such plans, why."
      ]
    },
    {
      "question_number": "388",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Energy",
      "section": "8.       GROUPED QUESTIONS FOR ORAL ANSWER (STANDING ORDER 83)",
      "parts": [
        "(a)     whether the Government has any plans to electrify Chishala Primary School in Mpika District;",
        "(b)     if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. 389.    Mr Chanda (Kanchibiya) - to ask the Minister of Energy: when the Government will electrify the following institutions in Kanchibiya District: Kabinga Primary School; Kabinga Day Secondary School; Kabinga Rural Health Centre; and Munkunta Rural Health Centre;",
        "(b)     what the cause of the delay in electrifying the institutions is; and",
        "(c)      what the estimated cost of each project is. 390    Mr Chanda (Kanchibiya) -  to ask the Minister of Energy: a.     when the Government will electrify the following areas in Kanchibiya District: Kaonda; Mwansabamba; Chipi Zone; and Kabulamwiko; b.     when the electrification of the following areas, along the Tazara Corridor will be completed: Mala; and Ntunta; c.   when the Government will electrify the Catholic boarding school in Luchembe Chiefdom, which is under construction; d.     what the estimated cost of the project at (c) is; and e.     what the time frame for the completion of the project is. 9.       MOTION Mr Kafwaya Adopt Report of the Committee on National Guidance and Gender Matters :  That this House adopts the Report of the Committee on National Guidance and Gender Matters on the Performance Audit Report on the Effectiveness of Government Measures in Ending Child Marriage in Zambia, 2020 to 2023, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 21 st July, 2025. 10.     ORDER OF THE DAY The Building Societies (Amendment) Bill                                                                        (N.A.B 3/2025) Third Reading 11.     NOTICE OF SUBJECT FOR DEBATE ON THE MOTION OF ADJOURNMENT Mr. Fube Address Developmental Inequalities between Rural and Urban Areas. ___________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}