{
  "metadata": {
    "title": "Wednesday, 18th June, 2014",
    "source_url": "https://www.parliament.gov.zm/node/629",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 18TH JUNE, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "462",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to include sport in the primary and secondary school curriculum and, if so, when the plans will be implemented; and",
        "(b)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "463",
      "asked_by": "Mr Nkombo (Mazabuka Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why a school was closed in Zambezi East Parliamentary Constituency following the introduction of local languages as a medium of instruction for Grades 1 to 4;",
        "(b)    what measures the Government has taken to ensure that what happened in Zambezi East Parliamentary Constituency does not occur in other parts of the country; and",
        "(c)    what intervention the Ministry has made in order to realise its policy of introducing local languages in schools."
      ]
    },
    {
      "question_number": "464",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many media houses in Zambia have produced documentaries on the United Nations World Tourism Organisation General Conference that was co-hosted by Zambia and Zimbabwe in August, 2013;",
        "(b)    why few stories have been written about the event; and",
        "(c)    whether the media participation prior to and after the event was adequate."
      ]
    },
    {
      "question_number": "465",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Health when medical personnel will be deployed to Hajamba Clinic in Pemba District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "466",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Tourism and Art",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the training offered in the tourism industry is of international standard; and",
        "(b)    if not, what measures have been taken to improve the standards."
      ]
    },
    {
      "question_number": "467",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when works on the following roads in Rufunsa Parliamentary Constituency under the Link Zambia 8000 Road Project will commence:",
        "(i)    Great East Road-Shikabeta-Lunsemfwa to Mkushi District Headquarters; and (ii)    Chomba-Shikabeta; and",
        "(b)    what the estimated cost of the two projects is."
      ]
    },
    {
      "question_number": "468",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock when construction of dip-tanks in rural areas will commence as promised by the Government.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "469",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct an all weather feeder road from Wamafwa to Ifumba in Solwezi West Parliamentary Constituency;",
        "(b)    if so, when construction will commence; and",
        "(c)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "470",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total indebtedness of the University of Zambia (UNZA) was, as of December, 2013;",
        "(b)    what practical steps the Government has taken to liquidate the debt;",
        "(c)    whether the UNZA management has the capacity to manage the finances of the Institution prudently; and",
        "(d)    what the long term solutions to the financial problems at UNZA are."
      ]
    },
    {
      "question_number": "471",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection what tangible benefits Zambia has gained from the Copenhagen Accord on Climate Change.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "472",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Foreign Affairs what measures the Government has taken to promote the country’s image within the international community.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "473",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Musele-Katuta-Sobingi Road in Lupososhi Parliamentary Constituency will commence;",
        "(b)    what the cost of the project is; and",
        "(c)    what the time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "474",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Transport, Works, Supply and Communication why the Kasama Airport runway has not been rehabilitated despite funds being allocated in the 2011 and 2012 budgets.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "475",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will recognise Chief Mutipula of Chipili District;",
        "(b)    what has caused the delay in recognising the Chief; and",
        "(c)    what the stipulated time-frame for recognising a Chief is."
      ]
    },
    {
      "question_number": "476",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total monthly wage bill for the Bank of Zambia is; and",
        "(b)    how much money, in form of loans, was disbursed to the Bank staff from 2012 to 2013, year by year. PRESENTATION OF GOVERNMENT BILL The Minister of Transport, Works, Supply and Communication The Zambia Chartered Institute of Logistics and Transport - Bill to provide for the establishment of the Zambia Chartered Institute of Logistics and Transport and provide for its powers and functions; constitute the National Council for the Institute and provide for its functions and powers; provide for the qualifications for membership of the Institute; provide for the registration of members to practice as logisticians or transportants; provide for the constitution of the Disciplinary Committee and other committees of the Institute; and provide for matters connected with, or incidental to, the foregoing.                                      (N.A.B. 1/2014) NOTICE OF MOTION Mr Simbao Report of the Parliamentary Select Committee :  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Hon Justice Roydah Mwanakulya Chinungi Kaoma and Mr Mumba Malila, SC, to serve as Supreme Court Judges and Hon Judge Mwamba Chanda, Mr Lishomwa Nawa Muuka, Ms Yvonne Chembe and Mrs Mwila Chibwe-Kombe to serve as High Court Judges, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 10th June, 2014."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}