{
  "metadata": {
    "title": "Tuesday, 12th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11999",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "114",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Technology and Science",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that the poor internet service and direct calls connectivity being experienced in Luwingu District and the country at large, has adversely affected businesses, such that they are unable to perform statutory obligations with regulatory bodies, thereby leading to unnecessary penalties; and",
        "(b) if so, what urgent measures the Government is taking to ensure that the problem is resolved."
      ]
    },
    {
      "question_number": "115",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) when the construction of the Mbesuma Bridge on the Isoka–Mbesuma–Kasama road will be completed;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) whether the construction will be completed before the rains intensify, to prevent the bridge from being washed away."
      ]
    },
    {
      "question_number": "116",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that the inordinate delays in the appointment of members of Constituency Development Fund (CDF) Committees in Samfya District, is hampering the Government’s developmental agenda; and",
        "(b) if so, what urgent measures are being taken to expedite the process so as to avert the CDF allocations to the constituencies in the District from being returned to the Treasury."
      ]
    },
    {
      "question_number": "117",
      "asked_by": "Mr Menyani Zulu (Nyimba)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a bridge across Chanda River on the Nyimba-Luembe road in Nyimba Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct dams in Kawaza and Kathumba Chiefdoms in Milanzi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many dams are earmarked for construction in each chiefdom; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the rate of loan repayments under the Constituency Development Fund loan facility was, countrywide, as of August, 2024; and",
        "(b) what measures the Government has put in place to enhance the repayment of the loans. 8. NOTICE OF MOTION Dr Andeleki Adopt Report of the Committee on Legal Affairs, Human Rights and Governance: That this House adopts the Report of the Committee on Legal Affairs, Human Rights and Governance on the Accession of the Second Optional Protocol to the International Covenant on Civil and Political Rights, Aiming at the Abolition of the Death Penalty, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 5th November, 2024. 9. ORDER OF THE DAY Supply - Motion (5th November) - Resumption of debate. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}