{
  "metadata": {
    "title": "Thursday, 23rd March, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10968",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "218",
      "asked_by": "Mr. Mtayachalo (Chama North)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware of the presence of gypsum and other minerals in Chama District;",
        "(b) if so, what measures the Government is taking to prevent illegal mining activities in the District; and",
        "(c) what measures the Government is taking to commence legal mining to boost economic activities in the District."
      ]
    },
    {
      "question_number": "219",
      "asked_by": "Mr. P Phiri (Mkaika)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the Chimtende - Lupande road in Mkaika Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "220",
      "asked_by": "Mr. Malambo (Magoye)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct dip tanks in Magoye Parliamentary Constituency;",
        "(b) if so, how many dip tanks will be constructed in the Constituency;",
        "(c) when the plans will be implemented; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "221",
      "asked_by": "Mr. Munsanje (Mbabala)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following upgraded secondary schools in Mbabala Parliamentary Constituency:",
        "(i) Mabwe Atuba; (ii) Mang’unza; (iii) Simaubi; (iv) Mbabala; and",
        "(v) Maanda; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "222",
      "asked_by": "Mr. Chonde (Milenge)",
      "minister": "Minister of Home Affairs and Internal Security when the Government will construct offices for the Department of Immigration at the Kapalala Border Post in Milenge District.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [],
      "question_text": " NOTICE OF MOTION Mr. Chaatila Adopt Report of the Planning and Budgeting Committee : That this House do adopt the Report of the Planning and Budgeting Committee on the Review of the Third and Fourth Quarter Performance of the 2022 Budget for Selected Ministries and Provinces, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Friday, 17th March, 2023."
    }
  ],
  "question_count": 5,
  "status": "success"
}