{
  "metadata": {
    "title": "Tuesday, 22nd February, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10012",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "183",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why some residents who paid Zesco Limited for electricity connections from as far back as 2018 in Kalabo District, have not had power connected to their premises;",
        "(b) how many applications were pending, as of September, 2021;",
        "(c) what the cause of the delay in connecting the premises is; and",
        "(d) when the premises will be connected."
      ]
    },
    {
      "question_number": "184",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of the youth resource centre in Roan Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) whether on completion, the centre will be provided with the following:",
        "(i) tools; (ii) furniture; and (iii) instructors."
      ]
    },
    {
      "question_number": "185",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the progress, in percentage terms, on the construction of the following secondary schools in Mpika District was, as of October, 2021:",
        "(i) Katibunga; and (ii) Kampamba;",
        "(b) what the cause of the delay in completing the works is; and",
        "(c) when the projects will be completed."
      ]
    },
    {
      "question_number": "186",
      "asked_by": "Ms M Phiri (Milanzi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many boreholes were sunk in Milanzi Parliamentary Constituency from 2011 to 2021, year by year;",
        "(b) how many of the boreholes at (a) were functional as of September, 2021;",
        "(c) whether there are any plans to sink additional boreholes in the Constituency;",
        "(d) if so, when the plans will be implemented; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "187",
      "asked_by": "Mr Mulebwa (Kafulafuta)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what measures the Government has taken to sensitise Zambian workers, especially in the private sector, on their rights under the Employment Code, Act No. 3 of 2019; and",
        "(b) whether the measures are yielding the desired results."
      ]
    },
    {
      "question_number": "188",
      "asked_by": "Mr E Tembo (Feira)",
      "minister": "Minister of Information and Media",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to extend the radio signal for the Zambia National Broadcasting Corporation to Luangwa District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "189",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many fire tenders the Government procured, countrywide, between January, 2015 and August, 2021, year by year;",
        "(b) what the cost of the fire tenders was, year by year;",
        "(c) how the fire tenders were distributed;",
        "(d) how much the fire tenders were insured at, year by year; and",
        "(e) how many fire tenders were operational, as of December, 2021. PRESENTATION OF GOVERNMENT BILLS The Vice President The Emoluments Commission - Bill to provide for the membership, functions, operations and financial management of the Emoluments Commission; provide for a harmonised framework to govern the determination and management of emoluments for chiefs and officers in a State organ and State institution; enhance the capacity of a State organ and State institution to attract, retain and motivate officers and staff with requisite qualifications, skills and experience in order to improve service delivery; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 1/2022) The Minister of Commerce, Trade and Industry The Zambia Institute of Marketing - Bill to continue the existence of The Zambia Institute of Marketing and redefine its powers and functions; promote and enhance the marketing profession; provide for the registration of marketers and regulate their practice and professional conduct; repeal and replace the Zambia Institute of Marketing Act, 2003; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 2/2022) The Minister of Labour and Social Security The Zambia Institute of Human Resource Management - Bill to continue the existence of the Zambia Institute of Human Resources Management and rename it as the Zambia Institute of Human Resource Management and re-define its functions; promote and enhance the human resource management profession; provide for the registration of human resource management practitioners and regulate their practice and professional conduct; repeal and replace the Zambia Institute of Human Resources Management Act, 1997; and provide for matters connected with, or incidental to, the foregoing.  (N.A.B 3/2022) The Minister of Community Development and Social Services The Social Workers’ Association of Zambia - Bill to continue the existence of the Social Workers’ Association of Zambia; provide for the registration of social workers and regulate their professional conduct; provide for disciplinary procedures for social workers in the social work profession; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 4/2022) ORDER OF THE DAY 1. Question for Oral Answer under Standing Order 74 - Question 182 (18 February) – Resumption of consideration of Question: (Mr E J Banda, MP). __________________________"
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}