{
  "metadata": {
    "title": "Tuesday, 10th March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/378",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 10TH MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "402",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many people were arrested for illegal trade in endangered tree species such as mukula and mukwa from January to October, 2014, country-wide;",
        "(b)    of the total suspects, how many were from Rufunsa District; and",
        "(c)    what the outcome of their cases is."
      ]
    },
    {
      "question_number": "403",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on the construction of the following health posts in Mitete District is:",
        "(i)    Chinonwe; (ii)    Mambungo; (iii)    Lutembwe; (iv)    Washishi;",
        "(v)    Lupui; and (vi)    Mbangweta; and",
        "(b)    what the estimated period of completing the construction of the health posts is."
      ]
    },
    {
      "question_number": "404",
      "asked_by": "Mr Mushili Malama (Chitambo)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Reuben Rural Health Post in Luombwa Ward in Chitambo Parliamentary Constituency will be opened to the public; and",
        "(b)    what has caused the delay in opening the Health Post."
      ]
    },
    {
      "question_number": "405",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Agriculture and Livestock when the Government will construct dams for livestock and irrigation farming in the following areas of Magoye Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Nalwala, Kaseele, Mbiya and Jilihiba in Mwanachigwala Ward;",
        "(b)    Tetebatwa and Mphangwe in Munenga Ward;",
        "(c)    Chiziyo, Mabanga and Bambala in Kalama Ward; and",
        "(d)    Chipusyo in Munjele Ward."
      ]
    },
    {
      "question_number": "406",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Mines, Energy and Water Development what measures the Government has taken to resolve the impasse between local and foreign transporters of petroleum products.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "407",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what plans the Government has to develop Katanino Resettlement Scheme in Kapiri Mposhi District; and",
        "(b)    when the plans will be implemented."
      ]
    },
    {
      "question_number": "408",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to introduce a feeding programme to pupils in Mitete District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "409",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the staff establishment of Katete College of Agriculture is;",
        "(b)    how many vacancies there were as of December, 2014; and",
        "(c)    when all the vacancies will be filled."
      ]
    },
    {
      "question_number": "410",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of Yeta Community School in Kalabo District will be completed;",
        "(b)    whether the project is still within the contract time-frame for completion;",
        "(c)    if not, what the problems are; and",
        "(d)    what measures have been taken to facilitate completion of the project."
      ]
    },
    {
      "question_number": "411",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many basic schools have been upgraded to secondary schools in Lumezi Parliamentary Constituency;",
        "(b)    of the schools upgraded, how many have had no new infrastructure constructed; and",
        "(c)    why the schools at (b) have no new infrastructure. QUESTIONS FOR WRITTEN ANSWER W41    Mr I Banda (Lumezi) - to ask the Minister of Justice:",
        "(a)    how many people were referred, by the Courts of Law, to medical facilities to determine their mental fitness to appear in court, from 2010 to 2014, year by year; and",
        "(b)    of the people at (a), how many had their cases cause-listed in the same period. W42    Mr Mr I Banda (Lumezi) - to ask the Minister of Justice:",
        "(a)    how many people were detained at the President’s pleasure from 2004 to 2014 year by year; and",
        "(b)    how many people, who were committed to the High Court, were still awaiting trial, as of December, 2014, province by province."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}