{
  "metadata": {
    "title": "Wednesday, 25th June, 2025",
    "source_url": "https://www.parliament.gov.zm/node/12397",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "351",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the tarring of the following roads in Chama District will be completed:",
        "(i) Lundu-Luangwa; and (ii) Lundazi-Muyombe Turnoff;",
        "(b) at what percentage of completion the projects were, as of April, 2025;",
        "(c) what the cause of the delay in completing the projects is; and",
        "(d) what the cost of the outstanding works is."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Fisheries  and Livestock",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many animals were vaccinated in Mbabala Parliamentary Constituency in 2024;",
        "(b) what diseases the animals were vaccinated against;",
        "(c) whether there are any plans to vaccinate the animals in 2025; and",
        "(d) if there are no such plans, why. 6. PRIVATE MEMBER’S MOTION Mr Katakwe Regulate the use of Artificial Intelligence: That this House urges the Government to develop a policy and legal framework to regulate the use of artificial intelligence. 7. MINISTERIAL STATEMENT The Minister of Education – on the guidelines used in the deployment of teachers in the newly built and upgraded schools countrywide. 8. PRESENTATION OF GOVERNMENT BILL The Minister of Justice The Constitution of Zambia (Amendment) – Bill to amend the Constitution of Zambia.       (N.A.B 7/2025) 9. MOTION Mr Mutinta Adopt Report of the Committee on Local Governance, Housing and Chiefs’ Affairs: That this House adopts the Report of the Committee on Local Governance, Housing and Chiefs’ Affairs on the Consideration of the Implementation of Sector Devolution Plans, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Monday, 23rd June, 2025. ___________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}