{
  "metadata": {
    "title": "Thursday, 7th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11990",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "106",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) why Yuka Adventist Mission Hospital in Kalabo District was closed;",
        "(b) what urgent measures are being taken to mitigate the impact of the closure of the health facility on the local community; and",
        "(c) when the health facility will be re-opened."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that the Chama-Muyombe road, between Kanyelele/Chama junction and Kamfutu area, has been blocked by armed foreigners who are demanding the release from police custody of their counterparts in Chama District, thereby threatening peace and security in the area; and",
        "(b) if so, what urgent measures are being taken to resolve the problem and safeguard the lives of the people and property in the area."
      ]
    },
    {
      "question_number": "108",
      "asked_by": "Mr Mandandi (Sioma)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the staff houses at Sikuka Roads Camp in Sioma District, which are in a deplorable state, are owned by the Government;",
        "(b) if so, whether there are any plans to rehabilitate the houses;",
        "(c) if there are no such plans, why; and",
        "(d) if the houses do not belong to the Government, when they were sold."
      ]
    },
    {
      "question_number": "109",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Minister of Health",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to procure an X-ray machine for Micheal Chilufya Sata General Hospital in Mpika District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of procuring the machine is."
      ]
    },
    {
      "question_number": "110",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to construct a police station in Kanchibiya District; and",
        "(b) when the police will occupy the newly constructed police post in Chalabesa area, funded by the Constituency Development Fund. 7. ORDER OF THE DAY Supply - Motion (5th November) - Resumption of Debate. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}