{
  "metadata": {
    "title": "Wednesday, 17th February, 2016",
    "source_url": "https://www.parliament.gov.zm/node/4908",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 17TH FEBRUARY, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "292",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Justice when Local Court Magistrates will be deployed to Shemu Local Court in Nakonde Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "293",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has signed the North-Western Railway Concession;",
        "(b)    if not, when the Government will sign the Concession; and",
        "(c)    when construction of the railway line will commence."
      ]
    },
    {
      "question_number": "294",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to deploy military personnel along the Zambia-Democratic Republic of the Congo (DRC) border, considering that DRC has military personnel manning their side of the border; and",
        "(b)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "295",
      "asked_by": "Mr Shuma (Malambo)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes were sunk in Malambo Parliamentary Constituency in 2015;",
        "(b)    how many boreholes are earmarked for sinking in 2016;",
        "(c)    when the sinking of the boreholes will commence;",
        "(d)    how many boreholes and wells are earmarked for rehabilitation in the same period; and",
        "(e)    when the exercise at (d) will commence."
      ]
    },
    {
      "question_number": "296",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of classroom blocks at the following primary schools in Sikongo Parliamentary Constituency will be completed:",
        "(i)    Ngombe; (ii)    Nene; (iii)    Likaka; and (iv)    Nakapungu; and",
        "(b)    When the construction of a 1x2 classroom block at Simbuu Primary School will commence."
      ]
    },
    {
      "question_number": "297",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why primary school children are required to pay user fees; and",
        "(b)    whether the Government has any plans to regulate the user fees set by schools so that pupils from vulnerable families are not disadvantaged."
      ]
    },
    {
      "question_number": "298",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Transport and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to promote safe water transport on Lake Tanganyika;",
        "(b)    whether the Government has any plans to procure a passenger vessel on the Lake to operate between Mpulungu and Nsama Districts; and",
        "(c)    if so, when the vessel will be procured."
      ],
      "question_text": " Communication:"
    },
    {
      "question_number": "299",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, on average, is collected daily from the Lusaka City Market, in form of levies, from traders in farm produce;",
        "(b)    whether the Government has any plans to control the vending of farm produce on streets in Lusaka; and",
        "(c)    what measures the Government has taken to curb the illegal meat vending in the markets in Lusaka."
      ]
    },
    {
      "question_number": "300",
      "asked_by": "Mr Shuma (Malambo)",
      "minister": "Minister of Works and Supply when the following bridges in Malambo Parliamentary Constituency will be rehabilitated",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Lupande Bridge on the Mnkhanya-Msoro road;",
        "(b)    Lusandwa North Bridge across Lusandwa River in Msoro area;",
        "(c)    Lupande Bridge across Lupande River in Nsefu area;",
        "(d)    Msandire Bridge in Nsefu area; and",
        "(e)    Mtetezi Bridge on Nyakatokoli road in Msoro area."
      ]
    },
    {
      "question_number": "301",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing what infrastructure development is planned for the “New Kitwe” area in Chantente Ward in Kwacha Parliamentary Constituency, considering that the construction of the Mufuchani Bridge is nearing completion.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, as television levies, the Zambia National Broadcasting Corporation (ZNBC) collected from January, 2013 to June, 2015;",
        "(b)    how much money, in grants, the Government disbursed to ZNBC in the same period;",
        "(c)    how the monies above were utilised; and",
        "(d)    when ZNBC will become financially self-reliant. NOTICE OF MOTION Mr Mweetwa Amend the Public Order Act:  That this House urges the Government to amend the Public Order Act, Chapter 113 of the Laws of Zambia, to align it to the Bill of Rights. ______________________"
      ],
      "question_text": " QUESTION FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 10,
  "status": "success"
}