{
  "metadata": {
    "title": "Friday, 25th September, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4560",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 25TH SEPTEMBER, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "36",
      "asked_by": "Mrs Masebo (Chongwe)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the status of the Mobile Issuance of National Registration Cards (NRCs) exercise countrywide is;",
        "(b)    what measures the Government is taking to expedite the exercise in light of the announcement by the Electoral Commission of Zambia that it will not extend timelines set for the Voter Registration exercise;",
        "(c)    why the Government has not synchronised the issuance of NRCs and the Voter Registration exercise so that citizens who obtain NRCs can also register as voters; and",
        "(d)    why the Government has deployed officers to issue NRCs and conduct the Voter Registration exercise who are, in most instances, not conversant with the local languages."
      ]
    },
    {
      "question_number": "37",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Mines, Energy and     Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to facilitate the construction of a filling station in Kalabo District; and",
        "(b)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "38",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction works of the following infrastructure in Milenge District will be completed;",
        "(i)    market; and (ii)    bus station; and",
        "(b)    what has caused the delay in completing the works."
      ]
    },
    {
      "question_number": "39",
      "asked_by": "Mr Chenda (Bwana Mkubwa)",
      "minister": "Minister of Education, Science,  Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will build a secondary school in Mushili Ward in Bwana Mkubwa Parliamentary Constituency;",
        "(b)    what the cost of the project is; and",
        "(c)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "40",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Local Government and  Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of Katete Bus Station will commence;",
        "(b)    who the contractor for the project is;",
        "(c)    what the cost of the project is; and",
        "(d)    what the time-frame for completing the project is."
      ]
    },
    {
      "question_number": "41",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Magnetic Resonance Imaging (MRI) machines the University Teaching Hospital had as of June, 2015; and",
        "(b)    what the cost of using the MRI machine by patients is."
      ]
    },
    {
      "question_number": "42",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why supermarkets are not permitted to sell liquor before 1000 hours;",
        "(b)    why wholesale liquor traders open their premises as early as 0600 hours; and",
        "(c)    why there is no control over the sale of liquor to unlicensed traders."
      ]
    },
    {
      "question_number": "43",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Chiefs and Traditional  Affairs when construction of Chiefs’ palaces in the following     Chiefdoms in Kaoma and Nkeyema Districts will commence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Amukena;",
        "(b)    Mutondo;",
        "(c)    Kahale; and",
        "(d)    Kasimba."
      ]
    },
    {
      "question_number": "44",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the new District Hospital in Lundazi will be completed;",
        "(b)    what the cause of the delay is;",
        "(c)    what the cost of the project is;",
        "(d)    how much money has so far been spent on the project; and",
        "(e)    what the time-frame for completion of the works is."
      ]
    },
    {
      "question_number": "45",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Education, Science,  Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when desks and other pieces of furniture will be provided to the newly opened Magoye Boarding Secondary School in Magoye Parliamentary Constituency; and",
        "(b)    what the total cost of the requisite furniture is."
      ]
    },
    {
      "question_number": "46",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Community  Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the bed space capacity of Kalabo District Hospital is;",
        "(b)    how many beds and bedlockers the Hospital had as of 1st August, 2015;",
        "(c)    when the Hospital received the beds and bedlockers above; and",
        "(d)    what measures the Government is taking to alleviate the operational challenges that the Hospital faces."
      ]
    },
    {
      "question_number": "47",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance how many parastatal companies were earmarked for privatisation between 2011 and 2016, name by name.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "48",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what developmental plans the Government has for Chipota Falls in Chembe Parliamentary Constituency;",
        "(b)    why the officer who is responsible for maintaining the records of the water level has been removed from the payroll; and",
        "(c)    when the officer will be put back on the payroll."
      ]
    },
    {
      "question_number": "49",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which company has been contracted to complete the construction of Lunga Health Centre in Kasempa District;",
        "(b)    what the cost of the outstanding works is;",
        "(c)    what the total cost of the project is; and",
        "(d)    when the outstanding works will be completed."
      ]
    },
    {
      "question_number": "50",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the following schools in Chasefu Parliamentary Constituency will be electrified",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Eluhangeni;",
        "(b)    Chiginya;",
        "(c)    Kakoma;",
        "(d)    Phikamalaza;",
        "(e)    Hoya Day;",
        "(f)    Kanyanga; and",
        "(g)    Emusa Day. NOTICE OF MOTION AND ORDER OF THE DAY The Minister of Finance Public Accounts Committee – Membership:  That the following Members do constitute the Public Accounts Committee for the Fifth Session of the Eleventh National Assembly: Ms M G M Imenda, MP Mr M Mbulakulima, MP Mr J Zimba, MP Mr V Mooya, MP Mr V Lombanya, MP Mr A C Milambo, MP Ms C Namugala, MP Brig Gen Dr B Chituwo, MP Ms D Siliya, MP 1    Thanks - His Excellency the President’s Address - Motion (22nd September) - Resumption of Debate. _________________________"
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}