{
  "metadata": {
    "title": "Wednesday, 17th October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1818",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 17TH OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "139",
      "asked_by": "Mr V Mwale (Chipangali)",
      "minister": "Minister of Information and Broadcasting when the Government will present the Freedom of Information Bill to Parliament for enactment.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "140",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many private institutions were offering training for the following health personnel as of 31st December, 2011:",
        "(i)    clinical officers; (ii)    registered nurses; and (iii)    enrolled nurses;",
        "(b)    in which provinces the institutions at (a) above were located; and",
        "(c)    when the Government will re-introduce the system of bonding health personnel trained by the Government."
      ]
    },
    {
      "question_number": "141",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was raised by the Engineering Services Corporation (ESCO) Limited from the operations of the pontoons at Kazungula Border in 2011:",
        "(b)    what the total cost of running the pontoons was in the same year; and",
        "(c)    whether ESCO made any profits and, if so, how the profits were used."
      ]
    },
    {
      "question_number": "142",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, in the following categories, will be spent on the District Commissioners (DCs) in the newly created districts, from September, 2011 to December, 2012:",
        "(i)    salaries; (ii)    fuel and other allowances; and (iii)    purchasing of motor vehicles;",
        "(b)    what make of vehicles will be procured for the DCs at (a); and",
        "(c)    who the supplier of the motor vehicles is."
      ]
    },
    {
      "question_number": "143",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Home Affairs what the number of foreign nationals that were deported to their respective countries of origin from October, 2011 to-date was, country by country.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "144",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many schools were constructed in Mulobezi Parliamentary Constituency from January, 2007 to June, 2012;",
        "(b)    when construction of Kamenyani and Namakombwe Basic Schools will be completed;",
        "(c)    when construction of a 1 x 3  classroom block and two teachers’ houses at Sibala Middle Basic School will commence; and",
        "(d)    how many community schools, in the Constituency, were converted to conventional schools in the period at (a) above."
      ]
    },
    {
      "question_number": "145",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will build a boarding school in Mulobezi District; and",
        "(b)    how much money the project will cost."
      ],
      "question_text": " Training and Early Education:"
    },
    {
      "question_number": "146",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Mines, Energy and Water Development whether the Government has any plans to compel ZESCO Limited to supply bulk power to mining companies to reduce the cost of production.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "147",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when dysfunctional boreholes in Chief Mukupa Katandula’s Chiefdom in particular and the country, in general, will be repaired; and",
        "(b)    whether any boreholes will be sunk in Kaputa District in 2012."
      ]
    },
    {
      "question_number": "148",
      "asked_by": "Mr Chishiba (Kafulafuta)",
      "minister": "Minister of Health whether the Government has any plans to upgrade the following clinics in order to service the growing population in Kafulafuta Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Gelemani;",
        "(b)    Kambowa;",
        "(c)    Mutaba; and",
        "(d)    Miengwe."
      ]
    },
    {
      "question_number": "149",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Vice President when the Disaster Management and Mitigation Unit will provide tents, as an interim measure, to the following schools whose roofs were blown off during the 2011/2012 rainy season in Sinjembela Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Liyuwayuwa;",
        "(b)    Lyamaya; and",
        "(c)    Mwanambao."
      ]
    },
    {
      "question_number": "150",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health whether traditional healers are permitted by law to advertise their herbs through distribution of fliers to the public in Lusaka.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "151",
      "asked_by": "Mr B Mutale (Kwacha)",
      "minister": "Minister of Home Affairs when the only police post in Bulangililo Township in Kwacha Parliamentary Constituency will be upgraded and expanded.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "152",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a high school in Nsama District; and",
        "(b)    when teachers will be deployed to the following basic schools in Chimbamilonga Parliamentary Constituency:",
        "(i)     Chishela; (ii)     Kakoma; (iii)    Kampinda; (iv)   Munshi;",
        "(v)    Munwa; (vi)   Munyele; (vii)  Mwewe; and (viii) Nsama."
      ]
    },
    {
      "question_number": "153",
      "asked_by": "Mr Taundi (Mangango)",
      "minister": "Minister of Transport, Works, Supply and Communication which quarry in the Western Province provided stones that were used to do the following works",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    tarring the Lusaka-Mongu Road and construction of the Kafue Hook Bridge in 1970;",
        "(b)    tarring the Limulunga-Senanga road between 1978 and 1983;",
        "(c)    construction of the NAPSA Building in Mongu;",
        "(d)    resurfacing of the Lusaka-Mongu road in 1994;",
        "(e)    resurfacing the Mongu-Senanga road in 2008;",
        "(f)    tarring the Senanga-Sesheke road; and",
        "(g)    construction of the Mongu-Kalabo road. QUESTIONS FOR WRITTEN ANSWER W1    Mr Chishimba (Kamfinsa) - to ask the Minister of Mines, Energy and Water Development:",
        "(a)    how many accidents occurred at various mines owned by the following mining companies from January, 2010 to June, 2012:",
        "(i)    Mopani Copper Mines; (ii)   Konkola Copper Mines; (iii)  Lumwana; (iv)  Maamba Collium Coal;;",
        "(v)  Albidon; (vi) Luanshya Copper Mines; and (vii) Kagem Limited;",
        "(b)    what measures have been taken to enhance safety standards at the Mines above;",
        "(c)    whether any accidents at (a) resulted in fatalities and, if so, whether any miners’ families have been compensated for the deaths of their relatives; and",
        "(d)    whether safety standards are adhered to by the mining companies. W2    Mr Njeulu (Sinjembela) - to ask the Minister of Transport, Works, Supply and Communication when the Government will provide banana boats at the following ferry points of Mbeta Island in Shangombo in order to reduce on the number of water accidents involving pupils who cross rivers on daily basis to access the schools:",
        "(a)    Lifelo;",
        "(b)    Kalongola;",
        "(c)    Namita;",
        "(d)    Kapolota;",
        "(e)    Sitoti;",
        "(f)    Matebele;",
        "(g)    Mashika;",
        "(h)    Nangweshi;",
        "(i)    Libonda;",
        "(j)    Mwamba;",
        "(k)    Kanja;",
        "(l)    Nakabunze; and",
        "(m)    Sioma. ORDER OF THE DAY 1    Supply - Motion (12th October) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}