{
  "metadata": {
    "title": "Wednesday, 16th July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/476",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 16TH JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "601",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the water reticulation project in Kitwe will be completed and commissioned;",
        "(b)    what the cost of the project in the following Constituencies is:",
        "(i)    Chimwemwe; (ii)    Kamfinsa; (iii)    Kwacha; (iv)    Nkana; and",
        "(v)    Wusakile; and",
        "(c)    who the contractor for the project at (b) is."
      ]
    },
    {
      "question_number": "602",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many police officers were deployed at Paramount Chief Chitimukulu’s Palace and surrounding areas in Mungwi District from October, 2013 to January, 2014; and",
        "(b)    how much money was spent on police operations under the following categories:",
        "(i)    fuel; (ii)    allowances for officers; (iii)    motor vehicle repairs; and (iv)    others."
      ]
    },
    {
      "question_number": "603",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the results of the pilot study of the Service Delivery Charters in selected Government Ministries are; and",
        "(b)    whether the exercise will be replicated in the rest of the Ministries and, if so, when."
      ]
    },
    {
      "question_number": "604",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the ban on Zambian registered aircrafts flying into the European Union air space was imposed;",
        "(b)    why the ban was imposed; and",
        "(c)    whether the ban has been lifted and, if so, when."
      ]
    },
    {
      "question_number": "605",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to discourage child marriages among school going children in Lukulu West Parliamentary Constituency; and",
        "(b)    whether the Government has engaged traditional leaders in the programmes to combat child marriages especially in rural areas, countrywide."
      ]
    },
    {
      "question_number": "606",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to stabilise the escalating prices of mealie meal; and",
        "(b)    whether the Government has any plans to promote the production of cassava, millet and sorghum as alternative sources of the staple food, maize."
      ]
    },
    {
      "question_number": "607",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the benefits of the ‘golden share’ held by the ZCCM-IH in mining companies are;",
        "(b)    how much money was paid to ZCCM-IH as dividends from the mining companies from 2011 to 2013, year by year; and",
        "(c)    which companies did not pay the dividends during the period above."
      ]
    },
    {
      "question_number": "608",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware about the overcrowding in the only girls’ dormitory at Kabompo Secondary School;",
        "(b)    if so, when the situation will be rectified; and",
        "(c)    when new ablution blocks will be constructed at the School to avoid an outbreak of diseases."
      ]
    },
    {
      "question_number": "609",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Community Development, Mother and Child Health whether persons with disabilities in Kaputa District, especially the blind, have access to empowerment funds administered by the Ministry.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "610",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the country had in form of foreign reserves as of 31st December, 1991;",
        "(b)    what the country’s Gross Domestic Product in 1991 was; and",
        "(c)    what the country’s inflation rate in 1991 was. NOTICE OF MOTION Mr Mwale Report of the Public Accounts Committee:  That this House do adopt the Report of the Public Accounts Committee on the Report of the Auditor-General on the Management of Constituency Development Funds (CDF) and Grants to Local Authorities for the Financial Year Ended 31st December, 2012, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 14th July, 2014."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}