{
  "metadata": {
    "title": "Wednesday, 20th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5069",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 20TH APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "397",
      "asked_by": "Mr Katambo (Masaiti)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the newly constructed Masaiti District Hospital will be opened;",
        "(b)    what has caused the delay in opening the Hospital;",
        "(c)    what the total cost of the project was; and",
        "(d)    what the name of the contractor is."
      ]
    },
    {
      "question_number": "398",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether all the former Rural Roads Unit (RRU) employees have been transferred to the Zambia National Service (ZNS);",
        "(b)    if so, whether the former employees are serving under the ZNS conditions of service;",
        "(c)    if there are any former employees that have not been transferred to ZNS, what the reasons for not transferring them are;",
        "(d)    what category of employees at (c) is affected; and",
        "(e)    whether the employees at (c) have been declared redundant."
      ]
    },
    {
      "question_number": "399",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the process of transferring all motor vehicles and other equipment from the Rural Roads Unit (RRU) to the Zambia National Service (ZNS) has been completed;",
        "(b)    if so, when the process was completed;",
        "(c)    whether an inventory of all the property under RRU was available prior to the commencement of the transfer process; and",
        "(d)    what measures have been taken to ensure that all the equipment previously owned by RRU is accounted for by ZNS. PRESENTATON OF GOVERNMENT BILL The Minister of Justice The Public Protector – Bill to provide for the functions, powers, operations and financial management of the Office of Public Protector; provide for the initiation and investigation of complaints; repeal and replace the Commission for Investigations Act, 1991; and provide for matters connected with, or incidental to, the foregoing.                  (N.A.B. 7/2016) NOTICE OF MOTION Mr Belemu Report of the Committee on Communications, Transport, Works and Supply: That this House do adopt the Report of the Committee on Communications, Transport, Works and Supply for the Fifth Session of the Eleventh National Assembly, laid on the Table of the House on 5th April, 2016."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}