{
  "metadata": {
    "title": "Tuesday, 23rd June, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4153",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 23RD JUNE, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "546",
      "asked_by": "Mrs Masebo (Chongwe)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Ministry is aware that the Lusaka City Council has recently sold most, if not all, of its nursery and play parks to private developers;",
        "(b)    what other properties the Council has disposed of;",
        "(c)    what the rationale for disposing of such important public property is; and",
        "(d)    whether procedure, including obtaining State Consent, was followed to the letter when disposing of the properties."
      ]
    },
    {
      "question_number": "547",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Education, Science, Vocational",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to rehabilitate classroom blocks and teachers’ houses at the following schools in Liuwa Parliamentary Constituency:",
        "(i)    Kuuli; (ii)    Mishulundu; (iii)    Libonda Basic; (iv)    Mukola;",
        "(v)    Mushukula; (vi)    Lukena; (vii)    Siluwe; and (viii)    Salunda;",
        "(b)    if so, when the works will commence;",
        "(c)    what the time-frame for completing the works is; and",
        "(d)    if there are no such plans, why."
      ],
      "question_text": " Training and Early Education:"
    },
    {
      "question_number": "548",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a youth training centre will be constructed in Mwinilunga Parliamentary Constituency;",
        "(b)    when construction of the youth training centre in Chief Kanongesha’s Chiefdom will be completed; and",
        "(c)    when enrolment of students at the training centre at (b) will commence."
      ]
    },
    {
      "question_number": "549",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of the boundary dispute between Chief Mwinuna in Mpongwe District and Chief Mukubwe in the newly created Ngabwe District;",
        "(b)    what the cause of the dispute is; and",
        "(c)    what measures the Government has taken to resolve the dispute."
      ]
    },
    {
      "question_number": "550",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Education, Science, Vocational",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of the following secondary schools in Chadiza District will commence:",
        "(i)    Chadiza Day; and (ii)    Teferansoni;",
        "(b)    what has caused the delay in commencing the two projects;",
        "(c)    what the cost of constructing each school is; and",
        "(d)    who the contractors for the projects are. QUESTIONS FOR WRITTEN ANSWER W45    Mr Namulambe (Mpongwe) - to ask the Minister of Information and Broadcasting:",
        "(a)    how many community radio stations were constructed using the Constituency Development Fund country-wide from January, 2010 to February, 2015, district by district;",
        "(b)    what the average cost of setting up a community radio station is; and",
        "(c)    what the benefits of a community radio station, to a community, are. W46    Mr Mutale (Kwacha) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    whether the Government is aware of the poor workmanship on the newly reconstructed Ndola-Kitwe Dual Carriage Way which has resulted in the following:",
        "(i)    pools of water collecting on some sections of the road; and (ii)    road markings fading away in other parts even before the project is completed and handed over to the Government;",
        "(b)    when the problems at (a) will be rectified;",
        "(c)    what the cost of rectifying the problems is;",
        "(d)    who will bear the cost at (c);",
        "(e)    what the total cost of the project is;",
        "(f)    what the time-frame for completing the entire project is; and",
        "(g)    what the name of the contractor working on the project is. W47    Mr Miyanda (Mapatizya) - to ask the Minister of Lands, Natural Resources and Environmental Protection:",
        "(a)    how much land, in percentage terms, Zambia had as of March, 2015 in the following categories:",
        "(i)    state land; and (ii)    customary land;",
        "(b)    whether the Government has any plans to adopt freehold tenure as opposed to the leasehold tenure of land in order to streamline the acquisition of land by the Zambians;",
        "(c)    why the Land Policy of 2006 has remained unoperationalised; and",
        "(d)    when the Policy will be implemented. W48    Mr Mbewe (Chadiza) - to ask the Minister of Community Development, Mother and Child Health:",
        "(a)    how many women and youth clubs in Chadiza Parliamentary Constituency were funded from 2012 to 2014, year by year;",
        "(b)    how much money was disbursed to each club;",
        "(c)    on what projects the funds were spent;",
        "(d)    how many clubs at (a) were viable; and",
        "(e)    how beneficial the clubs are to their members and the communities at large. W49    Mr Mbewe (Chadiza) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many teachers in Chadiza District retired from 2009 to 2014, year by year;",
        "(b)    of the retired teachers, how many were not paid their benefits as of February, 2015;",
        "(c)    what the total outstanding amount is; and",
        "(d)    when the retirees will be paid."
      ],
      "question_text": " Training and Early Education:"
    }
  ],
  "question_count": 5,
  "status": "success"
}