{
  "metadata": {
    "title": "Thursday, 15th September, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10342",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "15",
      "asked_by": "Ms Nyemba (Chifunabuli)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of administrative offices in Chifunabuli District will commence; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "16",
      "asked_by": "Mr Twasa (Kasenengwa)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of Musoro road in Kasenengwa Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) what the cost of the project is;",
        "(d) who the contractor is; and",
        "(e) how much money was paid to the contractor, as of February, 2022."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Kamboni (Kalomo Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of township roads in Kalomo District will commence; and",
        "(b) what the cause of the delay in commencing the project is."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to set up a hub for nuclear medicine and research in Zambia;",
        "(b) if so, what the plans are;",
        "(c) when the plans will be implemented;",
        "(d) whether the Government has any plans to open wings for nuclear medicine at university teaching hospitals, countrywide; and",
        "(e) if so, when the plans will be implemented. PRESENTATION OF GOVERNMENT BILLS The Minister of Education The Zambia Qualifications Authority – Bill to continue the existence of the Zambia Qualifications Authority and re-define its functions; provide for the development and implementation of a National Qualifications Framework; provide for registration of qualifications on the National Qualifications Framework; provide for verification and evaluation of qualifications; constitute the Board and re-define its functions; and provide for matters connected with, or incidental to, the foregoing.  (N.A.B. 17/2022) The Minister of Education The Zambia Institute of Secretaries – Bill to continue the existence of the Professional Secretaries Association of Zambia and re-name it as Zambia Institute of Secretaries and re-define its functions; provide for the registration of professional secretaries; regulate professional secretaries’ conduct; constitute the Council of the Institute and provide for its functions; and provide for matters connected with, or incidental to, the foregoing.      (N.A.B. 18/2022) The Minister of Commerce, Trade and Industry The Zambia Development Agency – Bill to continue the existence of the Zambia Development Agency and re-define its functions; re-constitute the Board of the Agency and provide for its functions; repeal and replace the Zambia Development Agency Act, 2006; and provide for matters connected with, or incidental to, the foregoing.   (N.A.B. 19/2022) The Minister of Commerce, Trade and Industry The Investment Trade and Business Development – Bill to foster economic growth and development by promoting trade, business development and investment in the Republic through an efficient, effective and coordinated private sector led economic development strategy; promote economic diversification through the growth of exports; promote, facilitate, protect and monitor domestic and foreign direct investment; promote investment through joint ventures and partnerships between local and foreign investors; facilitate the development of industrial infrastructure and commercial services; promote research on matters related to industrial development; facilitate the protection of infant industries; and provide for matters connected with, and incidental to, the foregoing. (N.A.B. 20/2022) ORDER OF THE DAY Ms Halwiindi 1. Thanks – His Excellency the President’s Address - Motion (13th September) - Resumption of Debate: ____________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}