{
  "metadata": {
    "title": "Tuesday, 13th September, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10339",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to recruit police officers in 2022; and",
        "(b) if so, whether there are any plans to decentralise the recruitment process to constituency level."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Mr Simuzingili (Gwembe)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the irrigation scheme in Chabbobboma area in Gwembe District will be completed and operationalised;",
        "(b) what the cause of the delay in completing the project is; and",
        "(c) what the cost of the project is."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Kapyanga (Mpika)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government will provide relief food to the people of Chief Nabwalya’s area in Mpika District, who are threatened with hunger; and",
        "(b) what long term measures the Government will take for the Nabwalya area, which is in perennial need of relief food as their crops are always destroyed by wild animals from the Luangwa North National Park."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Ms Munashabantu (Mapatizya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a district hospital in Zimba District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Youth, Sport and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct sports development centres in all districts, countrywide;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Mr Menyani Zulu (Nyimba)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the following local courts in Nyimba District will be completed:",
        "(i) Katipa; and (ii) Nyimba;",
        "(b) what the cause of the delay in  completing the projects is;",
        "(c) what the name of the contractor is; and",
        "(d) what the time frame for completion of the projects is."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr Chala (Chipili)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation of the road from Mushimba Village to Chikubi in Chipili Parliamentary Constituency has stalled;",
        "(b) when the project will resume;",
        "(c) who the contractor is; and",
        "(d) how much money was paid to the contractor, as of March, 2022. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W1. Mr Kasandwe (Bangweulu)     -    to ask the Minister of Education:",
        "(a) how many students were awarded student loans for the 2020/2021 academic year at the following Universities:",
        "(i) University of Zambia; (ii) Copperbelt; (iii) Mulungushi; (iv) Palabana;",
        "(v) Mukuba; (vi) Kwame Nkrumah; and (vii) Chalimbana; and",
        "(b) how much was paid to each student at each University. NOTICE OF MOTION Ms Halwiindi Thanks – His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in the President’s Address. ____________________"
      ]
    }
  ],
  "question_count": 7,
  "status": "success"
}