{
  "metadata": {
    "title": "Friday, 8th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11992",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "111",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what the cause of the delay in vaccinating the cattle for farmers in Pemba District who paid for vaccination against Chitongo disease in September, 2023, is;",
        "(b) how many farmers paid for the vaccination;",
        "(c) how much money, in total, was paid for the exercise; and",
        "(d) when the cattle will be vaccinated."
      ]
    },
    {
      "question_number": "112",
      "asked_by": "Mr Chisanga (Lukashya)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to allocate 10,000 hectares of land to the Government of Rwanda;",
        "(b) if so, where this land is located;",
        "(c) what the Rwandese Government intends to use the land for;",
        "(d) what the consideration for the allocation is; and",
        "(e) whether the allocation will not result in the displacement of people."
      ]
    },
    {
      "question_number": "113",
      "asked_by": "Mr Munsanje (Mbabala)",
      "minister": "Minister of Finance and National Planning",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to reduce import duty on the following products in order to support farming activities following the drought experienced in the 2023/2024 rainy season:",
        "(i) solar gadgets (ii) irrigation equipment; and (iii) water tanks;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. 8. NOTICE OF MOTION Mr Chaatila Adopt Report of the Planning and Budgeting Committee: That this House adopts the Report of the Planning and Budgeting Committee on the 2025 Public Bodies External Borrowing Plan, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 6th November, 2024. 9. ORDER OF THE DAY Supply - Motion (5th November) - Resumption of debate. ___________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}