{
  "metadata": {
    "title": "Friday, 5th November, 2021",
    "source_url": "https://www.parliament.gov.zm/node/9879",
    "document_type": "Order Paper",
    "session": "FIRST SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "74",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how much money was collected, countrywide, as toll fees, from 2016 to August, 2021, year by year;",
        "(b) which toll plaza collected the highest amount;",
        "(c) how many toll plazas were under construction, countrywide, as of August, 2021; and",
        "(d) when the construction will be completed and the plazas become operational."
      ]
    },
    {
      "question_number": "75",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a correctional facility in Chienge District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "76",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Kabwe - Mukonchi road in Kabwe District; and",
        "(b) if so, when the plan will be implemented."
      ]
    },
    {
      "question_number": "77",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of water reservoirs in Chienge District will commence;",
        "(b) how many reservoirs are earmarked for construction;",
        "(c) what the cause of the delay in commencing the project is;",
        "(d) what the cost of the project is;",
        "(e) what the time frame for the completion of the project is; and",
        "(f) when piped water will be provided to the residential areas around the district headquarters."
      ]
    },
    {
      "question_number": "78",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction of Lunga Mini-Hospital in Kasempa District has stalled for over 10 years;",
        "(b) when the construction works will resume;",
        "(c) what the cost of the outstanding works is; and",
        "(d) what the time frame for the completion of the outstanding works is."
      ]
    },
    {
      "question_number": "79",
      "asked_by": "Ms Katuta (Chienge)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct additional secondary schools in the following Wards in Chienge Parliamentary Constituency:",
        "(i) Lunchinda; (ii) Chibamba; (iii) Chipungu; (iv) Lua;",
        "(v) Chienge; (vi) Ifuna; and (vii) Chipamba;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ORDER OF THE DAY 1. Supply - Motion (29th October) - Resumption of Debate: (Mr Miyutu, MP) ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}