{
  "metadata": {
    "title": "Tuesday, 3rd March, 2015",
    "source_url": "https://www.parliament.gov.zm/node/396",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 3RD MARCH, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "348",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the distribution of text books for the newly introduced curriculum to schools in the rural districts will commence;",
        "(b)    whether the delay in distributing the text books will not affect the performance of pupils especially those sitting for final examinations in November/December, 2015;",
        "(c)    whether there will be need to retrain teachers handling the newly introduced subjects; and",
        "(d)    if so, when the retraining programme will commence."
      ]
    },
    {
      "question_number": "349",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to develop infrastructure at Mapula Primary School in Chembe Parliamentary Constituency;",
        "(b)    if so, when the development works will commence;",
        "(c)    what the estimated cost of the works is; and",
        "(d)    what the time-frame for completion of the works is."
      ]
    },
    {
      "question_number": "350",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development what progress the Minister has made regarding the appeals by the unsuccessful applicants who had applied for mineral exploration licences in Solwezi District in 2012.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "351",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a prison facility in Rufunsa District will commence; and",
        "(b)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "352",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct an airstrip in Kapiri Mposhi District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "353",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Transport, Works, Supply and Communication what plans the Government has to settle the outstanding workers’ pension contributions to the Zambia State Insurance Corporation and National Pension Scheme Authority on behalf of the Tanzania-Zambia Railway Authority.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "354",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication when the rehabilitation of the Nampundwe road via Blue Lagoon to Nalubanda in Nangoma Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "355",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of an ultra modern stadium in Mongu will commence;",
        "(b)    who the contractor for the project is;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    what the duration of the project is."
      ]
    },
    {
      "question_number": "356",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which companies were awarded tenders to rehabilitate markets in Nakonde and Mwense Districts;",
        "(b)    what the total contract sum for works at each market is;",
        "(c)    what progress, if any, has been made in implementing the projects;",
        "(d)    if no progress has been made, what has caused the delay; and",
        "(e)    when the projects will be completed."
      ]
    },
    {
      "question_number": "357",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the following bridges in Nchelenge Parliamentary Constituency will be rehabilitated:",
        "(i)    Mantampala; (ii)    Kapako; (iii)    Chipali; and (iv)    Mwansamita;",
        "(b)    when the Mulwe-Kawambwa road will be rehabilitated; and",
        "(c)    when an embankment will be constructed at Isokwe Island in Nchelenge."
      ]
    },
    {
      "question_number": "358",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will implement the mineral royalty sharing mechanism as provided for in the Mines and Minerals Development Act, No. 7 of 2008; and",
        "(b)    what obstacles, if any, have caused the delay in implementing the law."
      ]
    },
    {
      "question_number": "359",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will erect speed humps and sign posts and mark the pedestrian crossing at the following points in the Kapiri Mposhi Central Business District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Barclays Bank;",
        "(b)    God Knows Shop; and",
        "(c)    Double ‘M’ Shop."
      ]
    },
    {
      "question_number": "360",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education why pupils in some schools in Mboroma and Mbosha Chiefdoms in Mkushi South Parliamentary Constituency do not wear school uniforms.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "361",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the grading of Sote-Nkalengule road in Muchinga Parliamentary Constituency will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "362",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Chiefs and Traditional Affairs when the Government will construct chiefs’ palaces in Kapiri Mposhi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    }
  ],
  "question_count": 15,
  "status": "success"
}