{
  "metadata": {
    "title": "Thursday, 20th June, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7966",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "393",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Katete Correctional Centre;",
        "(b) if so, when the plans will be implemented;",
        "(c) when the construction of a new kitchen at the Centre will commence; and",
        "(d) what the time frame for the completion of the project at (c) is."
      ]
    },
    {
      "question_number": "394",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how much money is owed to transporters of farming inputs for the 2017/2018 farming season countrywide;",
        "(b) how much is owed to the transporters in Kabompo District; and",
        "(c) when the outstanding amounts will be paid to the transporters in the District."
      ]
    },
    {
      "question_number": "395",
      "asked_by": "Ms Langa (Chilanga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct an office block for the Department of National Registration, Passport and Citizenship in Chilanga District; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "396",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of health posts under the 650 Health Posts Project in the following areas in Chama South Parliamentary Constituency will commence:",
        "(i) Ng’anjo Bazimu in Chief Tembwe’s Chiefdom; (ii) Pondo in Chief Chikwa’s Chiefdom; and (iii) Zebe in Chief Chifunda’s Chiefdom;",
        "(b) what has caused the delay in commencing the project; and",
        "(c) when staff will be deployed to the following health posts:",
        "(i) Kalasa in Mapamba area; and (ii) Chimphamba in Chief Chikwa’s Chiefdom."
      ]
    },
    {
      "question_number": "397",
      "asked_by": "Dr Chanda (Bwana Mkubwa)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct the following infrastructure at the Kantolomba Cemetery in Bwana Mkubwa Parliamentary Constituency:",
        "(i) a mourners’ shelter; and (ii) a tarred road; and",
        "(b) if so, when the plans will be implemented. PRESENTATION OF GOVERNMENT BILL The Minister of Health The Food Safety - Bill to provide for the protection of the public against health hazards and fraud in the manufacture, sale and use of food; provide for a streamlined process for regulatory clearances for regulatory health requirements for food premises; establish the Food Safety Coordinating Committee and provide for its functions and powers; provide for health inspection reports and report notices; establish the National Food Laboratory; repeal the Food and Drugs Act, 1972 and sections 79 and 83 of the Public Health Act, 1972; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 9/2019)"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}