{
  "metadata": {
    "title": "Tuesday, 21st February, 2023",
    "source_url": "https://www.parliament.gov.zm/node/10896",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "152",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the electrification of the following villages in Isoka District by the Rural Electrification Authority will be completed:",
        "(i) Ntipo; (iv) Kapililonga; (ii) Chilanga; (v) Sansamwenje; and (iii) Ndeke; (vi) Kalunga;",
        "(b) what the cause of the delay in completing the project is, considering that the poles and cables have already been mounted; and",
        "(c) what measures are being taken to avert vandalism of the cables."
      ]
    },
    {
      "question_number": "153",
      "asked_by": "Mr Chala (Chipili)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the Munganga Turn Off – Monkoshi - Kawambwa road in Chipili Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "154",
      "asked_by": "Mr Chanda (Kanchibiya)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when construction of a civic centre at Chalabesa in Kanchibiya District will commence;",
        "(b) what the cause of the delay in commencing the project is;",
        "(c) what the cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "155",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to revive the following Rice Schemes in Chama District:",
        "(i) Katangalika; and (ii) Kapilingisha;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. NOTICE OF MOTION Ms Mabonga Adopt Report of the Committee on Agriculture, Lands and Natural Resources:  That this House do adopt the Report of the Committee on Agriculture, Lands and Natural Resources on the Proposal for Zambia’s Accession to the Membership of the Global Green Growth Institute, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on 16th December, 2022. ____________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}