{
  "metadata": {
    "title": "Tuesday, 9th October, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1830",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 9TH OCTOBER, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "101",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Home Affairs when the Government will build residential houses for Prison Officers in Luanshya District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "102",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the delay in rehabilitating the Nsama-Nkosha road in Kaputa District when funds were allocated to the Disaster Management and Mitigation Unit (DMMU) for the project;",
        "(b)    how much money was released to the DMMU in 2011 and 2012 for the project; and",
        "(c)    whether the rehabilitation works will be completed before the onset of the rains in 2012."
      ]
    },
    {
      "question_number": "103",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a District Agricultural Coordinator (DACO) will be posted to Mulobezi District;",
        "(b)    when the Government will construct an office block for the DACO in the District; and",
        "(c)    what the estimated cost and time-frame for completion of the project are."
      ]
    },
    {
      "question_number": "104",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total cost of constructing the Chipata-Mchinji Railway Line was;",
        "(b)    how much cargo, in metric tonnes, and passengers were transported on the Railway Line from the time it was commissioned in August, 2010 to July, 2012; and",
        "(c)    whether the Government is satisfied with the operations of the Railway Line and, if not, why."
      ]
    },
    {
      "question_number": "105",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much revenue was collected by the Zambia Revenue Authority at Nakonde Border Post from 2009 to 2011, year by year; and",
        "(b)    what the immediate direct and indirect benefits of the collections to Nakonde District are."
      ]
    },
    {
      "question_number": "106",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of lecturers at Kabwe Institute of Technology was as of August, 2012, compared to its staff establishment;",
        "(b)    what measures the Government has taken to attract more lecturers to the Institute; and",
        "(c)    to which authority the Institute is answerable at the district and provincial levels."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Chishiba (Kafulafuta)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to degazzette the Chondwe-Kansamfu Forest in Kafulafuta Parliamentary Constituency; and",
        "(b)    if so, when the Forest will be degazetted."
      ]
    },
    {
      "question_number": "108",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the roofs which were blown off during the 2011/2012 rainy season at the following schools will be repaired",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Liyuwayuwa;",
        "(b)    Lyamaya; and",
        "(c)    Mwanambao."
      ]
    },
    {
      "question_number": "109",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what type of assistance the Government renders to community radio stations for their sustainance; and",
        "(b)    what impact, if any, have the radio stations created on their communities since their inception in Zambia."
      ]
    },
    {
      "question_number": "110",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what caused the delay in commencing the construction of the railway line from Chingola to Angola via Mwinilunga; and",
        "(b)    what measures the Government has taken to ensure that the contractor commences work on the railway line without any further delay. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address - Motion (25th September) - Resumption of Debate - (Mr Chisala)."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}