{
  "metadata": {
    "title": "Tuesday, 17th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1864",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY 17TH JULY, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "499",
      "asked_by": "Mr Chitotela (Pambashe)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Luena Sugar Project in Kawambwa will begin; and",
        "(b)    what the estimated time-frame for the completion of the project is."
      ]
    },
    {
      "question_number": "500",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many community schools:",
        "(i)    there were in Zambia as of February, 2012; and (ii)    had been taken over by the Government from January, 2010 to January, 2012; and",
        "(b)    how many community school teachers had been trained with the help of the Government from 2006 to 2011 and were later absorbed in the Ministry on permanent and pensionable terms."
      ]
    },
    {
      "question_number": "501",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Vice President why the boundary between Mpulungu and Nsama Districts in the Northern Province does not follow the Lufubu River.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "502",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Primary Health Posts (PHPs) which were very effective in service delivery in rural areas were abandoned; and",
        "(b)    when the PHPs will be revived especially in Kalabo."
      ]
    },
    {
      "question_number": "503",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Demu Basic School will be rehabilitated and upgraded to high school level;",
        "(b)    when Simudima and Chilundu Basic Schools will be rehabilitated; and",
        "(c)    whether the Ministry is aware that Kazungula and Chimowa Community Schools in Pemba have no staff houses and, if so, when staff houses will be constructed."
      ]
    },
    {
      "question_number": "504",
      "asked_by": "Mr Mwango (Kanchibiya)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many fuel storage tanks are being constructed country-wide;",
        "(b)    what the total cost of the construction of the storage tanks is; and",
        "(c)    what the economic benefit of putting up the tanks is."
      ]
    },
    {
      "question_number": "505",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Old Ndeke Market in Bupe Ward in Kamfinsa Parliamentary Constituency will be opened to the public; and",
        "(b)    whether the Government has any plans to construct modern infrastructure at the following locations:",
        "(i)    Ndeke Market in Ndeke Ward; and (ii)    Kamfinsa Market in Kamfinsa Ward."
      ]
    },
    {
      "question_number": "506",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct staff houses and office blocks for police posts at the following areas:",
        "(i)    Sioma; and (ii)    Natukoma; and",
        "(b)    when the Government will officially open Mutomena Police Post in Shangombo District since accommodation is available."
      ]
    },
    {
      "question_number": "507",
      "asked_by": "Mr Chilangwa (Kawambwa)",
      "minister": "Minister of Mines, Energy and Water Development what precautionary measures the Government has taken in developing a hydro-power station on the Luapula River considering that Kalungwishi River Hydro-power Station project failed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "508",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how many schools the Ministry plans to construct in 2012 in Mansa District and in which places.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "509",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Mines, Energy and Water Development when the following institutions, which are in close proximity to power supply lines in Lundazi Parliamentary Constituency, will be electrified",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kanele Basic School and teachers’ houses;",
        "(b)    Kapiri Basic School and teachers’ houses;",
        "(c)    Chijemu Basic School and teachers’ houses;",
        "(d)    Chijemu Health Post;",
        "(e)    Kamunyunga Basic School and teachers’ houses;",
        "(f)    Kapichila Basic School and teachers’ houses;",
        "(g)    Kapichila Health Post;",
        "(h)    Chilola Basic School and teachers’ houses;",
        "(i)    Msuzi Basic School and teachers’ houses; and",
        "(j)    Kakumba Basic School and teachers’ houses."
      ]
    },
    {
      "question_number": "510",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock when the Government will construct new dip-tanks and rehabilitate old ones in Nangoma Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "511",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Health whether the following health centres in Dundumwezi Parliamentary Constituency have radio communication equipment in good working condition",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Bbilili;",
        "(b)    Nkandazovu;",
        "(c)    Nameeto;",
        "(d)    Mubanga;",
        "(e)    Naluja;",
        "(f)    Siabunkululu;",
        "(g)    Habulile; and",
        "(h)    Mabombo."
      ]
    },
    {
      "question_number": "512",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government entered into an agreement with the World Bank for the execution of the increased access to electricity supply project;",
        "(b)    what the key components of the project and the targeted beneficiaries are; and",
        "(c)    what the duration of the project is."
      ]
    },
    {
      "question_number": "513",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Health whether the Government is aware that untrained personnel attend to patients at Hamuleya Rural Health Centre in Pemba and, if so, what immediate measures the Ministry intends to take to address the situation.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of registered voters in the country in the following years was:",
        "(i)     1991; (ii)     1996; (iii)    2001; and (iv)    2008;",
        "(b)    of the registered voters, what percentage actually voted in each election year;",
        "(c)    what the total number of spoiled ballot papers in each year was;",
        "(d)    what the total number of women who contested in the elections in 1991, 1996, 2001, 2006 and 2011 was at the following levels:",
        "(i)    Ward; (ii)    Parliamentary; and (iii)    Presidential;",
        "(e)    how many local and international organisations observed the elections in Zambia in the same period as at (d) by name; and",
        "(f)    whether any journalists were attacked by political party cadres from 2006 to 2011, year by year and, if so, how many journalists were attacked. W37    Mr Chisala (Chilubi) - to ask the Minister of Commerce, Trade and Industry what the objectives of the following arrangements are:",
        "(a)    Zambia-Malawi-Mozambique Growth Triangle;",
        "(b)    Investment Promotion and Protection Agreements; and",
        "(c)    Triangle of Hope Initiative. NOTICE OF MOTION AND ORDER OF THE DAY Mr Mwanza Report of the Parliamentary Reforms and Modernisation Committee :  That this House do adopt the Report of the Parliamentary Reforms and Modernisation Committee, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 12th July, 2012. 1    The Civil Aviation Authority Bill                                                                                                         (N.A.B. 7/2012) Committee Stage"
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 15,
  "status": "success"
}