{
  "metadata": {
    "title": "Friday, 30th April, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8973",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "187",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct modern infrastructure at Kachulu Market in Kabwe Central Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the total cost of the project is;",
        "(d) whether the shop owners at the old market will be compensated; and",
        "(e) if so, what the estimated cost of compensating the shop owners is."
      ]
    },
    {
      "question_number": "188",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of a dip tank in Masiketi Village in Mwembeshi Parliamentary Constituency will be completed;",
        "(b) what the cause of delay in completing the project is;",
        "(c) who the contractor for the project is; and",
        "(d) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "189",
      "asked_by": "Mr Chalwe (Bahati)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to electrify the following Villages in Chipoka Ward in Bahati Parliamentary Constituency, under the Rural Electrification Programme:",
        "(i) Mikaeli; and (ii) Moloshi;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "190",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of power lines to electrify the following primary schools in Kabompo District has stalled:",
        "(i) Kalambo; (ii) Samununga; (iii) Nkulwashi; (iv) Biyeko; and",
        "(v) Kabulamema;",
        "(b) when works on the project will resume;",
        "(c) who the contractor is; and",
        "(d) what the total cost of the project is."
      ]
    },
    {
      "question_number": "191",
      "asked_by": "Dr Chibanda (Mufulira)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many shares, in percentage terms, were held by the Zambia Consolidated Copper Mines Investment Holdings (ZCCM-IH) in Lumwana Mines, as of December, 2020; and",
        "(b) if there were no shares held, why."
      ]
    },
    {
      "question_number": "192",
      "asked_by": "Mr Michelo (Bweengwa)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a youth sports centre in Bweengwa Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "193",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Paul Mushindo University in Chinsali District will be completed;",
        "(b) at what stage of completion, in percentage terms, the project was, as of July, 2020;",
        "(c) how much money was owed to the contractor in terms of certified Interim Payment Certificates (IPCs) as of the same date; and",
        "(d) what measures the Government is taking to ensure that the project is completed on schedule."
      ]
    },
    {
      "question_number": "194",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to declare the Barotse Flood Plains in Western Province, a world heritage site;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether there are any activities that the local people will be prohibited to undertake upon the declaration of the Plains as a world heritage site; and",
        "(d) if so, what the activities are."
      ]
    },
    {
      "question_number": "195",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the following Local Courts in Chitambo Parliamentary Constituency:",
        "(i) Muchinka; and (ii) Kafinda;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. 196.Ms Kasune (Keembe) -  to ask the Minister of Chiefs and Traditional Affairs:",
        "(a) whether the Government is aware of the boundary dispute between Chief Chitanda of Chibombo District and Chief Kaindu of Mumbwa District;",
        "(b) what the cause of the dispute is; and",
        "(c) what measures the Government is taking to resolve the dispute."
      ]
    }
  ],
  "question_count": 9,
  "status": "success"
}