{
  "metadata": {
    "title": "Wednesday, 13th September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11196",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "16",
      "asked_by": "Ms Halwiindi (Kabwe Central)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to lease the Zambia Railways Workshop in Kabwe District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many recruits were enrolled in the following institutions, from 2020 to 2022, year by year:",
        "(i) Zambia Police Service; and (ii) Zambia Correctional Service;",
        "(b) what the total number of recruits, segregated by gender, in each institution was;",
        "(c) how many recruits graduated in each institution in the same period; and",
        "(d) of the recruits who graduated, how many were receiving upkeep allowance, as of December, 2022."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Small and Medium Enterprise Development when the Government will set up the Micro, Small and Medium Enterprises Committee in Chitambo District.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [],
      "question_text": " PRESENTATION OF GOVERNMENT BILLS The Minister of Justice The Criminal Procedure Code (Amendment) – Bill to amend the Criminal Procedure Code. (N.A.B 19/2023) The Minister of Justice The Penal Code (Amendment) – Bill to amend the Penal Code. (N.A.B 20/2023) The Minister of Local Government and Rural Development The Constituency Development Fund – Bill to provide for the decentralisation of the management, disbursement, utilisation and accountability of the Constituency Development Fund; continue the existence of the Constituency Development Fund Committee and re-define its functions; revise the composition of the Constituency Development Fund Committee; establish the Provincial Constituency Development Fund Committee; repeal and replace the Constituency Development Fund Act, 2018; and provide for matters connected with, or incidental to, the foregoing. (N.A.B 21/2023) NOTICE OF MOTION Ms Sefulo Thanks - The President’s Address : That the thanks of this Assembly be recorded for the exposition of public policy contained in the President’s Address. ___________________________"
    }
  ],
  "question_count": 3,
  "status": "success"
}