{
  "metadata": {
    "title": "Thursday, 22nd February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11589",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "222",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the rehabilitation works on the Kang’omba-Kalima - Lot 40 - Munyama road in Bwacha Parliamentary Constituency has stalled;",
        "(b) how many kilometres will be covered in the project;",
        "(c) what the total cost of the project is; and",
        "(d) when the project will resume."
      ]
    },
    {
      "question_number": "223",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure aircrafts for the police to enhance their operations, especially in areas that are not easily accessible by road;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many aircrafts will be procured;",
        "(d) how many police officers will be trained as pilots; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "224",
      "asked_by": "Mr C Mpundu (Chembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct health posts at the following places in Chembe District:",
        "(i) Kalusha; (ii) Kashiki; (iii) Muombe; (iv) Milima; and",
        "(v) Lumbu;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "225",
      "asked_by": "Mr Kolala (Lufubu)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what fishing methods are approved in natural water bodies such as the Kafue River;",
        "(b) what the illegal methods are;",
        "(c) what punitive measures are being taken against fishermen who employ illegal methods;",
        "(d) whether the Government has been sensitising fishermen, countrywide, on the use of approved fishing methods; and",
        "(e) if so, how effective the sensitisation exercise is."
      ]
    },
    {
      "question_number": "226",
      "asked_by": "Mr L Lungu (Kapoche)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to electrify Chikalaba area in Kapoche Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "227",
      "asked_by": "Mr Mtayachalo (Chama North)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that Council workers, countrywide, are unable to access their 20% National Pension Scheme Authority (NAPSA) partial withdrawal due to failure by local authorities to remit contributions to NAPSA; and",
        "(b) if so, what measures are being taken to ensure that the affected workers access the money."
      ]
    },
    {
      "question_number": "228",
      "asked_by": "Mr Kasandwe (Bangweulu)",
      "minister": "Minister of Defence",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why applicants who were unsuccessful for medical reasons in the 2023 defence force recruitment exercise, were not availed with their medical results; and",
        "(b) whether the Government will avail the unsuccessful applicants their medical results so as to allay their anxieties."
      ]
    },
    {
      "question_number": "229",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct new local court buildings in rural areas, countrywide, especially where courts are operating from rented buildings;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what short term measures the Government is taking to ensure that local courts in rural areas operate in conducive structures, while awaiting construction of new buildings."
      ]
    },
    {
      "question_number": "230",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to upgrade Chiponya-Masansa-Old Mkushi road in Mkushi District to bituminous standard;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "231",
      "asked_by": "Mr Mutinta (Itezhi-Tezhi)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate Masasabi Dam in the Masasabi Resettlement Scheme in Itezhi-Tezhi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ORDER OF THE DAY 1. Report of the Committee on National Security and Foreign Affairs on the Report of the Auditor General on the Rehabilitation and Reintegration of Prisoners in Zambia – Motion (21st February) – Resumption of Debate . ___________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}