{
  "metadata": {
    "title": "Thursday, 26th February, 2015",
    "source_url": "https://www.parliament.gov.zm/node/399",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 26TH FEBRUARY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "326",
      "asked_by": "Mr Ndalamei (Sikongo)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the following areas in Sikongo Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Kaluwe;",
        "(b)    Makia;",
        "(c)    Mwenyi;",
        "(d)    Tuuwa;",
        "(e)    Mabua;",
        "(f)    Lueti; and",
        "(g)    Nangandu."
      ]
    },
    {
      "question_number": "327",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many basic schools are earmarked for upgrading to secondary schools in Kapiri Mposhi Parliamentary Constituency;",
        "(b)    what the names of the schools are; and",
        "(c)    when the process of upgrading the schools will commence."
      ]
    },
    {
      "question_number": "328",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Mines, Energy and Water Development when Nangoma Dam, in Nangoma Parliamentary Constituency, which was damaged by heavy rains in  2012, will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "329",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when a teachers’ resource centre will be constructed in Nkeyema District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "330",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when road works on the Lusaka-Mumbwa road from the Lumumba Road junction to Star Cottage will be completed; and",
        "(b)    who the contractors of the project are."
      ]
    },
    {
      "question_number": "331",
      "asked_by": "Mr Kunda (Muchinga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Chinese contractors were awarded road contracts between September, 2011 and August 2014, year by year; and",
        "(b)    how many local contractors were awarded road contracts during the same period."
      ]
    },
    {
      "question_number": "332",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the roof that was blown off at Mukumbwa Primary School in Nchelenge will be repaired.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "333",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which company has been contracted to rehabilitate the old bus station in Kabwe;",
        "(b)    what type of works are earmarked to be undertaken;",
        "(c)    how many jobs will be created when the bus station becomes fully operational; and",
        "(d)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "334",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Community Development, Mother and Child Health when qualified personnel will be deployed to Kalumwange Health Centre in Kaoma Central Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "335",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will improve the water reticulation system in Kapiri Mposhi Township;",
        "(b)    what the cost of the project is; and",
        "(c)    what the time-frame for the project is. NOTICE OF MOTION Mr Mweetwa Report of the Parliamentary Select Committee:  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Hon Madam Justice Irene Chirwa Mambilima to serve as Chief Justice of the Republic of Zambia, for the Fourth Session of the Eleventh National Assembly laid on the Table of the House on 23rd February, 2015."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}