{
  "metadata": {
    "title": "Tuesday, 1st July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/486",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 1ST JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "523",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the major causes of heart complications are;",
        "(b) how many patients are currently scheduled to undergo heart surgery at the University Teaching Hospital and other hospitals country-wide; and",
        "(c) how many heart surgeons are currently working in Zambian hospitals."
      ]
    },
    {
      "question_number": "524",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what long-term plans the Government has for street vending in Lusaka and other towns country-wide;",
        "(b) what practical measures will be taken to keep the towns clean and healthy; and",
        "(c) what economic value, if any, is derived from vending on the streets and shop corridors as the case is in Lusaka."
      ]
    },
    {
      "question_number": "525",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many employees were at ZAMTEL at the time of the reversal of the sale;",
        "(b) how much profit ZAMTEL made in 2011 and 2012; and",
        "(c) how much, in dividends, ZAMTEL has paid to the Government since the reversal of the sale."
      ]
    },
    {
      "question_number": "526",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money has been spent on the construction of hostels and other infrastructure at Mwekera Forestry College in Kitwe;",
        "(b) what the name of the contractor is; and",
        "(c) when the project will be completed."
      ]
    },
    {
      "question_number": "527",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) why works on the abattoir in Mkaika Parliamentary Constituency have stalled;",
        "(b) when the abandoned works will resume; and",
        "(c) what the name of the contractor is."
      ]
    },
    {
      "question_number": "528",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many portal framed schools were built in Kaputa and Nsama Districts;",
        "(b) when the construction of the schools began;",
        "(c) why the contractors did not complete the works;",
        "(d) whether the contractors had been paid in full; and",
        "(e) what measures have been taken to ensure that the construction of the schools is completed."
      ]
    },
    {
      "question_number": "529",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many health centres in Kaputa District use solar power; and",
        "(b) when the Government will install solar power systems in all the health posts in the District in order to improve the storage of drugs."
      ]
    },
    {
      "question_number": "530",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the performance review of the Tanzania Zambia Railway Authority (TAZARA) was last conducted;",
        "(b) whether the company is financially viable; and",
        "(c) whether the Government has any plans to encourage private sector participation in TAZARA and, if so, what the plans are."
      ]
    },
    {
      "question_number": "531",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to establish a honey processing plant in Kapiri Mposhi Parliamentary Constituency and, if so, when; and",
        "(b) what the estimated cost of establishing the plant is."
      ]
    },
    {
      "question_number": "532",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the teacher-pupil ratio at the following schools in Lukulu West Parliamentary Constituency was as of December, 2013:",
        "(i) Washishi Primary; (ii) Lupui Basic; (iii) Mitete Basic; (iv) Lubelele Basic;",
        "(v) Mbao Primary; (vi) Lindole Primary; (vii) Muyondoti Primary; (viii) Ngongo Primary; (ix) Namakando Primary;",
        "(x) Kasenda Primary; and (xi) Lutumo Primary;",
        "(b) how many teachers were posted to the Constituency in 2013; and",
        "(c) what the shortfall of teachers in the Constituency currently is."
      ]
    },
    {
      "question_number": "533",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing what measures the Kitwe City Council will take to improve on refuse collection in the city, especially in Kwacha Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "534",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when construction of additional infrastructure at the following primary schools in Kabompo West Parliamentary Constituency, in readiness for upgrading to secondary schools, will commence:",
        "(i) Kabulamema; (ii) Mumbeji; and (iii) Pokola; and",
        "(b) whether the following basic schools are earmarked for upgrading to secondary schools:",
        "(i) Kamashila; (ii) Kavinyonde; (iii) Chikokwelo; and (iv) Katuva;"
      ]
    },
    {
      "question_number": "535",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was spent on the construction of the Mwekera Dam in Kitwe; and",
        "(b) who the contractor for the project was."
      ]
    },
    {
      "question_number": "536",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) why ZESCO Limited is failing to connect power to new applicants in residential areas in Kalabo District; and",
        "(b) what the short and long-term plans the Company has for such clients in the District."
      ]
    },
    {
      "question_number": "537",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many communication towers are earmarked for construction in the following chiefdoms in Lupososhi Parliamentary Constituency:",
        "(i) Katuta; (ii) Chungu, and (iii) Tungati; and",
        "(b) when construction works will commence."
      ]
    },
    {
      "question_number": "538",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when rehabilitation works at the Chiwala Technical High School, will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money, in form of loans, was disbursed to the beneficiaries countrywide by the Citizens Economic Empowerment Commission (CEEC) from 2011 to 2013, year by year;",
        "(b) how much money had been recovered from the loans as of January, 2014;",
        "(c) what action has been taken against those who failed to pay back the loans; and",
        "(d) of what economic benefit to the country the CEEC is. W23 Mr Miyutu (Kalabo Central) - to ask the Minister of Finance:",
        "(a) whether Western Province is the poorest Province in Zambia and, if so, what the reasons are;",
        "(b) what measures the Government is taking to reduce the poverty levels in the Province;",
        "(c) what has been the impact of the Farmer Input Support Programme on reducing poverty in the Province for the period 2008 - 2013;",
        "(d) what the major sources of livelihood for the people in the Province are; and",
        "(e) whether the non-promotion of the growth of cassava and millet has contributed to increased poverty levels in the Province. W24 Mr Chishimba (Kamfinsa) - to ask the Minister of Health:",
        "(a) when construction of health centres under the 650 Health Post Project will commence in Kitwe District;",
        "(b) how many health posts will be constructed in the following Parliamentary Constituencies:",
        "(i) Chimwemwe; (ii) Kamfinsa; (iii) Kwacha; (iv) Nkana; and",
        "(v) Wusakile;",
        "(c) what the cost of constructing the health posts in each Constituency above is;",
        "(d) who the contractor for the health posts at (b) is; and",
        "(e) what benefits will accrue to the people in the Constituencies at (b). NOTICE OF MOTION Mr Mbewe Report of the Committee on Local Governance, Housing and Chiefs’ Affairs:  That this House do adopt the Report of the Committee on Local Governance, Housing, and Chiefs’ Affairs, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 19th June, 2014."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 16,
  "status": "success"
}