{
  "metadata": {
    "title": "Thursday, 6th March, 2014",
    "source_url": "https://www.parliament.gov.zm/node/637",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 6TH MARCH, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "407",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Local Government and Housing whether the Government has any plans to improve the state of the following trading centres in Kabwe Central Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) Green Market;",
        "(b) Njanji Market;",
        "(c) Lukanga Market;",
        "(d) New Kasanda Market; and",
        "(e) Kaputula Market."
      ]
    },
    {
      "question_number": "408",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection when local authorities country-wide will begin to access the Land Development Fund to open up new areas for development.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "409",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what has caused the delay in completing the construction of a new prison in Kalabo Central Parliamentary Constituency;",
        "(b) when construction will be completed;",
        "(c) how many contractors have so far been engaged for the project since its inception;",
        "(d) who the current contractor is;",
        "(e) what the cost of the project is; and",
        "(f) how much money had been spent on the project as of 31st October, 2013."
      ]
    },
    {
      "question_number": "410",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what plans the Government has to improve the operations of Nitrogen Chemicals of Zambia (NCZ);",
        "(b) how much of the Eurobond funds have been allocated to NCZ;",
        "(c) what the current production capacity of NCZ is; and",
        "(d) whether NCZ made any profit in 2013 and, if so, how much."
      ]
    },
    {
      "question_number": "411",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the construction of staff houses for the newly created Chipili District Council will be completed;",
        "(b) what the duration of the project is;",
        "(c) what has caused the delay in the completion of the project; and",
        "(d) whether the Government is satisfied with the performance of the contractor and, if not, why the contract has not been terminated."
      ]
    },
    {
      "question_number": "412",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Local Government and Housing when street vendors in towns, country-wide, will be relocated to designated trading centres.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "413",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Labour and Social Security what measures the Government has taken to compel all companies in Zambia, especially foreign ones, to comply with labour laws.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "414",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Health what the full staff establishment and student enrolment at the Clinical Officer’s Training School currently under construction in Kabwe District will be.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "415",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Finance when the position of Director of Procurement at the Zambia Public Procurement Authority will be filled.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "416",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when construction of a university in Gwembe District will commence;",
        "(b) what the total cost of the project is;",
        "(c) what the time-frame for undertaking the project is; and",
        "(d) what the name of the contractor for the project is."
      ]
    },
    {
      "question_number": "417",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the future of the Konkola Deep Mining Project is;",
        "(b) how much money has been spent on the project so far; and",
        "(c) what the source of funding for the project is."
      ]
    },
    {
      "question_number": "418",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was paid to the local authorities and communities in 2013 as mineral royalty shared as prescribed under the Mines and Minerals Development Act No. 7 of 2008; and",
        "(b) if nothing was paid to the stakeholders, why."
      ]
    },
    {
      "question_number": "419",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the life span of all Konkola Copper Mines Plc (KCM) operational areas is;",
        "(b) why some of the operational areas have been closed; and",
        "(c) where KCM has taken the equipment for the closed operational areas."
      ]
    },
    {
      "question_number": "420",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when the Task Force on Konkola Copper Mines Plc’s operations will submit the report to the Government;",
        "(b) what has caused the delay in submitting the report; and",
        "(c) how much money has been spent on the work of the Task Force."
      ]
    },
    {
      "question_number": "421",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how many commercial banks were operating in Zambia as of December, 2013;",
        "(b) how many were listed on the Lusaka Stock Exchange;",
        "(c) whether there are new banks likely to be opened in 2014 and, if so, what their names are; and",
        "(d) what measures the Government has taken to protect account holders in the event of a bank being closed down."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}