{
  "metadata": {
    "title": "Thursday, 17th October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1445",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 17TH OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "118",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the information given to the House by the Hon Minister of Chiefs and Traditional Affairs on 2nd October, 2013 concerning the procedure for ascending to the Bemba Paramount Chieftaincy is different from that of the Bemba Traditional Council as contained in the Times of Zambia Newspaper of 8th October, 2013; and",
        "(b)    what the correct procedure for ascending to the Chieftaincy is."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Transport, Works, Supply and Communication when the construction of Government offices in the newly created Nkeyema District will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "120",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Vice President whether the Government has any plans to upgrade the minimum qualifications of District Commissioners to University degree.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the standard of living in Zambia improved between December, 2011 and July, 2013;",
        "(b)    what the per capita income was from 2010 to 2012, year by year;",
        "(c)    what the projected per capita income for 2013 is;",
        "(d)    what the per capita income was for the following categories of people in 2012:",
        "(i)    a rural Zambian; (ii)    an urban Zambian; (iii)   an indigenous Zambian; (iv)  Zambians of Asian origin; and",
        "(v)   Chinese and Europeans living in Zambia; and",
        "(e)    whether the Government has any plans to improve the per capita income of an indigenous Zambian and, if so, what the plans are. W2    Mr Mwanza (Solwezi West) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how much money was allocated to the development of school infrastructure in Solwezi West Parliamentary Constituency in 2013;",
        "(b)    of the total allocation at (a), how much money was actually disbursed, school by school and project by project as of August, 2013; and",
        "(c)    what measures were taken to ensure that the money was spent on the intended projects. NOTICE OF MOTION AND ORDER OF THE DAY Mr Mwale Amend Legislation Related to External Borrowing :  That this House urges the Government to amend legislation related to external borrowing so as to provide for enhanced parliamentary oversight on external debt contracting in line with contemporary good governance practices. 1    Supply - Motion (11th October) - Resumption of Debate."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 3,
  "status": "success"
}