{
  "metadata": {
    "title": "Wednesday, 17th July, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1527",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 17TH JULY, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "721",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health whether the Government has any plans to introduce legislation that will make circumcision of male babies at birth compulsory.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "722",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many defilement cases were reported to the police from 2010 to 2012;",
        "(b)    of the cases at (a), how many were prosecuted during the same period;",
        "(c)    how many convictions were secured; and",
        "(d)    whether the Government has any plans to introduce legislation that will make the offence of defilement non-bailable."
      ]
    },
    {
      "question_number": "723",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)  how many cases were referred by the Human Rights Commission for further consideration to the following organisations in 2010:",
        "(i)    Legal Resources Foundation; (ii)   Legal Aid Board; (iii)  Ministry of Labour and Social Security; (iv) Police Public Complaints Authority;",
        "(v)  Commission for Investigations; (vi) Zambia Police Force; and (vii)Zambia Prisons Service; and",
        "(b)  why the Commission discontinued investigation of 86 complaints in the same year."
      ]
    },
    {
      "question_number": "724",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Defence what policy measures the Government has taken to ensure the following in the defence wings of the country",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    elimination of nepotism and corruption in the recruitment of both officers and regular personnel; and",
        "(b)    fair representation of personnel from all the ten provinces of Zambia."
      ]
    },
    {
      "question_number": "725",
      "asked_by": "Mr S Chungu (Luanshya)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many airstrips, country-wide, were upgraded in 2012;",
        "(b)    how many new airstrips were constructed in 2012; and",
        "(c)    why the upgrading of the Chilubi Airstrip has delayed despite being included in the 2012 programme of work."
      ]
    },
    {
      "question_number": "726",
      "asked_by": "Mr Matafwali (Bangweulu)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was realised from the following weigh bridges between January, 2011 and March, 2013:",
        "(i)    Kapiri-Mposhi; (ii)   Mpika; (iii)  Kafue; and (iv) Kafulafuta; and",
        "(b)    whether the Government has any plans to construct a new weigh bridge between Lusaka and Kabwe in order to decongest the weigh bridge at Kapiri-Mposhi."
      ]
    },
    {
      "question_number": "727",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many new drivers’ licences were issued in 2011 and 2012, year by year;",
        "(b)    of the licences, how many were for Public Service Vehicles;",
        "(c)    how many temporary drivers’ licences were issued in the same period; and",
        "(d)    why it takes up to three months for the Road Transport and Safety Agency to process drivers’ licences."
      ]
    },
    {
      "question_number": "728",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many motor vehicles were owned by the Government from 2009 to 2012, year by year;",
        "(b)    of these vehicles, how many have since been sold off; and",
        "(c)    how much money was raised from the sale, year by year."
      ]
    },
    {
      "question_number": "729",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the country received in form of grants from the international community from 2009 to 2011, year by year; and",
        "(b)    how much of the money was spent on infrastructure development in Luwingu District."
      ]
    },
    {
      "question_number": "730",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much progress ZESCO Limited has made on improving power supply to the Northern Province through the Pensulo-Kasama Project; and",
        "(b)    when the Rural Electrification Authority will electrify Lupososhi Parliamentary Constituency in Luwingu District. QUESTIONS FOR WRITTEN ANSWER W53    Mr Matafwali (Bangweulu) - to ask the Minister of Home Affairs:",
        "(a)    how many people were deported from Zambia from January, 2007 to February, 2013, year by year; and",
        "(b)    what the reasons for the deportations were. W54    Mr S Chungu (Luanshya) - to ask the Minister of Education, Science, VocationalTraining and Early Education:",
        "(a)    why all masters degree holders were transferred from the following institutions in 2009;",
        "(i)    National In-Service Teachers College (NISTOCOL); and (ii)    Livingstone College of Education;",
        "(b)    how may holders of masters degrees were at Chalimbana University (formerly NISTCOL) as of March, 2013; and",
        "(c)    how many students were enrolled at Chalimbana University under the following categories in 2013:",
        "(i)    full-time; and (ii)    part-time/long distance. W55    Mr Matafwali (Bangweulu) - to ask the Minister of Defence:",
        "(a)    how many officers retired from the Zambia National Service, from the rank of Second Lieutenant to that of Major, during the period January, 2011 to January, 2013; and",
        "(b)    how many women from the Zambia Army, Zambia Airforce and Zambia National Service attained the following ranks as of December, 2012:",
        "(i)    Lieutenant Colonel; (ii)   Colonel; (iii)  Brigadier General; (iv) Major General; and",
        "(v)  Lieutenant General."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}