{
  "metadata": {
    "title": "Tuesday, 28th July, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4361",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – TUESDAY, 28TH JULY, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "684",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Transport, Works, Supply and Communication when the construction of the road from Jeke Village in Naviruli Ward in Chadiza District to Robert Village in Katete District will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "685",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many new National Registration Cards (NRCs) were issued in Luwingu District from January, 2013 to April, 2015, year by year; and",
        "(b)    how many new cards are projected to be issued in Lubansenshi Parliamentary Constituency during the mobile issuance exercise in 2015."
      ]
    },
    {
      "question_number": "686",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was held in the foreign reserves from 2011 to 2014, year by year; and",
        "(b)    what the projection of foreign reserves for the year 2016 is."
      ]
    },
    {
      "question_number": "687",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Community Development, Mother and Child Health what measures have been taken to improve funding to Kalabo District Hospital in 2015 and beyond, considering the numerous challenges experienced in 2014.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "688",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Finance what Zambia’s external debt was",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    at the completion point of the Highly Indebted Poor Countries status; and",
        "(b)    as of February, 2015."
      ]
    },
    {
      "question_number": "689",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection when the issuance of title deeds will be decentralised to the following levels",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    provincial; and",
        "(b)    district."
      ]
    },
    {
      "question_number": "690",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any plans to construct additional teachers’ houses in Liuwa Parliamentary Constituency to improve staff retention in the Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "691",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health when the Government will deploy medical personnel to the Livingstone General Hospital who are specialised in the following areas",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    internal medicine;",
        "(b)    general surgery;",
        "(c)    obstetrics and gynaecology; and",
        "(d)    paediatrics and child health."
      ]
    },
    {
      "question_number": "692",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    at what intervals funds from the Equalisation Fund are supposed to be released to the end users; and",
        "(b)    what the effect of not releasing the funds timely to local councils is."
      ]
    },
    {
      "question_number": "693",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how effective the annual fish ban is;",
        "(b)    if not very effective, what measures the Government is taking to ensure the ban is effective;",
        "(c)    whether traditional leaders have a specific role to play in implementing the fish ban; and",
        "(d)    if so, what the role is."
      ]
    },
    {
      "question_number": "694",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Department of Community and Social Welfare offices in Kabompo District will be rehabilitated; and",
        "(b)    when the Department will be provided with a utility motor vehicle to enhance operations."
      ]
    },
    {
      "question_number": "695",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government allows the importation of fish into the country;",
        "(b)    who the major importers of fish are;",
        "(c)    whether the Zambia Bureau of Standards inspects the fish imported into the country; and",
        "(d)    if so, how the findings are disseminated to the public."
      ]
    },
    {
      "question_number": "696",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who the major fish farmers in the country are;",
        "(b)    how much fish, in percentage points, is produced annually by the farmers;",
        "(c)    what the main type of fish produced is; and",
        "(d)    what measures the Government has taken to encourage sustainable fish farming in view of depleting fish levels in water bodies."
      ]
    },
    {
      "question_number": "697",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, from the US$750 million Eurobond, was allocated to the University Teaching Hospital and the Zambia Railways Limited;",
        "(b)    of the money allocated, how much had been utilised as of March, 2015; and",
        "(c)    when the remainder will be utilised."
      ]
    },
    {
      "question_number": "698",
      "asked_by": "Mr Mtolo (Chipata Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the performance of Zamtel Limited in the 2014 financial year was;",
        "(b)    how much profit was made in the same period; and",
        "(c)    what the financial status was, as of March, 2015. QUESTIONS FOR WRITTEN ANSWER W90    Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the construction of the Nkulwashi M8 Turn-off – Kabulamema – M8 Loop road will commence, following the allocation of funds in the 2015 budget;",
        "(b)    what the exact scope of construction works is;",
        "(c)    who the contractor for the project is; and",
        "(d)    when the works are expected to be completed. W91    Mr Lufuma (Kabompo West) - to ask the Minister of Local Government and Housing when tarring of township roads in Kabompo District will commence. W92    Mr Lufuma (Kabompo West) - to ask the Minister of Home Affairs:",
        "(a)    whether the Government has any plans to construct police posts at the following places in Kabompo West Parliamentary Constituency:",
        "(i)    Mumbeji; and (ii)    Kayombo;",
        "(b)    if so, when construction works will commence;",
        "(c)    what the time-frame for completion of the project is; and",
        "(d)    if there are no such plans, why. W93    Mr Lufuma (Kabompo West) - to ask the Minister of Chiefs and Traditional Affairs:",
        "(a)    when the construction of palaces for the following Chiefs in Kabompo District will commence:",
        "(i)    Kalunga; (ii)    Cheyengele; and (iii)    Sikufele;",
        "(b)    what the estimated cost of constructing each palace is; and",
        "(c)    what the time-frame for completion of the works is. W94    Mr Miyanda (Mapatizya) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    whether the Government has any plans to engage additional contractors to work on the Bottom Road in the Southern Province;",
        "(b)    when construction works from Gwembe to Zimba District will commence;",
        "(c)    why the works are slow; and",
        "(d)    when the works on the entire road will be completed. W95    Mr Miyanda (Mapatizya) - to ask the Vice President:",
        "(a)    when the Disaster Management and Mitigation Unit will provide funds for the rehabilitation of the following bridges in Mapatizya Parliamentary Constituency:",
        "(i)    Mafuta; and (ii)    Tambana, near Kabanga Secondary School;",
        "(b)    what the total cost of the rehabilitation is; and",
        "(c)    which contractors will undertake the exercise. W96    Mr Miyanda (Mapatizya) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a)    when the Kalomo-Kabanga-Mapatizya road will be rehabilitated;",
        "(b)    who the contractor for the project is; and",
        "(c)    what the cost of the exercise is."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}