{
  "metadata": {
    "title": "Friday, 15th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/12005",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "126",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that two people have been killed and another injured in the past one month in Lundazi District, following attacks on people riding motorbikes; and",
        "(b) if so, what measures the Government is taking to safeguard the lives of the people in the District."
      ]
    },
    {
      "question_number": "127",
      "asked_by": "Mr Emmanuel Banda (Muchinga)",
      "minister": "Minister of Labour and Social Security",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that the former workers of Southern Africa Alloys Limited in Serenje District, who got sick due to exposure to manganese dust and were discharged on medical grounds, are living in destitution as they are paid only K600 per month as compensation by the Workers’ Compensation Fund Control Board; and",
        "(b) if so, what measures the Government is taking to assist the former workers. 8. QUESTION FOR ORAL ANSWER (STANDING ORDER 80)"
      ]
    },
    {
      "question_number": "128",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Community Development and Social Services",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government has any plans to create old people’s homes in Chitambo District;",
        "(b) if so, how many are earmarked for creation; and",
        "(c) if there are no such plans, why. 9. NOTICE OF MOTION Mr Kamboni Adopt Report of the Parliamentary Delegation to the 149th Inter Parliamentary Union (IPU) Assembly and Related Meetings: That this House adopts the Report of the Zambian Delegation to the 149th IPU Assembly and Related Meetings held in Geneva, Switzerland, from 13th to 17th October, 2024, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Thursday, 7th November, 2024. 10. ORDER OF THE DAY Supply - Motion (5th November) - Resumption of debate. ___________________________"
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}