{
  "metadata": {
    "title": "Wednesday, 23rd July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/472",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 23RD JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "645",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the progress on the establishment of a micro financing company for civil servants country-wide is;",
        "(b) how much profit has been made since the establishment of the Micro Financing Company; and",
        "(c) who the board members of the Company are."
      ]
    },
    {
      "question_number": "646",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when construction of a general hospital in Kabompo, as promised by the Government, will commence;",
        "(b) what the estimated time-frame of undertaking the project is; and",
        "(c) when the Generator Set for Kabompo District Hospital will be installed."
      ]
    },
    {
      "question_number": "647",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Vice President whether the Government has any plans to relocate the Provincial Headquarters of the North-Western Province from Solwezi to a centrally located and spacious Kabompo District and, if so, when the plans will be implemented.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "648",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Vice President what the Government policy on naming of infrastructure after prominent persons such as former Republican Presidents, is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "649",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication when the mobile phone service will cover the entire country.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "650",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether any rentals are paid to schools in rural areas where communication towers have been erected; and",
        "(b) if so, who pays the rentals."
      ]
    },
    {
      "question_number": "651",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Tourism and Art what measures the Government has taken to address the human-animal conflict in Lake Mweru-Wantipa National Park and the surrounding areas.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "652",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Agriculture and Livestock when the three structures at Kabompo Farmers’ Training Centre, whose roofs were blown off in 2012, will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "653",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Information and Broadcasting what specific measures the Government is taking to promote a free and vibrant media in Zambia.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "654",
      "asked_by": "Mr Livune (Katombola)",
      "minister": "Vice President when the delimitation exercise of Constituencies and Wards will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "655",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication when the dilapidated Post Office in Kabompo will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "656",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to construct a youth skills development centre in Kabompo and, if so, when;",
        "(b) whether the Government has any plans to construct a mini stadium in Kabompo in order to encourage youth sporting activities and, if so, when; and",
        "(c) when Kabompo District will be provided with sporting equipment such as footballs, netballs and jerseys. QUESTIONS FOR WRITTEN ANSWER W41 Mr Mutelo (Lukulu West) - to ask the Vice President:",
        "(a) whether the establishment of the Rodger Chongwe Commission of Inquiry under Statutory Instrument No. 113 of 2011 was necessary;",
        "(b) how much money was spent on the Inquiry;",
        "(c) what the key findings of the Inquiry are; and",
        "(d) what action has been taken to address the findings. W42 Mr Mutelo (Lukulu West) - to ask the Minister of Transport, Works, Supply and Communication whether the Government has any plans to construct a road from Chavuma via Zambezi West, Lukulu West, Liuwa, Kalabo and Shang’ombo up to Sesheke so as to open up the western bank of the Zambezi River. W43 Mr Mutelo (Lukulu West) - to ask the Minister of Transport, Works, Supply and Communication when belly bridges will be constructed at the following crossing points in Western Province:",
        "(a) Watopa;",
        "(b) Kashizhi; and",
        "(c) Meso Akawa. W44 Mr Chitafu (Kafulafuta) - to ask the Minister of Transport, Works, Supply and Communication when the following roads in Kafulafuta Parliamentary Constituency will be rehabilitated:",
        "(a) the Chiwala Ring Road; and",
        "(b) the Congo Border Road. W45 Mr Lufuma (Kabompo West) - to ask the Vice President when the reconstruction of the following bridges in Kabompo, which were washed away and whose funding was approved under the Disaster Management and Mitigation Unit, will commence:",
        "(a) Maveve;",
        "(b) Kasalya Washe (Katuva);",
        "(c) Dishiwu (Lunyiwe);",
        "(d) Kasombo (Lunyiwe);",
        "(e) Nyela (Lunyiwe);",
        "(f) Mushivi on Chikenge Road;",
        "(g) Kasalya on Chikenge Road; and",
        "(h) Kalwilo on the Kabompo/Zambezi Districts boundary. W46 Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication when the Government will facilitate the construction of communication towers in the following areas of Kabompo District:",
        "(a) Chifuwe Minunga;",
        "(b) Chifuwe South;",
        "(c) Litoya;",
        "(d) Kafungo;",
        "(e) Dikolonga;",
        "(f) Lunyiwe;",
        "(g) Kalwilo;",
        "(h) Maveve; and",
        "(i) Mulundu. W47 Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication when the following dilapidated infrastructure will be rehabilitated:",
        "(a) Litoya Kamisombo feeder Road;",
        "(b) M8/Nkulwashi/Kabulamema/M8 Road Loop; and",
        "(c) Chifuwe South Bridge whose embankment is eroded. W48 Mr Lufuma (Kabompo West) - to ask the Minister of Local Government and Housing when the street lighting project being undertaken country-wide will be extended to Kabompo District. W49 Mr Lufuma (Kabompo West) - to ask the Minister of Local Government and Housing:",
        "(a) how many boreholes are earmarked for sinking in Kabompo District in 2014; and",
        "(b) of the boreholes above, how many will be funded by the following:",
        "(i) the Government; (ii) cooperating partners; and (iii) civil society organisations. W50 Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication",
        "(a) what the progress on the re-establishment of a national airline is;",
        "(b) how many properties at home and abroad that were previously owned by the defunct Zambia Airways have not yet been disposed of; and",
        "(c) what the Government plans on the properties are. W51 Mr Lufuma (Kabompo West) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a) whether the Government has any plans, through the Rural Electrification Authority, to electrify the following primary schools in Kabompo which are adjacent to ZESCO power lines:",
        "(i) Kalambo; (ii) Samununga; (iii) Kavinyonde; (iv) Kamisombo; and",
        "(v) Kalyangandu; and",
        "(b) if so, when the plans will be implemented. W52 Mr Lufuma (Kabompo West) - to ask the Minister of Youth and Sport:",
        "(a) how much money, from the Youth Development Fund, was disbursed to the following districts in form of loans or grants:",
        "(i) Chavuma; (ii) Kabompo; (iii) Mufumbwe; (iv) Mwinilunga; and",
        "(v) Zambezi; and",
        "(b) how many groups were funded through the loans and grants. W53 Mr Hamusonde (Nangoma) - to ask the Minister of Transport, Works, Supply and Communication when the road from Nachibila School to Nalubanda via Chombwa in Nangoma Parliamentary Constituency will be rehabilitated. W54 Mr Hamusonde (Nangoma) - to ask the Minister of Transport, Works, Supply and Communication whether motor cycles undergo fitness tests as is the case with motor vehicles. W55 Hamusonde (Nangoma) - to ask the Minister of Education, Science, Vocational Training and Early Education when the Government will commence sinking boreholes at all schools that have water problems, country-wide. W56 Mr Hamusonde (Nangoma) - to ask the Minister of Education, Science, Vocational Training and Early Education when a secondary school will be built in Nangoma Parliamentary Constituency. W57 Mr Ng’onga (Kaputa) - to ask the Vice President:",
        "(a) how much money, budgeted for the emergency rehabilitation of the Nkosha-Nsama Road in 2011 and 2012, had been spent as of April, 2014;",
        "(b) what caused the delay in completing the rehabilitation works; and",
        "(c) how much money is needed to complete the works. W58 Mr Ng’onga (Kaputa) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a) when emergency rehabilitation works will be carried out on the Mporokoso/Kawambwa Road; and",
        "(b) when the road will be upgraded to bituminous standard. W59 Mr Miyutu (Kalabo Central) - to ask the Minister of Agriculture and Livestock:",
        "(a) what the impact of the Farmer Input Support Programme (FISP) on maize production in Kalabo District has been from 2008 to 2013;",
        "(b) whether the Programme yielded the desired results in terms of food production;",
        "(c) if not, what the reasons are; and",
        "(d) why the Government does not support the growing of cassava, sorghum and millet which have a better comparative advantage over maize production in the District. W60 Mr Lufuma (Kabompo West) - to ask the Minister of Transport, Works, Supply and Communication:",
        "(a) what has caused the delay in completing the upgrading of the Kabompo-Kayombo Road which commenced in 2011;",
        "(b) when the road works will be completed; and",
        "(c) what measures have been taken to ensure the completion of the project. W61 Mr Livune (Katombola) - to ask the Vice President:",
        "(a) how many farm plots have been created in the following resettlement schemes in Kazungula District:",
        "(i) Sekute; and (ii) Sichifulo;",
        "(b) whether all the farm plots have been surveyed; and",
        "(c) if not, why. W62 Mr Livune (Katombola) - to ask the Vice President:",
        "(a) what plans the Government has on the neglected former official residence for the Provincial Minister in Livingstone; and",
        "(b) what the current maintenance cost of the house in terms of electricity, water and security on a monthly basis is. W63 Mr Livune (Katombola) - to ask the Minister of Transport, Works, Supply and Communication when the following bridges in Kazungula District will be repaired:",
        "(a) Simango;",
        "(b) Sianakanga; and",
        "(c) Ngwezi bridge on the Zimba-Nyawa road. W64 Mr Hamusonde (Nangoma) - to ask the Minister of Local Government and Housing how many stray dogs have been killed by local authorities, country-wide, from the time the exercise commenced to-date. W65 Mr Mwanza (Solwezi West) - to ask the Minister of Chiefs and Traditional Affairs:",
        "(a) when the Government will issue a new map for chiefdom boundaries, country-wide; and",
        "(b) when the exercise of narration of chiefdom boundaries, country-wide, will commence. W66 Mr I Banda (Lumezi) - to ask the Minister of Agriculture and Livestock:",
        "(a) when construction of a dip-tank in the Kapheta Nkhanyu area in Chief Mwase Mpangwe’s Chiefdom in Lumezi Parliamentary Constituency will be completed;",
        "(b) what the cause of the delay in completing construction is;",
        "(c) what the cost of the project is. W67 Mr Mutelo (Lukulu West) - to ask the Minister of Finance:",
        "(a) how many times the Zambian currency has been changed from 1964 to 2013; and",
        "(b) how much time was allowed for exchanging old for new currency each time there was such a change. W68 Mr Katuka (Mwinilunga) - to ask the Minister of Mines, Energy and Water Development:",
        "(a) how many prospecting and mining licences were valid for mining in Mwinilunga Parliamentary Constituency as of 31st December, 2013; and",
        "(b) which areas in the Constituency, according to the latest geological reports, have the following mineral deposits:",
        "(i) copper; (ii) cobalt; (iii) emerald; and (iv) iron."
      ]
    }
  ],
  "question_count": 12,
  "status": "success"
}