{
  "metadata": {
    "title": "Tuesday, 26th February, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7890",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "264",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to sink boreholes in Serenje Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many boreholes are earmarked for sinking; and",
        "(d) what the total cost of the project is. 265.  Dr Chanda (Bwana Mkubwa) - To ask the Minister of General Education:",
        "(a) whether the Government has any plans to upgrade some schools in the following Wards in Bwana Mkubwa Parliamentary Constituency to senior secondary school level:",
        "(i) Mushili; (ii) Kaloko; (iii) Katondo; (iv) Kavu;",
        "(v) Kamanya; (vi) Katombola; and (vii) Chichele; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "266",
      "asked_by": "Ms Mwape (Mkushi North)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many police officers were recruited from 2015 to 2018, year by year;",
        "(b) when the next recruitment exercise will be undertaken; and",
        "(c) how many police officers will be recruited. 267 Mr Samakayi (Mwinilunga)   -  to ask the Minister of Lands and Natural Resources:",
        "(a) whether the Government has any plans to install border markers on the boundaries between Zambia and the Democratic Republic of Congo, and between Zambia and Angola to clearly identify the boundaries, especially in the following Districts:",
        "(i) Mwinilunga; and (ii) Ikeleng’i;",
        "(b) if so, when the plans will be implemented;",
        "(c) what type of border markers will be installed;",
        "(d) what the total cost of the project is; and",
        "(e) if there are no such plans, why."
      ]
    },
    {
      "question_number": "268",
      "asked_by": "Mr S Miti (Feira)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the following institutions will be granted Treasury authority to recruit additional staff:",
        "(i) Luangwa District Hospital; (ii) Kaunga Secondary School; (iii) Kaluluzi Primary School; (iv) Kapoche Secondary School;",
        "(v) Kapoche Special School; (vi) Feira Day Secondary School; and (vii) Mangelengele Primary School; and",
        "(b) what has caused the delay in issuing the authority."
      ]
    },
    {
      "question_number": "269",
      "asked_by": "Mr M Jere (Livingstone)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the former employees of the following companies, who retired in the period 1992 to 2000, will be paid their terminal benefits:",
        "(i) Zambia Railways Limited; (ii) Zambia Telecommunications Company Limited; and (iii) Zambia Postal Services Corporation;",
        "(b) what has caused the delay in paying the retirees; and",
        "(c) how many retirees are affected in each company."
      ]
    },
    {
      "question_number": "270",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there are any challenges in collecting the Skills Development Levy;",
        "(b) if not, why the amounts collected have been reducing each year from inception to-date;",
        "(c) which institutions benefitted from the Levy as of 30th September, 2018; and",
        "(d) whether there has been any negative impact on the companies that have been remitting the Levy."
      ]
    },
    {
      "question_number": "271",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) what the total number of applicants that had paid for electricity connections in the following Provinces was as of 31st October, 2018:",
        "(i) Eastern; (ii) Muchinga; (iii) Northern; and (iv) Luapula;",
        "(b) when the connections to the applicants’ premises will commence; and",
        "(c) what the cause of the delay in connecting power, is."
      ]
    },
    {
      "question_number": "272",
      "asked_by": "Evangelist Shabula (Itezhi Tezhi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Itezhi Tezhi District Hospital to a general hospital to cater for the growing population;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "273",
      "asked_by": "Mr Chali (Nchanga)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many tonnes of the following minerals were produced from January to September, 2018, countrywide:",
        "(i) copper; (ii) cobalt; and (iii) gold;",
        "(b) whether the 2018 production was higher or lower than that for the same period in 2017;",
        "(c) of the quantities at (a), how much, in figures and percentage terms, the small scale mining licence holders contributed;",
        "(d) what the total number of small scale mining licences issued from January, 2015 to October, 2018 were; and",
        "(e) how many licences at (d) are still active."
      ]
    },
    {
      "question_number": "274",
      "asked_by": "Mr C Zulu (Luangeni)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the following schools in Kalulushi District will be provided with desks:",
        "(i) Lubuto; (ii) Chavuma; (iii) Chibuluma; (iv) Kankonshi; and",
        "(v) Chati; and",
        "(b) what has caused the delay in providing the desks."
      ]
    },
    {
      "question_number": "275",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to turn Mulilansolo Day Secondary School in Chinsali District into a boarding school;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "276",
      "asked_by": "Mr S Miti (Feira)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when works on the water reticulation system at the Chitope Sub Centre in Luangwa District will commence;",
        "(b) what has caused the delay in commencing the project;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "277",
      "asked_by": "Mr S Miti (Feira)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the sinking of boreholes to supply water to the dip tanks in the following Wards in Feira Parliamentary Constituency will commence:",
        "(i) Kaunga; (ii) Chikoma; and (iii) Dzalo;",
        "(b) what has caused the delay in commencing the project; and",
        "(c) what the total cost of the project is."
      ]
    },
    {
      "question_number": "278",
      "asked_by": "Evangelist Shabula (Itezhi Tezhi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a correctional facility in Itezhi Tezhi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. ___________________________"
      ]
    }
  ],
  "question_count": 13,
  "status": "success"
}