{
  "metadata": {
    "title": "Tuesday, 18th July, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11133",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "381",
      "asked_by": "Mr Chewe (Lubansenshi)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many Government irrigation schemes there were, countrywide, as of October, 2022;",
        "(b) how many workers were employed on each scheme; and",
        "(c) how much revenue, on average, each scheme generates annually."
      ]
    },
    {
      "question_number": "382",
      "asked_by": "Mr Katakwe (Solwezi East)",
      "minister": "Minister of Technology and Science",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the Technical Education Vocational and Entrepreneurship Training Authority has been operating without a Board for the past 5 years; and",
        "(b) when the Board will be appointed."
      ]
    },
    {
      "question_number": "383",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a police station in Mulobezi District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "384",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to develop the Longwe Farming Block in Isoka District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans to develop the Farming Block, what the reasons are. NOTICE OF MOTION Mr Kambita Adopt Report of the Committee on Parastatal Bodies: That this House do adopt the Report of the Committee on Parastatal Bodies on the Report of the Auditor General on the Accounts of Water and Sanitation Companies for the Financial Year Ended 31st December, 2020, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 11th July, 2023."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}