{
  "metadata": {
    "title": "Tuesday, 10th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1892",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 10TH JULY, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "436",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education whether the Government has any immediate plans to upgrade the following basic schools in Pemba Parliamentary Constituency to high schools",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Mayasanino;",
        "(b)    Habbanyuka;",
        "(c)    Hamabboonka;",
        "(d)    Kauba;",
        "(e)    Pemba; and",
        "(f)    Chilundu."
      ]
    },
    {
      "question_number": "437",
      "asked_by": "Mr Sililo (Mulobezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the Government will procure and deliver desks to the following schools in Mulobezi District",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Sichili High;",
        "(b)    Mulobezi Basic;",
        "(c)    Bwina Basic;",
        "(d)    Machile Basic;",
        "(e)    Mulauli Basic; and",
        "(f)    Kamenyani Basic."
      ]
    },
    {
      "question_number": "438",
      "asked_by": "Mr Chitotela (Pambashe)",
      "minister": "Minister of Transport, Works, Supply and Communication when feasibility studies on the construction of Kawambwa-Mporokoso road will begin.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "439",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Local Government and Housing when Mitete in Lukulu West Parliamentary Constituency will be accorded district status.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "440",
      "asked_by": "Mr L Zimba (Kapiri Mposhi)",
      "minister": "Minister of Health whether the Government has any immediate plans to construct a clinic in Chief Ngabwe’s area in Kapiri-Mposhi Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "441",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of a bridge across the Zambezi River at Kazungula border post in Kazungula District will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    who the contractors for the project are."
      ]
    },
    {
      "question_number": "442",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was spent on the purchase of the e-learning bus which is equipped with 19 computers;",
        "(b)    how many schools benefited from the e-learning programme in 2011;",
        "(c)    whether the e-learning bus has been fully utilized for the benefit of learners and, if not, why;",
        "(d)    what the pupil-computer ratio in Zambian schools is in:",
        "(i)    urban constituencies; and (ii)    rural constituencies; and",
        "(e)    how much money was spent on the e-learning conferences held in 2007 and 2010."
      ]
    },
    {
      "question_number": "443",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how many community schools, country-wide, had computer facilities as of February, 2012 and, if any, how these schools acquired the computers.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "444",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Public Service Commission (PSC) will create new positions in the Ministry of Health to which nurses who obtain first and higher university degrees may be promoted; and",
        "(b)    why the PSC has taken long to create the new positions."
      ]
    },
    {
      "question_number": "445",
      "asked_by": "Mr Muntanga (Kalomo Central)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the road leading to the Paramilitary Police Training School in Kafue will be graded and maintained; and",
        "(b)    whether there are any plans to tar the road and, if so, when the road will be tarred."
      ]
    },
    {
      "question_number": "446",
      "asked_by": "Mr Chingimbu (Kabompo East)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Ministry will re-establish a police post at Manyinga in Kabompo East Parliamentary Constituency to curb crime in the area; and",
        "(b)    when an immigration border post will be established at Ndunga in the Constituency."
      ]
    },
    {
      "question_number": "447",
      "asked_by": "Mr P A Ngoma (Feira)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the newly constructed secondary school in Luangwa District will be officially opened to the public.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "448",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the following health facilities in Kamfinsa Parliamentary Constituency will have a full staff compliment:",
        "(i)    Ndeke Village Mini-Hospital; (ii)    Mulenga Urban health Centre; and (iii)    Ndeke Clinic;",
        "(b)    when the construction of Ndeke Village Mini-Hospital will be completed;",
        "(c)    whether there are any plans to construct a maternity wing at Ndeke Village Mini-Hospital; and",
        "(d)    if so, when construction will commence."
      ]
    },
    {
      "question_number": "449",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Foreign Affairs and Tourism whether the Government has any immediate plans to open a tourism office in Australia to promote Zambia’s tourist attractions.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "450",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Transport, Works, Supply and Communication when communication towers will be constructed at the following locations in Vubwi Parliamentary Constituency to improve mobile phone communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chigwe;",
        "(b)    Kabvumo;",
        "(c)    Mchenjeza;",
        "(d)    Mkumbudzi;",
        "(e)    Mwangazi;",
        "(f)    Msokosela; and",
        "(g)    Zozwe."
      ]
    },
    {
      "question_number": "451",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many workers lost their jobs at the Road Development Agency from 1st October, 2011 to 31st March, 2012;",
        "(b)    what positions were held by the workers at (a) above; and",
        "(c)    what led to their loss of employment."
      ]
    },
    {
      "question_number": "452",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the one Border Post building at Nakonde Border will be completed; and",
        "(b)    how much money will be spent on the project on completion."
      ]
    },
    {
      "question_number": "453",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Justice whether the Ministry is aware that the local court at Moyo stopped operating in 2004 because of the poor state of the court building and lack of staff.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "454",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether an environmental impact assessment was undertaken prior to the siting of quarries for use in the construction of the Sesheke-Senanga road;",
        "(b)    how many such quarries were approved for the entire road;",
        "(c)    whether the Government will compensate households whose sources of drinking water have been affected by the quarrying; and",
        "(d)    how many families have been affected in both Sesheke and Senanga Districts by quarrying."
      ]
    },
    {
      "question_number": "455",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "of Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has intentions of demolishing the illegally constructed market located near Findeco House and adjacent to the Intercity Bus Terminus in the Lusaka Central Business District;",
        "(b)    when the street vendors trading along Freedom Way, Lumumba, Chachacha and Cairo Roads in Lusaka will be moved to designated trading places; and",
        "(c)    what permanent solution Government has in order to make the marketers operate from permanent and humane trading places. QUESTIONS FOR WRITTEN ANSWER W28    Mr Mpundu (Nchelenge) - to ask the Minister of Agriculture and Livestock how many 50kg bags of fertilizer where distributed, country-wide, under the Farmer Input Support Programme from 2007 to 2011, district by district. W29    Mr Muntanga (Kalomo Central) - to ask the Minister of Mines, Energy and Water Development:",
        "(a)    when the following Basic Schools in Kalomo Central Parliamentary Constituency will be electrified:",
        "(i)    Dimbwe; (ii)    Dabali; (iii)    Kasizi; (iv)    Masempela;",
        "(v)    Nazilongo; (vi)    Moonde; (vii)    Mulwazi; (viii)    Kanchela; (ix)    Chawila;",
        "(x)    Sikweya; (xi)    Kasikili; (xii)    Inkumbi; (xiii)    Mayoba; (xiv)    Munkolo; (xv)    Mukwela; (xvi)    Bbelo; (xvii)    Muchenje; (xviii)    Tara; (xix)    Kalonda; (xx)    Nantala; (xxi)    Katundulu; (xxii)    Katunda; (xxiii)    Chifusa; (xxiv)    Maumbwe; (xxv)    Nakabanga; (xxvi)    Chibomboma; and (xxvii)    Mayobo; and",
        "(b)    what type of electricity will be provided. NOTICE OF MOTION Mr Mwiimbu Report of the Committee on Legal Affairs, Governance, Human Rights, Gender Matters and Child Affairs :  That this House do adopt the Report of the Committee on Legal Affairs, Governance, Human Rights, Gender Matters and Child Affairs, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 26th June, 2012."
      ]
    }
  ],
  "question_count": 20,
  "status": "success"
}