{
  "metadata": {
    "title": "Wednesday, 23rd September, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4555",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 23RD SEPTEMBER, 2015",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "11",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to encourage value addition industries for agricultural products;",
        "(b)    if so, what the plans are; and",
        "(c)    what incentives, if any, have been provided to entrepreneurs who seek to venture in value addition projects."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Information and Broadcasting what the progress on the improvement of radio reception in most rural areas, is.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "13",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the National Institute for Scientific and Industrial Research (NISIR) has had no management board for the last two years;",
        "(b)    when a board will be appointed;",
        "(c)    how many institutions under the Ministry operate without management boards;",
        "(d)    what the names of the institutions are; and",
        "(e)    when management boards will be appointed for the institutions at (c)."
      ]
    },
    {
      "question_number": "14",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Local Government and Housing when construction of additional staff houses for Mpongwe District Council will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "15",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of laboratories at the following secondary schools in Chasefu Parliamentary Constituency will commence:",
        "(i)    Lusuntha Day; (ii)    Hoya Day; and (iii)    Emusa Day;",
        "(b)    what the total cost of the projects is; and",
        "(c)    who the contractors for the projects are."
      ]
    },
    {
      "question_number": "16",
      "asked_by": "Mr Chenda (Bwana Mkubwa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the New Mushili Health Centre in Bwana Mkubwa Parliamentary Constituency will commence;",
        "(b)    what the cost of the project is; and",
        "(c)    what the time-frame for the project is."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Mulomba (Magoye)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the construction of the Tandabale-Simwaba-Naleza-Kalama-Mabanga road in Magoye Parliamentary Constituency, which was abandoned by the contractor in 2014, will resume;",
        "(b)    what the total cost of the project is;",
        "(c)    what the cost of the outstanding works is; and",
        "(d)    what the time-frame for the remaining works is."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to connect the following areas in Rufunsa District to the national electricity grid:",
        "(i)    Chinyunyu; (ii)    Sinjela; (iii)    Chitemalesa; and (iv)    Mwachilele;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "19",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why Milenge District has no fertilizer and seed depot thereby making it difficult for farmers to access inputs;",
        "(b)    when a depot will be established in the District; and",
        "(c)    what measures have been taken, in the interim, to ensure that farmers have easy access to inputs."
      ]
    },
    {
      "question_number": "20",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money, in total, was owed to all road contractors country-wide as of June, 2015;",
        "(b)    what the total number of contractors owed, is;",
        "(c)    how much interest had accrued on principal amounts as of August, 2015; and",
        "(d)    whether all the contractors were within their contract periods of completing the projects."
      ]
    },
    {
      "question_number": "21",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many teachers were working in Government schools in Kalabo District as of July, 2015;",
        "(b)    of the teachers above, how many were:",
        "(i)    confirmed; and (ii)    not confirmed; and",
        "(c)    what the cause of the delay in confirming the teachers is."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Mr Kazabu (Nkana)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a Cancer Diseases Hospital in the Copperbelt Province to cater for patients in the northern part of the country;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "23",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the palaces of Senior Chief Kasempa and Chief Ingwe in Kasempa District were not considered for construction of communication towers under Phase I;",
        "(b)    which other Senior Chiefs’ palaces, country-wide, were not considered;",
        "(c)    whether priority for construction of towers under Phase II will be given to the palaces at (a); and",
        "(d)    if the palaces at (a) will not be given priority, why."
      ]
    },
    {
      "question_number": "24",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what corporate social responsibility activities the Zambezi River Authority has done in Gwembe District from 2012 to 2014; and",
        "(b)    what the total cost of the activities undertaken is."
      ]
    },
    {
      "question_number": "25",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the boundary dispute between Chief Malembeka in the Copperbelt Province and Senior Chief Chipepo in the Central Province will be resolved; and",
        "(b)    what measures have been taken to address chiefdom boundary disputes country-wide. ORDER OF THE DAY 1    Thanks - His Excellency the President’s Address – Motion (22nd September) - Resumption of Debate. _________________________"
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}