{
  "metadata": {
    "title": "Tuesday, 15th October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1490",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 15TH OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "98",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    under which authority the Technical Committee on Drafting the Zambian Constitution was appointed; and",
        "(b)    whether on completion of their work, the Technical Committee will, simultaneously, submit the Draft Constitution to the Republican President and members of the public."
      ]
    },
    {
      "question_number": "99",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to improve the supply of electricity in Luapula Province;",
        "(b)    what the total cost of improving the supply is; and",
        "(c)    when the project will be completed."
      ]
    },
    {
      "question_number": "100",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the development of the Kasanjiku Mini-Hydropower Station project in North-Western Province will commence;",
        "(b)    who the promoters of the project are; and",
        "(c)    what the total cost of the project is."
      ]
    },
    {
      "question_number": "101",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many retirees at the University of Zambia had not been paid their terminal benefits as of August, 2013;",
        "(b)    how many retirees were still occupying institutional houses due to non-payment of their terminal benefits;",
        "(c)    how much money, in total, was owed to all the retirees as of August, 2013;",
        "(d)    what measures have been taken to pay off all the retirees; and",
        "(e)    when the Institution will be up to date in paying retirees their terminal benefits."
      ]
    },
    {
      "question_number": "102",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will grade the Mungulube road which is the main link of Milenge District from the Western to the Eastern part of the Boma;",
        "(b)    whether the Government has any plans of linking Milenge Boma to other parts of the District without passing through Mansa; and",
        "(c)    if so, when such plans will be implemented."
      ]
    },
    {
      "question_number": "103",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the construction of the Milenge Trades Training Institute is on schedule;",
        "(b)    if not, what measures the Government has taken to expedite the construction;",
        "(c)    when the Institute is expected to be opened; and",
        "(d)    what the estimated cost of constructing the Institute is."
      ]
    },
    {
      "question_number": "104",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many districts were created from September, 2011 to August, 2013, Province by Province; and",
        "(b)    whether the Government has carried out feasibility studies to ascertain the infrastructural needs and services required for the newly created districts."
      ]
    },
    {
      "question_number": "105",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Justice when Shimumbi Local Court in Senior Chief Shimumbi’s area in Lubansenshi Parliamentary Constituency will be rehabilitated.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "106",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when infrastructure at Kaoma Secondary School, including teachers’ houses, will be rehabilitated;",
        "(b)    when the sewer line at the School will be improved;",
        "(c)    when the School will be provided with desks, beds and mattresses; and",
        "(d)    when the roof of the School laboratory will be repaired."
      ]
    },
    {
      "question_number": "107",
      "asked_by": "Mr Antonio (Kaoma Central)",
      "minister": "Minister of Health when the Government will supply beddings to the following Rural Health Centres",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Nkeyema;",
        "(b)    Njonjolo;",
        "(c)    Shimano;",
        "(d)    Namilangi;",
        "(e)    Chitwa;",
        "(f)    Kalumwange; and",
        "(g)    Lunyati. ORDER OF THE DAY 1    Suppl y - Motion (11th October) - Resumption of Debate."
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}