{
  "metadata": {
    "title": "Tuesday, 20th April, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8937",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "161",
      "asked_by": "Mr Kangombe (Sesheke)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Yeta School of Nursing will commence;",
        "(b) who the contractor for the project is;",
        "(c) what the total cost of the project is; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "162",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the Government will upgrade salary scales for teachers in Chitambo Parliamentary Constituency who had upgraded their qualifications as of December, 2020; and",
        "(b) when teachers who have been acting in the following positions will be confirmed:",
        "(i) head teacher; (ii) deputy head teacher; and (iii) senior teacher."
      ]
    },
    {
      "question_number": "163",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many health posts, under the 650 Health Posts Project, had been completed, countrywide, as of February, 2021;",
        "(b) how many health posts were completed in Gwembe Parliamentary Constituency, as of the same date;",
        "(c) if no health post had been completed in Gwembe, why;",
        "(d) whether there are any plans to commence construction works in Gwembe in 2021;",
        "(e) if so, how many health posts are earmarked for construction; and",
        "(f) what the time frame for the completion of the 650 Health Posts Project is."
      ]
    },
    {
      "question_number": "164",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many metric tonnes of copper were produced, countrywide, from 2012 to 2019, year by year;",
        "(b) what challenges hampered the mines from producing above one million metric tonnes per year;",
        "(c) when is copper production expected to reach one million metric tonnes per year; and",
        "(d) what the size of each copper slag dump in the following Districts was, as of July, 2020:",
        "(i) Solwezi; (ii) Mufulira; (iii) Chingola; and (iv) Chililabombwe."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}