{
  "metadata": {
    "title": "Wednesday, 20th September, 2023",
    "source_url": "https://www.parliament.gov.zm/node/11205",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "36",
      "asked_by": "Mr Lungu (Kapoche)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to include all village headmen/women, countrywide, on the Farmer Input Support Programme;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "37",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the construction of the Zambia Institute of Special Education College in Kabwata Parliamentary Constituency will be completed;",
        "(b) what the cost of the project is;",
        "(c) how much money had been spent on the project, as of March, 2023;",
        "(d) at what stage of completion, in percentage terms, the project was, as of March, 2023; and",
        "(e) who the contractor for the project is."
      ]
    },
    {
      "question_number": "38",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Community Development and Social Services what measures the Government is taking to ensure that all Government offices and buildings are made accessible to persons with disabilities.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": []
    },
    {
      "question_number": "39",
      "asked_by": "Mr C Chibuye (Mkushi North)",
      "minister": "Minister of Green Economy and Environment",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to legalise part of the settlements established by traditional leaders in forest reserves in Mkushi North Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) which settlements will be legalised. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W1. Mr Simunji (Nalikwanda)  -  to ask the Minister of Agriculture:",
        "(a) how much money was invested in cashew nut production in Western Province from 2010 to 2021, year by year;",
        "(b) what criteria were used to identify beneficiaries of the investment; and",
        "(c) what the source of funding for the investment was. NOTICE OF MOTION Mr Munir Zulu Create Separate Police Cells for Minor Offences:  That this House urges the Government to create separate police cells for persons charged with minor offences. ORDER OF THE DAY 1. Thanks –His Excellency the President’s Address - Motion (13th September) - Resumption of Debate: (Mr C Mpundu, MP). ___________________________"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}