{
  "metadata": {
    "title": "Friday, 14th October, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10666",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "68",
      "asked_by": "Mr Twasa (Kasenengwa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware of the critical shortage of reagents at laboratories at the University Teaching Hospital and Levy Mwanawasa University Teaching Hospital; and",
        "(b) if so, what urgent measures are being taken to ensure availability of reagents at the Hospitals."
      ]
    },
    {
      "question_number": "69",
      "asked_by": "Mr Sampa (Matero)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 76)",
      "parts": [
        "(a) whether the Government is aware that on Sunday, 9th October, 2022, a Zambia Airways flight from Ndola to Lusaka had an emergency situation mid-air which led to extreme panic among the passengers;",
        "(b) if so, what the cause of the emergency was; and",
        "(c) what urgent measures are being taken to ensure the safety of passengers on Zambia Airways flights, countrywide. NOTICE OF MOTION Ms Sefulo Adopt Report of the Delegation to the FP-ICGRL, Joint Election Observation Mission to Kenya: That this House do adopt the Report of the Delegation to the Forum of Parliaments of the International Conference of the Great Lakes Region (FP-ICGRL), Joint Election Observation Mission to Kenya, from 1st to 12th August, 2022, for the Second Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 21st September, 2022. ORDER OF THE DAY 1. Supply  -  Motion (30th September)  -  Resumption of Debate: (Dr Mwanza, MP) ____________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}