{
  "metadata": {
    "title": "Friday, 19th June, 2015",
    "source_url": "https://www.parliament.gov.zm/node/4144",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 19TH JUNE, 2015",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "536",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct speed humps on township roads in Kamanga residential area in Lusaka District;",
        "(b)    if so, what type of speed humps will be constructed;",
        "(c)    what the estimated time-frame for completion of the project is; and",
        "(d)    what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "537",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct another library at the University of Zambia, Great East Road Campus, in order to accommodate the increased number of students;",
        "(b)    if so, when the plans will be implemented;",
        "(c)    what the cost of constructing a new library is; and",
        "(d)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "538",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on the construction of the following health posts in Liuwa Parliamentary Constituency, which commenced in 2010 is:",
        "(i)    Namweti; (ii)    Mulinga; (iii)    Luoke West; and (iv)    Mushukula;",
        "(b)    what the estimated period for completing the projects is;",
        "(c)    what has caused the delay in completing the projects; and",
        "(d)    when the health post at Salunda which was completed in 2011 will become operational."
      ]
    },
    {
      "question_number": "539",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when transport will be provided to the Immigration Department in Mwinilunga District to assist in monitoring the newly created border posts at Kambimba and Kamapanda; and",
        "(b)    when the Government will send officers from other security wings like the Zambia Police and the Zambia Army to compliment the immigration officers at the border posts."
      ]
    },
    {
      "question_number": "540",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a district hospital in Mpongwe District; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "541",
      "asked_by": "Mr Mbewe (Chadiza)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when maternity wings will be constructed at the following health centres in Chadiza District:",
        "(i)    Sinalo; (ii)    Chamandala; and (iii)    Zemba; and",
        "(b)    what the cost of constructing one maternity wing is."
      ]
    },
    {
      "question_number": "542",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when ZCCM-IH will commence providing the skills training programme for youths as announced previously by the Company;",
        "(b)    how many students will be trained;",
        "(c)    what the cost of training one student is;",
        "(d)    which centres have been identified for the exercise; and",
        "(e)    whether there are other stakeholders involved in the programme and, if so, who the stakeholders are."
      ]
    },
    {
      "question_number": "543",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money was disbursed, in form of loans, by the Citizens Economic Empowerment Commission in 2013 and 2014; and",
        "(b)    which sectors were funded."
      ]
    },
    {
      "question_number": "544",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when modern structures to accommodate disabled pupils at Chilolwa Primary School in Nakonde Parliamentary Constituency will be constructed;",
        "(b)    whether the School is given a grant for the Department of the Disabled;",
        "(c)    if so, how much is paid, on average, per month; and",
        "(d)    if the grant is not paid, why."
      ]
    },
    {
      "question_number": "545",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Gender and Child Development what measures the Government is taking to reduce the number of street kids which is on the rise country-wide.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " PRESENTATION OF GOVERNMENT BILLS The Minister of Finance The Income Tax (Amendment) - Bill to amend the Income Tax Act.                                                                                                                                        (N.A.B. 7/2015) The Minister of Labour and Social Security The National Pensions Scheme (Amendment) - Bill to amend the National Pensions Scheme Act.                                                                                           (N.A.B. 8/2015) The Minister of Local Government and Housing The Local Authorities Superannuation Fund (Amendment) - Bill to amend the Local Authorities Superannuation Fund Act.                                                           (N.A.B. 9/2015) The Minister of Finance The Supplementary Appropriation (2013) - Bill to confirm the supplementary expenditure of monies aggregating four billion, one hundred and seventy-two million, five hundred and forty-eight thousand, five hundred and sixty-eight kwacha required for the services of the Republic during the financial year ended on 31st December, 2013.              (N.A.B. 10/2015) The Minister of Finance The Excess Expenditure Appropriation (2012) - Bill to approve the excess expenditure of monies aggregating twelve million, seven hundred and eighty-five thousand, thirty-nine kwacha.                                                                                                                                                                                                                                (N.A.B. 11/2015) NOTICE OF MOTION Mr Lombanya Report of the Committee on Agriculture :  That this House do adopt the Report of the Committee on Agriculture, for the Fourth Session of the Eleventh National Assembly, laid on the Table of the House on 5th June, 2015."
    }
  ],
  "question_count": 10,
  "status": "success"
}