{
  "metadata": {
    "title": "Thursday, 29th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11604",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "250",
      "asked_by": "Mr Tayengwa (Kabwata)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to construct a modern market in Kabwata Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "251",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether there are mechanisms to measure the economic impact of the youth and women empowerment component of the Constituency Development Fund; and",
        "(b) if so, what the mechanisms are."
      ]
    },
    {
      "question_number": "252",
      "asked_by": "Mr E Tembo (Feira)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to modernise the Luangwa Harbour at the confluence of Luangwa and Zambezi Rivers in Luangwa District, so as to enhance trade between Zambia, Mozambique and Zimbabwe;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the trade volumes between Zambia - Mozambique and Zambia - Zimbabwe at the Harbour was, as of August, 2023."
      ]
    },
    {
      "question_number": "253",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Transport and Logistics",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to procure a pontoon to enhance connectivity through water transport between Kakulunda and Simakumba in Mitete and Lukulu Districts, respectively;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "254",
      "asked_by": "Mr Mabenga (Mulobezi)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to tar the road connecting Mulobezi and Sichili Wards in Mulobezi Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "255",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why rehabilitation works of the ZNS-Kasavasa-Kalwelwe-Chisamba-Chaminuka road in Central Province has stalled;",
        "(b) how many kilometres of the road were covered as of August, 2023;",
        "(c) how many kilometres are yet to be covered;",
        "(d) who the contractor for the project is; and",
        "(e) what the cost of the project is. QUESTION FOR WRITTEN ANSWER (STANDING ORDER 75) W3. Mr E Tembo (Feira) - to ask the Minister of Community Development and Social Services:",
        "(a) how many children living on the streets commonly referred to as “street kids” there were, countrywide, as of June, 2023, province by province;",
        "(b) whether the Government has any plans to provide training programmes under the Zambia National Service for children living on the streets, so as to equip them with skills to enable them lead descent and productive lives; and",
        "(c) if there are no such plans, how the Government intends to address the problem of the increasing number of children living on the streets, countrywide. NOTICE OF MOTION Ms Nyemba Adopt Report of the Parliamentary Delegation: That this House do adopt the Report of the Zambian Delegation to the 54th Plenary Assembly Session of the SADC Parliamentary Forum, hosted by the National Assembly of Mauritius in Port Louis, Mauritius, from 22nd to 26th November, 2023, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Tuesday, 20th February, 2024. ___________________________"
      ]
    }
  ],
  "question_count": 6,
  "status": "success"
}