{
  "metadata": {
    "title": "Tuesday, 23rd September, 2014",
    "source_url": "https://www.parliament.gov.zm/node/468",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 23RD SEPTEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr I Banda (Lumezi)",
      "minister": "Minister of Transport, Works, Supply and Communication what measures the Government is taking to improve the mobile telephone communication signal along the Zambia-Malawi border.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "2",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    who owned the mineral dumpsite in Kitwe commonly known as the ‘Black Mountain’ as of May, 2014;",
        "(b)    who owns similar dumpsites in other mining towns in the Copperbelt Province;",
        "(c)    if the dumpsites at (a) and (b) are owned by the Government, whether there are any plans to start processing the residue in order to raise revenue;",
        "(d)    whether the local people around the dumpsites will benefit from processing of the residue and, if so, how; and",
        "(e)    what environmental mitigation measures have been taken to safeguard the lives of the people who live around the dumpsites."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when construction of a district hospital in Rufunsa District will commence;",
        "(b)    what the estimated cost of the project is; and",
        "(c)    whether the site for the hospital has already been identified and, if so, where it is located."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Mr Kapyanga (Kabwe Central)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    following the security operations in Chibolya Compound in Lusaka in May/June, 2014, what sustainable measures have been taken to ensure the maintenance of law and order in the area; and",
        "(b)    what the cost of the exercise was."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Dr Kaingu (Mwandi)",
      "minister": "Minister of Mines, Energy and Water Development when Masese Centre in Loanja Ward in Mwandi Parliamentary Constituency will be connected to the national electricity grid considering that the Centre is less than 3 kilometres from the ZESCO power line.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "6",
      "asked_by": "Ms Kansembe (Lukashya)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Namulundu Health Centre in Lukashya Parliamentary Constituency, constructed using Constituency Development Fund, will be opened to the public; and",
        "(b)    when the Government will take over the running of the facility."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Dr Chituwo (Mumbwa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will ratify the Framework Convention on Tobacco Control (FCTC), having been instrumental in its formulation;",
        "(b)    whether the Government has any plans to substitute the growing of tobacco with other cash crops and, if so, what the plans are; and",
        "(c)    if there are no such plans, why."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Mr Chansa (Chimbamilonga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Mporokoso-Nsama-Nsumbu via Kaputa Road will be upgraded to bituminous standard.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "9",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what has caused the delay in completing the construction of Nakanyaa and Nalwei Secondary Schools in Nalikwanda Parliamentary Constituency;",
        "(b)    when the construction of the two Schools will be completed and the Schools opened; and",
        "(c)    what measures the Government has taken to ensure that the two Schools are completed on time."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will construct a Bus Station in Kapiri Mposhi; and",
        "(b)    what the estimated cost of the project is."
      ],
      "question_text": " Housing:"
    },
    {
      "question_number": "11",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Information and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has started importing Set-Top Boxes (STBs) in readiness for digital migration set for 2015;",
        "(b)    if so, which Government Department is carrying out the task;",
        "(c)    how much money has been spent on procuring the STBs to-date; and",
        "(d)    whether the STBs will be sold to the public at subsidised prices."
      ],
      "question_text": " Broadcasting:"
    },
    {
      "question_number": "12",
      "asked_by": "Mr Chabala (Kankoyo)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Ministry disbursed to Mufulira Municipal Council for garbage collection from 2011 to 2014, year by year; and",
        "(b)    whether the Ministry has any plans to increase the allocation in 2015."
      ],
      "question_text": " Housing:"
    },
    {
      "question_number": "13",
      "asked_by": "Mr Pande (Kasempa)",
      "minister": "Minister of Transport, Works, Supply and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of the Kasempa Airstrip will commence;",
        "(b)    what the time-frame for the completion of the project is;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    whether the road to the Airstrip will be tarred and, if so, when."
      ],
      "question_text": " Communication:"
    },
    {
      "question_number": "14",
      "asked_by": "Mr Mushanga (Bwacha)",
      "minister": "Minister of Education, Science,",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Naambe Primary School in Bwacha Parliamentary Constituency will be upgraded to a Secondary School; and",
        "(b)    when a boarding secondary school will be constructed for the Kalwelwe, Chinyanja, Haamududu, Kasavasa, Munyama and Kang’omba catchment area."
      ],
      "question_text": " Vocational Training and Early Education:"
    },
    {
      "question_number": "15",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the name of the contractor for the Chepeshi-Shimumbi feeder road in Luwingu District is;",
        "(b)    what the cost of the project is;",
        "(c)    how much money had been paid to the contractor as of 31st August, 2014;",
        "(d)    what has caused the delay in completing the project; and",
        "(e)    when the project will be completed."
      ],
      "question_text": " Housing:"
    },
    {
      "question_number": "16",
      "asked_by": "Mr Sichula (Nakonde)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a prison will be constructed in Nakonde District; and",
        "(b)    whether the Government has any plans to construct a prison for female in-mates in Muchinga Province."
      ]
    },
    {
      "question_number": "17",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when all the malfunctioning elevators at the Kitwe Central Hospital will be replaced with new ones; and",
        "(b)    what the cost of the project is."
      ]
    },
    {
      "question_number": "18",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Chiefs and Traditional",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Affairs what the progress on the recognition of the new Paramount Chief Chitimukulu of the Bemba people is."
    },
    {
      "question_number": "19",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Community Development,",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when a clinical officer and an environmental health technologist will be posted to Kilwa Island Health Centre in Nchelenge Parliamentary Constituency; and",
        "(b)    when the main buildings and staff houses at the Health Centre will be rehabilitated."
      ],
      "question_text": " Mother and Child Health:"
    },
    {
      "question_number": "20",
      "asked_by": "Mr Musonda (Kapiri Mposhi)",
      "minister": "Minister of Information and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Zambia News and Information Services (ZANIS) will be provided with adequate cameras and motor transport for news gathering country-wide; and",
        "(b)    when ZANIS will be allocatted more time on Zambia National Broadcasting Corporation TV1 Channel for news casting."
      ],
      "question_text": " Broadcasting:"
    },
    {
      "question_number": "21",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a recreational centre in Katete District;",
        "(b)    if so, when the plans will be implemented; and",
        "(c)    what the time-frame for undertaking the project is."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Health when an ambulance for use in Kwacha Parliamentary Constituency will be procured.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "23",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the level of awareness by women of cervical cancer in Zambia, especially among the rural women, is;",
        "(b)    what measures the Government has taken to increase the level of awareness; and",
        "(c)    what the coverage area of immunisation against cervical cancer among the girl children, country-wide, is."
      ]
    },
    {
      "question_number": "24",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether Government has any plans to abolish the Local Government Service Commission; and",
        "(b)    whether Government is satisfied with the performance of the Commission."
      ]
    },
    {
      "question_number": "25",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Local Government and Housing where the boundaries between Mwinilunga District Council and the Chiefdoms of the following Chiefs in the District lie",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Senior Chief Sailunga;",
        "(b)    Senior Chief Kanongesha;",
        "(c)    Chief Chibwika; and",
        "(d)    Chief Kanyama. NOTICE OF MOTION Mr Mwila Thanks - His Excellency the President’s Address:  That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address."
      ]
    }
  ],
  "question_count": 25,
  "status": "success"
}