{
  "metadata": {
    "title": "Wednesday, 5th March, 2014",
    "source_url": "https://www.parliament.gov.zm/node/639",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 5TH MARCH, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "397",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) how much money was held in foreign reserves at the Bank of Zambia from 2010 to 2013, year by year; and",
        "(b) whether the Government is satisfied with the levels of the foreign reserves."
      ]
    },
    {
      "question_number": "398",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Transport, Works, Supply and Communication when the following areas will be serviced with mobile phone network",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) all the Wards in Nangoma Parliamentary Constituency; and",
        "(b) Chief Ngabwe’s area in Kapiri Mposhi Parliamentary Constituency."
      ]
    },
    {
      "question_number": "399",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) when a university will be constructed in the North-Western Province; and",
        "(b) where it will be located."
      ]
    },
    {
      "question_number": "400",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) what the progress on the Zambia-Malawi-Mozambique Growth Triangle has been, from inception to-date; and",
        "(b) what benefits have accrued to Zambia."
      ]
    },
    {
      "question_number": "401",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will rehabilitate the road from Lumwana West through Chief Kakoma to Kambimba Border Post in Mwinilunga Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "402",
      "asked_by": "Mr Miyanda (Mapatizya)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to improve the living standards of the people of Kanyanga, Njabalombe and Simalundu Resettlement Schemes which were established in 1959 in Chief Simwatachela’s area in Mapatizya Parliamentary Constituency; (b what benefits the people of the areas at (a) have derived from the construction of the Kariba Dam which caused their displacement; and",
        "(c) who relocated the people at (a) from the Zambezi Valley to Chief Simwatachela’s area which is more than 130 km away from the Valley."
      ]
    },
    {
      "question_number": "403",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health when the Government will provide sufficient beddings at the University Teaching Hospital.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "404",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection whether the Government has any plans to enact a different law to regulate the sale of customary land by chiefs and other traditional leaders.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "405",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a) whether the Government has any plans to reintroduce the Housing Loan Schemes for Civil Servants;",
        "(b) if there are no such plans, why; and",
        "(c) what plans, if any, the Government has for Civil Servants who did not benefit from the sale of Government houses."
      ]
    },
    {
      "question_number": "406",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs when the Government will construct a police post in Lumwana West in Chief Sailunga’s area in Mwinilunga Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " ORDER OF THE DAY 1 The Service Commission (Amendment) Bill   (N.A.B. 21/2013) Committee Stage"
    }
  ],
  "question_count": 10,
  "status": "success"
}