{
  "metadata": {
    "title": "Thursday, 4th December, 2014",
    "source_url": "https://www.parliament.gov.zm/node/424",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FOURTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 4TH DECEMBER, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "257",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Senior Chief Shimumbi’s Palace and Shimumbi School in Lubansenshi Parliamentary Constituency will be connected to the national electricity grid; and",
        "(b)    how much the project will cost."
      ]
    },
    {
      "question_number": "258",
      "asked_by": "Mr P Phiri (Mkaika)",
      "minister": "Minister of Agriculture and Livestock when the Katete College of Agriculture will start offering programmes at diploma level.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "259",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government is taking to decongest the University Teaching Hospital;",
        "(b)    whether the Government has any plans to procure more beddings for the Hospital; and",
        "(c)    what measures the Government has taken to employ the required number of health workers country-wide."
      ]
    },
    {
      "question_number": "260",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will undertake a mineral exploration exercise in Luwingu District;",
        "(b)    which company holds the manganese mining rights in Intandashi and Kaela Wards in Sub Chiefs Mulala and Chibaye respectively in Luwingu District; and",
        "(c)    which company is engaged in the actual mining of manganese. NOTICE OF MOTION AND ORDER OF THE DAY Rev Lt Gen Shikapwasha Report of the Committee on National Security and Foreign Affairs:  That this House do adopt the Report of the Committee on National Security and Foreign Affairs on the Report of the Auditor General on the Rehabilitation and Reintegration of Prisoners, for the Fourth Session of the Eleventh National Assembly, laid on the Table of the House on 2nd December, 2014. 1    Estimates of Revenue and Expenditure (Including Capital and Constitutional and Statutory Expenditure): Committee of Supply: Resumption of Debate. Heads 33/01, 33/02, 33/04, 33/05, 33/06, 80/5501, 80/5502, 80/5503, 80/5504, 80/5505, 80/5506, 80/5507 and 80/5508 - for consideration. KEY TO HEADS OF EXPENDITURE Head 33    -    Ministry of Commerce, Trade and Industry Head 80    -    Ministry of Education, Science, Vocational Training and Early Education"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}