{
  "metadata": {
    "title": "Wednesday, 9th July, 2014",
    "source_url": "https://www.parliament.gov.zm/node/480",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "WEDNESDAY, 9TH JULY, 2014",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "555",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Ipusukilo Health Centre will be expanded; and",
        "(b)    when the Health Centre will begin to operate for 24 hours a day."
      ]
    },
    {
      "question_number": "556",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures the Government has taken to improve conditions of service for teachers in Lukulu West Parliamentary Constituency;",
        "(b)    how many teachers’ houses are in the Constituency;",
        "(c)    what plans the Government has to improve accommodation for teachers in the Constituency; and",
        "(d)    what the total number of Government primary and secondary schools in the Constituency is."
      ]
    },
    {
      "question_number": "557",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the construction of the maternity wing at Mumbeji Rural Health Centre in Kabompo District has stalled;",
        "(b)    when the construction will be completed; and",
        "(c)    what measures have been taken to ensure timely completion of the project."
      ]
    },
    {
      "question_number": "558",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many livestock quarantine centres there are in the country;",
        "(b)    where the centres are located;",
        "(c)    when the centre under construction at the Luangwa Bridge will be completed; and",
        "(d)    when the centre will become operational."
      ]
    },
    {
      "question_number": "559",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Mines, Energy and Water Development how much copper the country produced in 1991, 2004, 2011 and 2013, year by year.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "560",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when funds for the upgrading of Mapulanga Primary School to a secondary school in Luwingu District will be disbursed.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "561",
      "asked_by": "Mr Chitafu (Kafulafuta)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many desks were distributed to the schools in Kafulafuta Parliamentary Constituency in 2013;",
        "(b)    which schools benefited from the desk distribution exercise;",
        "(c)    how many desks each school received; and",
        "(d)    if no desks were distributed to any school in the Constituency, when the desks will be supplied."
      ]
    },
    {
      "question_number": "562",
      "asked_by": "Mr Chishimba (Kamfinsa)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what Government position on the sale of the Mukuba Natwange housing units in Kamfinsa Parliamentary Constituency to sitting tenants, is;",
        "(b)    whether the price of the housing units will be reduced as promised by the previous Administration; and",
        "(c)    when issuance of title deeds to those that have paid the full purchase price will commence."
      ]
    },
    {
      "question_number": "563",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what progress has been made on the establishment of the Department of Air Services of the Zambia Police Force; and",
        "(b)    whether the Police Force has already recruited pilots for the service."
      ]
    },
    {
      "question_number": "564",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the progress on digital migration is;",
        "(b)    whether the target for completing the process by 2015 will be met; and",
        "(c)    how much money had been spent on the exercise as of April, 2014."
      ]
    },
    {
      "question_number": "565",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when the pole and mud structures at the following schools in Kabompo will be replaced with modern classroom blocks",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chifuwe South;",
        "(b)    Chifuwe Minunga;",
        "(c)    Kafungo;",
        "(d)    Ndeco at Nyachawa; and",
        "(e)    Kalyangandu."
      ]
    },
    {
      "question_number": "566",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Kaputa District Hospital was declared a District Hospital;",
        "(b)    what the total establishment for doctors at the Hospital is;",
        "(c)    how many doctors were stationed at the Hospital as of January, 2014;",
        "(d)    when the establishment for doctors will be filled; and",
        "(e)    when Kaputa District Hospital will be upgraded to a second level hospital."
      ]
    },
    {
      "question_number": "567",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the basic qualifications for the position of Permanent Secretary are;",
        "(b)    how many Permanent Secretaries there are currently in Government; and",
        "(c)    how many Permanent Secretaries possess the basic qualifications."
      ]
    },
    {
      "question_number": "568",
      "asked_by": "Mr Mwila (Chipili)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many ambulances were recently procured and distributed country-wide;",
        "(b)    how much money was spent on the procurement of the ambulances; and",
        "(c)    what criteria were used in the distribution of the ambulances."
      ]
    },
    {
      "question_number": "569",
      "asked_by": "Mr Mucheleka (Lubansenshi)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what measures have been taken to monitor the usage of the Youth Development Fund;",
        "(b)    whether there are any success stories from the beneficiaries of the Fund and, if so, what some of the success stories are; and",
        "(c)    how many jobs have been created from projects under the Fund. NOTICE OF MOTION Mr Mwiimbu Report of the Committee on Legal Affairs, Governance, Human Rights, Gender Matters and Child Affairs:  That this House do adopt the Report of the Committee on Legal Affairs, Governance, Human Rights, Gender Matters and Child Affairs, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 3rd July, 2014."
      ]
    }
  ],
  "question_count": 15,
  "status": "success"
}