{
  "metadata": {
    "title": "Friday, 28th June, 2013",
    "source_url": "https://www.parliament.gov.zm/node/1553",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "SECOND SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 28TH June, 2013",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "632",
      "asked_by": "Mr Mutale (Kwacha)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government has any plans to construct more public conveniences at town centres, markets and bus stations country-wide; and",
        "(b)if so, when the construction will commence."
      ]
    },
    {
      "question_number": "633",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Lands, Natural Resources and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Government is aware that the increase in population in Kasongole, Chimpatika, Kafwimbi and Nsenga Villages in Kaputa District has resulted in land disputes involving the Zambia Wildlife Authority, the Department of Forestry and the local residents;",
        "(b)if so, what measures the Government has taken to address the problem;",
        "(c)whether the villagers at (a) above, will be resettled and, if so, where they will be resettled; and",
        "(d)what the cost of the resettlement exercise will be."
      ]
    },
    {
      "question_number": "634",
      "asked_by": "Mr Sianga (Sesheke)",
      "minister": "Minister of Youth and Sport",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how much money from the Youth Development Fund was disbursed to youths in Sesheke Parliamentary Constituency from 22nd September, 2011 to 22nd September, 2012;",
        "(b)how many youths benefitted from the Fund; and",
        "(c)what developmental activities the funds were spent on."
      ]
    },
    {
      "question_number": "635",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education how many teachers were transferred from the following provinces in 2011 and 2012",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Northern;",
        "(b)Muchinga;",
        "(c)Lusaka;",
        "(d)Luapula; and",
        "(e)Copperbelt."
      ]
    },
    {
      "question_number": "636",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Information and Broadcasting",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the Ministry has any plans to facilitate the establishment of a community radio station in Kaputa;",
        "(b)what the requirements for a broadcasting licence for a community radio station are; and",
        "(c)whether there are any institutions in the country that supply equipment for community radio stations and, if so, what their names are."
      ]
    },
    {
      "question_number": "637",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Transport, Works, Supply and Communication what measures the Government has taken to facilitate the improvement of the cellular phone signal in Nchelenge District in general and Kabuta, in particular.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "638",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Government will provide ambulances for the following health facilities in Nchelenge District:",
        "(i)Nchelenge District Medical Office; (ii)Kanyembo Rural Health Centre; (iii)Kambwali Rural Health Centre; (iv)Kabuta Rural Health Centre; and",
        "(v)Mutono Clinic; and",
        "(b)when the Government will construct a health post at Kasumpa."
      ]
    },
    {
      "question_number": "639",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how many times the mobile hospital service has been to Dundumwenzi Parliamentary Constituency since the inception of the mobile hospital service;",
        "(b)which areas were visited by the mobile hospital team; and",
        "(c)when the Government will provide health facilities to the following areas of the Constituency:",
        "(i)Kantanda; (ii)Nabulangu; and (iii)Omba."
      ]
    },
    {
      "question_number": "640",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport, Works, Supply and Communication when the Government will rehabilitate the following roads in Kabompo West Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)Litoya to Kafungo on the west bank of the Kabompo River;",
        "(b)Kamavonge - Chifuwe;",
        "(c)Kabompo Boma - Kalwilo via Chikenge;",
        "(d)Nkulwashi - Kabulamema - M8 Road Loop;",
        "(e)Mumbeji - Maveve - Mulundu;",
        "(f)Kayombo - Lunyiwe - Kamilava; and",
        "(g)Kayombo - Dikolonga on the Angolan Border. NOTICE OF MOTION Mr L J Ngoma Report of the Committee on Youth and Sport: That this House do adopt the Report of the Committee on Youth and Sport, for the Second Session of the Eleventh National Assembly, laid on the Table of the House on 10th June, 2013."
      ]
    }
  ],
  "question_count": 9,
  "status": "success"
}