{
  "metadata": {
    "title": "Wednesday, 18th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1863",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – WEDNESDAY, 18TH JULY, 2012",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "514",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government is aware of a mysterious disease, of extreme swelling of the stomach, that has broken out in Kabompo District and claimed a number of lives, particularly in Lunyiwe, Dikolonga and Kayombo areas;",
        "(b)    if so, what the disease is;",
        "(c)    what the causes of the disease are; and",
        "(d)    what measures the Government has taken to contain the disease and save the people’s lives."
      ]
    },
    {
      "question_number": "515",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many Zambians were arrested for drug trafficking from January to May, 2012; and",
        "(b)    what measures the Government is taking to combat drug trafficking in the country."
      ]
    },
    {
      "question_number": "516",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when staff houses will be constructed at Hajamba Health Post in Pemba Parliamentary Constituency; and",
        "(b)    when the Health Post is expected to be opened to the public."
      ]
    },
    {
      "question_number": "517",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Local Government and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to compel minibus drivers to pick up and drop off passengers at designated bus stops; and",
        "(b)    when the Government will upgrade the Luwingu Bus Station."
      ],
      "question_text": " Housing:"
    },
    {
      "question_number": "518",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Community Development, Mother and Child Health when the Ministry will open sub-centres at the following locations in Senanga Parliamentary Constituency",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Sibukali;",
        "(b)    Mata;",
        "(c)    Liangati;",
        "(d)    Lipuwe;",
        "(e)    Lui Mweemba;",
        "(f)    Mwanamwalye; and",
        "(g)    Sikumbi."
      ]
    },
    {
      "question_number": "519",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Youth and Sport whether the Government has any plans to construct a youth recreation facility in Shangombo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "520",
      "asked_by": "Mr Zimba (Kapiri Mposhi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education when new motor vehicles for the District Education Board Secretary’s office in Kapiri Mposhi District will be procured.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "521",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Finance and National Planning",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many depositors had not been paid their money by the liquidators of the defunct Meridian BIAO Bank as of 30th March, 2012;",
        "(b)    whether any money had not been claimed by the depositors as of 30th March, 2012; and",
        "(c)    if so, how much and what has happened to the money."
      ]
    },
    {
      "question_number": "522",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Local Government and Housing when the construction of a modern market at Chembe in Chembe District will commence.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "523",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Finance and National Planning when the rates of monthly pension paid to pensioners will be revised to take into account the value of the Kwacha.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "524",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health what measures the Government has taken to reduce the number of patients being referred for treatment abroad.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "525",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when dip tanks in Shangombo District will be constructed;",
        "(b)    what the future of the cordon line in Western Province is;",
        "(c)    why most of the camps are not manned by cordon guards;",
        "(d)    when the Government will build veterinary and agricultural training institutions in Western Province;",
        "(e)    when the Shangombo State Ranch, which was abandoned by previous Governments, will be revived; and",
        "(f)    when the cattle restocking exercise in Shangombo District will commence."
      ]
    },
    {
      "question_number": "526",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Health why Mambolomoka Rural Health Centre in Shangombo District has continued to be administered from Kalabo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "527",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when Zozwe Police Post in Vubwi Parliamentary Constituency will be provided with staff houses and appropriate police cells; and",
        "(b)    when the Ministry will renovate the staff houses and improve the water reticulation system at Vubwi Police camp."
      ]
    },
    {
      "question_number": "528",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Agriculture and Livestock when the Government will construct dams, where necessary, country-wide and in particular, in Nangoma Parliamentary Constituency.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how much money the Ministry received from co-operating partners from 2007 to 2011, year by year; and",
        "(b)    on what programmes the money was spent, province by province. W39    Mr Chisala (Chilubi) - to ask the Minister of Commerce, Trade and Industry:",
        "(a)    which countries in the following continents had bilateral trade relationships with Zambia as of 31st March, 2012:",
        "(i)    Europe; (ii)    Africa; (iii)    Asia; and (iv)    North America;",
        "(b)    how many textile companies were operating in Zambia as of 31st March, 2012; and",
        "(c)    how many food processing companies were operating in Zambia in the period at (b) above. W40    Mr Chisala (Chilubi) - to ask the Minister of Education, Science, Vocational Training and Early Education:",
        "(a)    how many Zambian Government sponsored students were studying at various universities in the following countries as of 31st December, 2011:",
        "(i)    United Kingdom; (ii)    United States of America; (iii)    Russia; (iv)    China;",
        "(v)    France; (vi)    Germany; (vii)    Japan; (viii)    India; (ix)    Canada;",
        "(x)    The Netherlands; (xi)    Ireland; (xii)    Italy; (xiii)    Norway; and (xiv)    Sweden; and",
        "(b)    what the fields of study each student was pursuing. NOTICE OF MOTION AND ORDER OF THE DAY Mr Sing’ombe Report of the Committee on Local Governance, Housing, Environment and Chiefs’ Affairs: That this House do adopt the Report of the Committee on Local Governance, Housing, Environment and Chiefs’ Affairs, for the First Session of the Eleventh National Assembly, laid on the Table of the House on 16th July, 2012. 1    The Civil Aviation Authority Bill                (N.A.B. 7/2012) Report Stage"
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 15,
  "status": "success"
}