{
  "metadata": {
    "title": "Wednesday, 28th February, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11598",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "245",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the total number of teachers in Chitambo District was, as of January, 2024;",
        "(b) what the deficit was; and",
        "(c) when the Government will recruit additional teachers for the District to reduce the deficit."
      ]
    },
    {
      "question_number": "246",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to start using drones to transport medicines to areas that are difficult to reach by road in Mitete District and other parts of the country;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "247",
      "asked_by": "Mr Simumba (Nakonde)",
      "minister": "Minister of Commerce, Trade and Industry",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that the mealie meal prices in Nakonde District have risen to about K400 per 25kg bag; and",
        "(b) if so, what measures are being taken to ensure that the Zambia National Service (ZNS) mealie meal, which sells at K230 per 25kg bag is availed to all parts of the country that do not have prescribed ZNS outlets."
      ]
    },
    {
      "question_number": "248",
      "asked_by": "Mr Simbao (Luanshya)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government is aware that Kafubu Water Supply and Sanitation Company has increased its service charge for sewerage collection in public schools in Luanshya Parliamentary Constituency;",
        "(b) if so, what the rationale for the increment is; and",
        "(c) why the increment is only targeted at public schools in the Constituency."
      ]
    },
    {
      "question_number": "249",
      "asked_by": "Mr Ngowani (Mpongwe)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) how many dip tanks there were in Mpongwe Parliamentary Constituency, as of December, 2023;",
        "(b) whether the Government has any plans to construct additional dip tanks in the Constituency; and",
        "(c) if so, when the plans will be implemented. NOTICE OF MOTION Mr Emmanuel Tembo Compensate Victims of Human-Animal Conflict :  That, this House urges the Government to compensate all victims of Human-Animal conflict countrywide. ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}