{
  "metadata": {
    "title": "Wednesday, 14th September, 2022",
    "source_url": "https://www.parliament.gov.zm/node/10340",
    "document_type": "Order Paper",
    "session": "SECOND SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "9",
      "asked_by": "Mr Simbao (Luanshya)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Chibolya Mini Hospital and Chifulube Clinic in Luanshya Parliamentary Constituency will become operational; and",
        "(b) what the cause of the delay in operationalising the health facilities is."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr J Chibuye (Roan)",
      "minister": "Minister of Home Affairs And Internal Security",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) when the Government will replace the only motor vehicle at Roan Police Station which has been out of service for the past one year; and",
        "(b) what the cause of the delay in replacing the motor vehicle is."
      ]
    },
    {
      "question_number": "11",
      "asked_by": "Mr Chinkuli (Kanyama)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) whether the Government has any plans to re-plan Kanyama Township in Lusaka Urban District to provide for proper road network and other social amenities;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether there are plans to compensate owners of properties that will be demolished during the re-planning exercise; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "12",
      "asked_by": "Mr Chisanga (Lukashya)",
      "minister": "Minister of Infrastructure, Housing and Urban Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) why the construction works on the Chisanga - Tazara road in Lukashya Parliamentary Constituency have stalled;",
        "(b) when the project will resume; and",
        "(c) what the cost of the outstanding works is."
      ]
    },
    {
      "question_number": "13",
      "asked_by": "Mr Hlazo (Chilanga)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 74)",
      "parts": [
        "(a) what the contract sum for the construction of the fuel depot by Gulfstream International in Chilanga District is;",
        "(b) what the variance between the Government engineer’s estimated cost and the contract sum is;",
        "(c) how many companies participated in the tender;",
        "(d) what the bidding price by each company was;",
        "(e) how much money had been spent on the project, as of May, 2022; and",
        "(f) when the project is expected to be completed. ORDER OF THE DAY Ms Halwiindi 1. Thanks – His Excellency the President’s Address - Motion (13th September) - Resumption of Debate: ____________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}