{
  "metadata": {
    "title": "Friday, 29th November, 2024",
    "source_url": "https://www.parliament.gov.zm/node/12032",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "141",
      "asked_by": "Mr Andeleki (Katombola)",
      "minister": "Minister of Home Affairs and Internal Security",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) what measures the Government is taking to curb extrajudicial killings of people suspected of practicing witchcraft in Nyawa Chiefdom in Katombola Parliamentary Constituency; and",
        "(b) what awareness measures are being taken to stop the vice."
      ]
    },
    {
      "question_number": "142",
      "asked_by": "Mr Chibombwe (Bahati)",
      "minister": "Minister of Energy",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) how many Independent Power Producers (IPPs) had applied to set up hydro-power stations on the Luapula River and other parts of the country, as of August, 2024;",
        "(b) how many applications were successful, as of the same date; and",
        "(c) how many potential sites for hydro-power are on the Luapula River and other rivers across the country."
      ]
    },
    {
      "question_number": "143",
      "asked_by": "Mr Hamwaata (Pemba)",
      "minister": "Minister of Water Development and Sanitation",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) why the ten (10) boreholes that were earmarked for sinking in 2022 in Pemba Parliamentary Constituency had not been sunk, as of August, 2024;",
        "(b) when the boreholes will be sunk; and",
        "(c) what the estimated cost of the project is."
      ]
    },
    {
      "question_number": "144",
      "asked_by": "Ms Nakaponda (Isoka)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "8. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) when the construction of the following infrastructure in Sansamwenge Ward in Isoka Parliamentary Constituency will be completed:",
        "(i) an office block; (ii) a dip tank; (iii) staff houses; and (iv) a veterinary clinic;",
        "(b) what the cause of the delay in completing the projects is; and",
        "(c) what the cost of the outstanding works on each project is. 9. NOTICE OF MOTION Mr Nyambose Adopt Report of the Zambian Delegation to the 67th Commonwealth Parliamentary Conference: That this House adopts the Report of the Zambian Delegation to the 67th Commonwealth Parliamentary Conference held in Sydney, New South Wales, Australia, from 3rd to 8th November, 2024, for the Fourth Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 27th November, 2024."
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}