{
  "metadata": {
    "title": "Tuesday, 25th February, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8291",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "175",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Tourism and Arts",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there are any illegal settlers in the Kafue National Park in Mumbwa Parliamentary Constituency;",
        "(b) if so, how many there are;",
        "(c) what the population of each settlement is; and",
        "(d) what the estimated cost of relocating all the illegal settlers from the National Park is."
      ]
    },
    {
      "question_number": "176",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct a correctional facility in Kaputa District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "177",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many tonnes of timber, by species, were harvested in Kasempa Parliamentary Constituency from 2015 to 2018, year by year;",
        "(b) how much revenue the Government collected in the same period;",
        "(c) whether the revenue collected has benefited the local people; and",
        "(d) if so, how the local people have benefited."
      ]
    },
    {
      "question_number": "178",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Energy whether the Government has any plans to connect the following areas in Mbala Parliamentary Constituency to the national electricity grid",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) Masamba;",
        "(b) Chief Penza;",
        "(c) Chief Kela; and",
        "(d) Kaka Secondary School."
      ]
    },
    {
      "question_number": "179",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to tar the road from Nangoma Filling Station to Nangoma Mission Hospital in Nangoma Parliamentary Constituency; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "180",
      "asked_by": "Mr Imbuwa (Nalolo)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the rehabilitation of the portion of the Kalongola - Kalabo road, from Kalongola to New Nalolo Town, has stalled;",
        "(b) when the works will resume; and",
        "(c) when the project will be completed."
      ]
    },
    {
      "question_number": "181",
      "asked_by": "Mr Kaziya (Matero)",
      "minister": "Minister of Agriculture",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to revive agricultural co-operatives countrywide, to enhance the marketing of agricultural products;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether the Government has any plans to re-introduce state-owned farms; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "182",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the sinking of boreholes in the following Wards in Mufumbwe Parliamentary Constituency will commence:",
        "(i) Miluji; (ii) Lalafuta; (iii) Kaminzekezeke; (iv) Mushima;",
        "(v) Musonweji; (vi) Kabipupu; (vii) Kalengwa; and (viii) Matushi; and",
        "(b) what has caused the delay in commencing the project."
      ]
    },
    {
      "question_number": "183",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many children, countrywide, were living in prisons, on account of their incarcerated mothers, as of June, 2019;",
        "(b) what the policy of Government on such children is;",
        "(c) whether the Government gives the children any amenities and preferential treatment in accordance with their basic human rights; and",
        "(d) if no such treatment is given to the children, why."
      ]
    },
    {
      "question_number": "184",
      "asked_by": "Mr Lihefu (Manyinga)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to procure motor vehicles for the Office of the District Education Board Secretary in Manyinga District;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why."
      ]
    },
    {
      "question_number": "185",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the rehabilitation of the Katibunga-Kakoko road in Mfuwe Parliamentary Constituency will be completed;",
        "(b) who the contractor for the project is;",
        "(c) how much money had been paid to the contractor as of July, 2019; and",
        "(d) what the cause of the delay in completing the project is."
      ]
    },
    {
      "question_number": "186",
      "asked_by": "Mr A Mumba (Kantanshi)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many companies are under the Industrial Development Corporation (IDC);",
        "(b) of the companies above, how many are loss making;",
        "(c) what the way forward for the loss making companies, is;",
        "(d) what the total number of jobs created under the IDC was, as of March, 2019;",
        "(e) what the cause of the delay by the IDC to create more jobs is; and",
        "(f) what measures the Government is taking to accelerate job creation under the IDC."
      ]
    },
    {
      "question_number": "187",
      "asked_by": "Mr Mutale (Chitambo)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of mini hospitals at Mumbula and Katikulula Phase 3 Resettlement Scheme in Chitambo Parliamentary Constituency will commence;",
        "(b) what has caused the delay in commencing the projects;",
        "(c) who the contractor for each project is;",
        "(d) what the cost of each project is; and",
        "(e) who the financiers of each project are."
      ]
    },
    {
      "question_number": "188",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many teachers upgraded their professional qualifications in Sioma Parliamentary Constituency as of December, 2018;",
        "(b) of the number above, how many have been promoted to appropriate positions; and",
        "(c) when the rest will be promoted."
      ]
    },
    {
      "question_number": "189",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the rehabilitation of the following roads has stalled:",
        "(i) Chama - Matumbo; and (ii) Chama - Lundazi;",
        "(b) when works on each project will resume; and",
        "(c) what the time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "190",
      "asked_by": "Ms Kucheka (Zambezi West)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there are any youth empowerment programmes being implemented in Zambezi West Parliamentary Constituency;",
        "(b) if so, what the programmes are;",
        "(c) how many youth clubs benefited from the programmes in 2018;",
        "(d) what the total number of youths, who benefited from the programme is; and",
        "(e) if there are no such programmes being implemented, why. QUESTION FOR WRITTEN ANSWER W5.  Mr P Phiri (Mkaika)    -   to ask the Minister of Youth, Sport and Child Development:",
        "(a) whether there were any youth empowerment programmes funded by the Government in the following Districts in the Eastern Province, in 2017 and 2018:",
        "(i) Nyimba; (ii) Petauke; (iii) Lundazi; (iv) Katete; and",
        "(v) Vubwi;",
        "(b) if so, what the programmes were;",
        "(c) what the names of the youth groups which benefited were; and",
        "(d) how much money was disbursed to each District. __________________________"
      ]
    }
  ],
  "question_count": 16,
  "status": "success"
}