{
  "metadata": {
    "title": "Friday, 20th July, 2012",
    "source_url": "https://www.parliament.gov.zm/node/1859",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIRST SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 20TH JULY, 2012",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "544",
      "asked_by": "Mr Namulambe (Mpongwe)",
      "minister": "Minister of Labour and Social Security",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Tripartite Consultative Council was consulted before issuing the Statutory Instruments in which the minimum wages were revised upwards;",
        "(b)    whether farm workers are covered in any of the three Statutory Instruments and, if so, which one;",
        "(c)    what the immediate and long term effects of the raised minimum wages on the economy are; and",
        "(d)    whether the Zambia Federation of Employers was among the stakeholders consulted."
      ]
    },
    {
      "question_number": "545",
      "asked_by": "Ms Kalima (Kasenengwa)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Food Reserve Agency (FRA) is compelling the small scale farmers to open personal bank accounts as a pre-requisite to selling of their crop to the FRA as advertised in the Post Newspaper issue No. 5752 of Wednesday, 18th July, 2012;",
        "(b)    whether the Ministry is aware that the small scale farmers are financially constrained to meet the pre-requisite condition set by the FRA; and",
        "(c)    what measures has the Ministry put in place to assist the poor small scale farmers who will not be able to meet the FRA demand."
      ]
    },
    {
      "question_number": "546",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Agriculture and",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    which district in Southern Province sold the highest tonnage of maize grain to the Food Reserve Agency (FRA) during the 2010-2011 marketing season;",
        "(b)    which depot in Dundumwezi Parliamentary Constituency sold the highest tonnage of maize grain to the FRA during the 2010-2011 marketing season; and",
        "(c)    whether the Government has plans to provide farmers with empty grain bags for use during the 2011-2012 marketing season."
      ],
      "question_text": " Livestock:"
    },
    {
      "question_number": "547",
      "asked_by": "Mr Chitotela (Pambashe)",
      "minister": "Minister of Health why central and general hospitals in the country continue to demand payment of user fees from patients when these fees have been abolished.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "548",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Community Development, Mother and Child Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether there were any self-help projects that were funded by the Ministry in 2011/2012 financial year; and",
        "(b)    of the funded projects at (a), how many were in Lupososhi Parliamentary Constituency."
      ]
    },
    {
      "question_number": "549",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when health facilities will be constructed in the following places in Senanga Parliamentary Constituency:",
        "(i)    Mumbula; (ii)    Lumbe Nanyezu; (iii)    Songa; (iv)    Sisheshe;",
        "(v)    Mutwa; (vi)    Sitanga Manyanga; and (vii)    Muweswa;",
        "(b)    when theatre equipment at Senanga District Hospital which is obsolete, will be replaced; and",
        "(c)    when Litambiya Rural Health Centre will be upgraded to a specialised hospital to cater for diseases such as leprosy and tuberculosis."
      ]
    },
    {
      "question_number": "550",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Justice",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many civil cases were being handled by the following courts as of 31st December, 2007:",
        "(i)    Subordinate Courts; (ii)    Industrial Relations Court; (iii)    High Court; and (iv)    Supreme Court;",
        "(b)    of the cases at (a) above, how many were disposed of as of:",
        "(i)    2008; (ii)    2009; and (iii)    2011; and",
        "(c)    what the reasons for the delay in the disposal of the cases were."
      ]
    },
    {
      "question_number": "551",
      "asked_by": "Mr Ntundu (Gwembe)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the rehabilitation of the turbines at Kariba Hydro-Power Station will be completed;",
        "(b)    what the estimated cost of rehabilitation of the turbines is;",
        "(c)    of the turbines at (a), how many were fully operational as of 30th April, 2012; and",
        "(d)    what the full capacity of the hydro power station currently is."
      ]
    },
    {
      "question_number": "552",
      "asked_by": "Mr Kalaba (Bahati)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to redevelop the Kenneth Kaunda International Airport to enable it accommodate more airliners flying into the country; and",
        "(b)    if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "553",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why the Government has resorted to employing part-time nurses and medical doctors in rural health centres; and",
        "(b)    how much money the Government spends on paying the part-time nurses and medical doctors, on average, each month."
      ]
    },
    {
      "question_number": "554",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Mines, Energy and Water Development",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many tonnes of gold are produced in the North-Western Province on average per year; and",
        "(b)    whether the gold is declared before it is exported and, if so, before which authority the declaration is made."
      ]
    },
    {
      "question_number": "555",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Education, Science, Vocational Training and Early Education",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a 1 x 3 classroom block and three teachers houses at the following basic schools in Lundazi Parliamentary Constituency:",
        "(i)    Chijemu; (ii)    Kapiri; (iii)    Romase; (iv)    Katopola; and",
        "(v)    Chanyondo; and",
        "(b)    if not, whether the school will be considered for such construction in 2013."
      ]
    },
    {
      "question_number": "556",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs what",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " plans the Government has put in place to reduce incidences of theft at the traffic lights on Lumumba Road near Duly Motors Limited in Lusaka."
    },
    {
      "question_number": "557",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Home Affairs whether the Government has any plans to construct a police post in Dundumwezi Parliamentary Constituency in order to reduce the crime rate in the area.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "558",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Chiefs and Traditional Affairs whether the Government has plans to recognise Chief Masinda IV of the Kwamashi people of Shangombo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "559",
      "asked_by": "Dr Kazonga (Vubwi)",
      "minister": "Minister of Education, Science, Vocational",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [],
      "question_text": " Training and Early Education when construction of the two, 1 x 3 classroom blocks and staff houses at Umi Basic School in Lundazi Parliamentary Constituency will be completed."
    },
    {
      "question_number": "560",
      "asked_by": "Mrs Mazoka (Pemba)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Government will deploy a clinical officer at Muzoka Rural Health Centre;",
        "(b)    whether the Government has plans to build additional wards at the Health Centre and, if so, when the construction will begin; and",
        "(c)    whether the Government is aware that the Health Centre does not have a maternity ward."
      ]
    },
    {
      "question_number": "561",
      "asked_by": "Mr Njeulu (Sinjembela)",
      "minister": "Minister of Gender and Child Development how many hammer mills the Government will procure for women and youth clubs in each constituency in 2012.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "562",
      "asked_by": "Mr Chisala (Chilubi)",
      "minister": "Minister of Health what benefits accrued to the health sector as a result of the introduction of the medical levy in 2003.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "563",
      "asked_by": "Mr Sing’ombe (Dundumwezi)",
      "minister": "Minister of Health when the Government will rehabilitate the windmill at Bbilili Health Centre which is dysfunctional.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the total number of women who have migrated from rural to urban areas from 1st January, 2000 to 31st December, 2010 was, year by year; and",
        "(b)    what the major reasons for the migration were. W42    Mr Chisala (Chilubi) - to ask the Minister of Information and Broadcasting:",
        "(a)    what percentage of the national population had access to the following from 2008 to 2011:",
        "(i)    Zambia National Broadcasting Corporation (ZNBC) television; (ii)    ZNBC radio; (iii)    Public print media; and (iv)    Private print media; and",
        "(b)    which newspapers were distributed in both urban and rural areas from January 2000 to June, 2011."
      ],
      "question_text": " QUESTION FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 20,
  "status": "success"
}