{
  "metadata": {
    "title": "Thursday, 27th February, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8294",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "194",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Mines and Minerals Development what measures the Government is taking to sensitise Kabwe residents on the dangers of lead pollution.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": []
    },
    {
      "question_number": "195",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to start processing base metals such as manganese, locally, before exporting them;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what the benefits of processing the metals locally would be, especially to the youths."
      ]
    },
    {
      "question_number": "196",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct another secondary school in Liuwa Parliamentary Constituency apart from the Libonda Secondary School; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "197",
      "asked_by": "Dr M Malama (Kanchibiya)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to present, to Parliament, a Bill on children’s rights for enactment;",
        "(b) if so, when the plans will be implemented; and",
        "(c) what has caused the delay in bringing, to the House, legislation that aims at protecting and promoting the rights of children."
      ]
    },
    {
      "question_number": "198",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is aware that the majority of projects below 80% completion are in the rural areas;",
        "(b) if so, whether the policy pronouncement of focusing on projects that are at 80% and above completion will be reviewed for rural areas; and",
        "(c) if not, what measures are being taken to expedite the completion of the stalled projects in rural areas that are below 80% completion."
      ]
    },
    {
      "question_number": "199",
      "asked_by": "Mr Simfukwe (Mbala)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the electrification of the following areas in Mbala Parliamentary Constituency has stalled:",
        "(i) Chief Mwamba; (ii) Chief Zombe; (iii) Kasesha Border; and (iv) Chisanza on the shores of Lake Tanganyika;",
        "(b) when works on the projects will resume; and",
        "(c) what has caused the delay in completing the projects."
      ]
    },
    {
      "question_number": "200",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many teachers there were in Mitete District as of December, 2018;",
        "(b) whether the number above met the staff establishment;",
        "(c) if not, what the shortfall was; and",
        "(d) when additional teachers will be deployed to the District."
      ]
    },
    {
      "question_number": "201",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct police posts and staff houses in the following areas in Sioma Parliamentary Constituency:",
        "(i) Sioma; (ii) Nangweshi; (iii) Kalongola; and (iv) Sinjembela;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the project is; and",
        "(d) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "202",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of General Education when the following Secondary Schools in Mufumbwe Parliamentary Constituency will be designated as examination centres",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) Kabipupu; and",
        "(b) Jairos Fumpa."
      ]
    },
    {
      "question_number": "203",
      "asked_by": "Mr Mukosa (Chinsali)",
      "minister": "Minister of Lands and Natural Resources",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many properties in Chinsali District were held on title as of June, 2019; and",
        "(b) what measures are being taken to encourage more people to obtain certificates of title for their properties, countrywide."
      ]
    },
    {
      "question_number": "204",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of a power line from Kabompo Township to Kayombo has stalled;",
        "(b) whether the project includes the electrification of the following primary schools located between Kabompo Township and Kayombo:",
        "(i) Chikokwelo; (ii) Mbulundu; (iii) Mushivi; and (iv) Chikenge;",
        "(c) when works on the project will resume;",
        "(d) what the time frame for the completion of the project is;",
        "(e) who the contractor is; and",
        "(f) what the total cost of the project is."
      ]
    },
    {
      "question_number": "205",
      "asked_by": "Mr Mung’andu (Chama South)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of the Kamphemba Bridge in Chama District has stalled;",
        "(b) when works will resume;",
        "(c) what the time frame for the completion of the project is;",
        "(d) what the total cost of the project is; and",
        "(e) how much money had been paid to the contractor as of July, 2019."
      ]
    },
    {
      "question_number": "206",
      "asked_by": "Mr Ng’onga (Kaputa)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many boreholes were allocated to Kaputa District from 2016 to 2018, year by year;",
        "(b) how many boreholes were sunk in the same period, year by year;",
        "(c) how many boreholes were earmarked to be sunk in 2019;",
        "(d) whether the Government has any plans to rehabilitate the non-functional boreholes in the District; and",
        "(e) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "207",
      "asked_by": "Ms Tambatamba (Kasempa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct bridges across the following Rivers along the Mumbwa-Kasempa road:",
        "(i) Kafue; and (ii) Lunga;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of constructing each bridge is;",
        "(d) whether a contractor has been identified; and",
        "(e) if so, who the contractor is. __________________________"
      ]
    }
  ],
  "question_count": 14,
  "status": "success"
}