{
  "metadata": {
    "title": "Friday, 29th April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5126",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "ORDER PAPER – FRIDAY, 29TH APRIL, 2016",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "417",
      "asked_by": "Mr Chipungu (Rufunsa)",
      "minister": "Minister of Works and Supply",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    why there are inadequate road signs on the Great East Road between Chongwe District Headquarters and Luangwa Bridge; and",
        "(b)    when adequate road signs will be constructed."
      ]
    },
    {
      "question_number": "418",
      "asked_by": "Mr Lufuma (Kabompo West)",
      "minister": "Minister of Transport and Communication when additional communication towers will be constructed in Kabompo District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether the Government has any plans to construct a bridge at Watopa on the Kabompo River to connect Western Province to North-Western Province;",
        "(b)    if so, when construction works will commence;",
        "(c)    what the estimated cost of the project is; and",
        "(d)    what the time-frame for the project is. W34    Mr Lufuma (Kabompo West) - to ask the Minister of General Education whether the Government has any plans to construct 1x3 classroom blocks at the following schools in Kabompo West Parliamentary Constituency:",
        "(a)    Chifuwe South;",
        "(b)    Chifuwe Mvunga; and",
        "(c)    Kafungo. W35    Mr Lufuma (Kabompo West) - to ask the Minister of Defence:",
        "(a)    why works on the Katendwa-Kayombo feeder road in Kabompo District have stalled;",
        "(b)    when the works will resume; and",
        "(c)    what the time-frame for the completion of the works is. W36    Mr Lufuma (Kabompo West) - to ask the Minister of Works and Supply:",
        "(a)    why construction works on the Nkulwashi M8 Turn-off-Kabulamema-M8 Loop road which was budgeted for in 2015 have not commenced;",
        "(b)    when the works will commence; and",
        "(c)    what the time-frame for the completion of the works is."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER"
    }
  ],
  "question_count": 2,
  "status": "success"
}