{
  "metadata": {
    "title": "Tuesday, 9th July, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11773",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "381",
      "asked_by": "Mr Chinkuli (Kanyama)",
      "minister": "Vice-President",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) what measures the Government will take, before the onset of the 2024/2025 rainy season, to avert flooding in Kanyama Parliamentary Constituency;",
        "(b) when implementation of the plans will commence; and",
        "(c) if there are no plans to avert flooding, why."
      ]
    },
    {
      "question_number": "382",
      "asked_by": "Mr Emmanuel Banda (Muchinga)",
      "minister": "Minister of Energy",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government is aware that more than 2000 workers from the manganese producing companies in Serenje District, have lost their jobs following the closure of manganese mines on 3rd July, 2024, due to load shedding by ZESCO Limited; and",
        "(b) if so, what urgent measures are being taken to assist the affected workers. 6. QUESTION FOR ORAL ANSWER (STANDING ORDER 80)"
      ]
    },
    {
      "question_number": "383",
      "asked_by": "Mr Malambo (Magoye)",
      "minister": "Minister of Agriculture",
      "section": "5. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government has any plans to empower small scale farmers in rural areas, countrywide, with micro irrigation systems to boost crop production;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. 7. NOTICE OF MOTION Mr Romeo Kangombe Adopt Report of the Committee on Energy, Water Development and Tourism: That this House adopts the Report of the Committee on Energy, Water Development and Tourism on the Implementation of Monthly Fuel Price Reviews in Zambia, for the Third Session of the Thirteenth National Assembly, laid on the Table of the House on Wednesday, 3rd July, 2024."
      ]
    }
  ],
  "question_count": 3,
  "status": "success"
}