{
  "metadata": {
    "title": "Thursday, 7th March, 2019",
    "source_url": "https://www.parliament.gov.zm/node/7901",
    "document_type": "Order Paper",
    "session": "THIRD SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "320",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there were any community schools that were converted to Government schools in Chifunabuli Parliamentary Constituency in 2018;",
        "(b) if so, how many such schools were converted;",
        "(c) how many schools are yet to be converted;",
        "(d) whether the Government is aware that the number of teachers in community schools in the Constituency has reduced following the failure by most teachers to pay for their practicing licenses; and",
        "(e) if so, what measures are being taken to assist the affected teachers."
      ]
    },
    {
      "question_number": "321",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many community schools in Chifunabuli District received grants in 2018;",
        "(b) what the names of the schools are; and",
        "(c) how much each school received."
      ]
    },
    {
      "question_number": "322",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the piece of land on which the Mundubi Secondary School in Chifunabuli Parliamentary Constituency is situated, is held on title;",
        "(b) if not, whether there are any plans to obtain a certificate of title; and",
        "(c) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "323",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of Water Development, Sanitation and Environmental Protection",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to improve the water reticulation system at St Margaret’s Mission Hospital in Chifunabuli Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) whether there are any plans to extend the water reticulation system to the surrounding areas; and",
        "(d) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "324",
      "asked_by": "Mr Mecha (Chifunabuli)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to designate the following Secondary Schools in Chifunabuli Parliamentary Constituency as Grade 12 GCE External Examination Centres:",
        "(i) Lubwe; and (ii) Mwewa; and",
        "(b) if so, when the plans will be implemented. ORDER OF THE DAY 1. Phase Out Gasoline Propelled Motor Vehicles - Motion (6th March) . Resumption of Debate - (Mr Sampa, MP) ___________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}