{
  "metadata": {
    "title": "Friday, 5th February, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8710",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "116",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Mines and Minerals Development what specific measures the Government is taking to harness the mining of manganese and gold to ensure that the country benefits from the resources.",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": []
    },
    {
      "question_number": "117",
      "asked_by": "Dr Kopulande (Chembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) how many dialysis machines there were at the University Teaching Hospital in Lusaka and other medical facilities, countrywide, as of December, 2020;",
        "(b) whether the machines were adequate to cater for all patients; and",
        "(c) if the machines were not adequate, when the shortfall will be met."
      ]
    },
    {
      "question_number": "118",
      "asked_by": "Mr Nanjuwa (Mumbwa)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of a communication tower at Chunga in Nalusanga Ward in Mumbwa Parliamentary Constituency will commence;",
        "(b) what has caused the delay in commencing the project; and",
        "(c) what radius the tower will cover."
      ]
    },
    {
      "question_number": "119",
      "asked_by": "Ms Kasune (Keembe)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the livestock restocking exercise last took place in Keembe Parliamentary Constituency;",
        "(b) what the number of livestock, by type, was distributed;",
        "(c) how many families benefited from the exercise;",
        "(d) when the next restocking exercise will take place; and",
        "(e) what type of livestock will be restocked."
      ]
    },
    {
      "question_number": "120",
      "asked_by": "Ms M Miti (Vubwi)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why the construction of Vubwi Boarding Secondary School in Vubwi District has stalled;",
        "(b) when the project will resume; and",
        "(c) what measures are being taken to expedite the works in order to avert vandalism, especially that the project is above 80% completion. NOTICE OF MOTION Dr Imakando Adopt the Report of the Committee on Agriculture, Lands and Natural Resources: That this House do adopt the Report of the Committee on Agriculture, Lands and Natural Resources on the Report of the Auditor General on the Management of Irrigation Systems in Zambia for the period 2015 to 2019, for the Fifth Session of the Twelfth National Assembly, laid on the Table of the House on 19th January, 2021. __________________________"
      ]
    }
  ],
  "question_count": 5,
  "status": "success"
}