{
  "metadata": {
    "title": "Friday, 28th Frebruary, 2014",
    "source_url": "https://www.parliament.gov.zm/node/644",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "FRIDAY, 28TH FEBRUARY, 2014",
    "time": "AT 0900 HOURS"
  },
  "questions": [
    {
      "question_number": "375",
      "asked_by": "Mr Mwanza (Solwezi West)",
      "minister": "Minister of Local Government and Housing when the Government will construct modern markets in Solwezi and Mumbezhi following the increase in population in the two areas due to mining activities.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "376",
      "asked_by": "Mr Miyutu (Kalabo Central)",
      "minister": "Minister of Agriculture and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    what the rationale for exporting maize to neighbouring countries is, instead of processed mealie-meal; and",
        "(b)    how the export of maize has affected Zambia. QUESTION FOR WRITTEN ANSWER W20    Mr Lufuma (Kabompo West) - to ask the Minister of Commerce, Trade and Industry:",
        "(a)    how much money was disbursed from the Citizens Economic Empowerment Fund (CEEC) in 2012 and 2013, in the North-Western Province;",
        "(b)    how many applications the CEEC received from North-Western Province, district by district;",
        "(c)    of the total applications received, how many were from Kabompo-West Parliamentary Constituency; and",
        "(d)    how many applications from the Constituency were approved. NOTICE OF MOTION Dr E C Lungu Report of the Parliamentary Select Committee:  That this House do adopt the Report of the Parliamentary Select Committee appointed to scrutinise the Presidential appointment of Justice Evans Mweembani Hamaundu and Justice Albert Mark Wood to serve as Supreme Court Judges and Judge Betty Mwaka Majula Mung’omba, Mrs Chilombo Maka-Phiri, Mr Mwila Chitabo, SC, Mr William Smith Mweemba and Mr Charles Chanda to serve as Puisne Judges, for the Third Session of the Eleventh National Assembly, laid on the Table of the House on 25th February, 2014."
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}