{
  "metadata": {
    "title": "Thursday, 26th September, 2024",
    "source_url": "https://www.parliament.gov.zm/node/11918",
    "document_type": "Order Paper",
    "session": "FOURTH SESSION OF THE THIRTEENTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "21",
      "asked_by": "Ms Nyirenda (Lundazi)",
      "minister": "Minister of Agriculture",
      "section": "6. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 82)",
      "parts": [
        "(a) whether the Government has decided to exclude all old cooperatives from the Farmer Input Support Programme for the 2024/2025 Farming Season, in preference for newly created cooperatives in Lundazi District;",
        "(b) if so, why the old cooperatives have been excluded from the Programme; and",
        "(c) what plans the Government has for the old cooperatives."
      ]
    },
    {
      "question_number": "22",
      "asked_by": "Mr Nyambose (Chasefu)",
      "minister": "Minister of Local Government and Rural Development",
      "section": "7. QUESTIONS FOR ORAL ANSWER (STANDING ORDER 80)",
      "parts": [
        "(a) whether the Government has any plans to undertake the following, under the Local Government Service:",
        "(i) create fire and rescue services as a stand-alone department in order to enhance service delivery; and (ii) recognise fire safety and rescue services as a profession within the Service;",
        "(b) if there are no such plans, why;",
        "(c) whether the Government has any plans to centralise the procurement of the following:",
        "(i) fire engines; (ii) protective clothing (uniforms); and (iii) construction of fire stations; and",
        "(d) what other measures the Government intends to take in order to enhance service delivery by the fire and rescue services. 23 . Mr Kanengo (Kabushi) - to ask the Minister of Education:",
        "(a) when the teachers who retired as far back as 1989 and are still occupying institutional houses in Kabushi Parliamentary Constituency will be paid their repatriation allowances; and",
        "(b) when the retired teachers will vacate the houses to leave room for serving teachers. 8. ORDER OF THE DAY Thanks – The President’s Address - Motion (17th September) - Resumption of Debate:  (The Minister of Lands and Natural Resources). ___________________________"
      ]
    }
  ],
  "question_count": 2,
  "status": "success"
}