{
  "metadata": {
    "title": "Tuesday, 15th September, 2020",
    "source_url": "https://www.parliament.gov.zm/node/8436",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "1",
      "asked_by": "Mr Chishala (Roan)",
      "minister": "Minister of Mines and Minerals Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) why Shafts 18 and 28 at the Luanshya Copper Mines were not operational as of July, 2020; and",
        "(b) when operations will resume."
      ]
    },
    {
      "question_number": "2",
      "asked_by": "Mr Mutelo (Mitete)",
      "minister": "Minister of Energy",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when Mitete District will be connected to the national electricity grid; and",
        "(b) what has caused the delay in connecting the District."
      ]
    },
    {
      "question_number": "3",
      "asked_by": "Mr Kabamba (Kafulafuta)",
      "minister": "Minister of Local Government",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the upgrading of the following informal settlements in Bwana Mkubwa Parliamentary Constituency will commence:",
        "(i) Kaloko; (ii) Old Regiment; (iii) Makenzie; (iv) Kantolomba;",
        "(v) Mwenye; (vi) Mwange A; (vii) Mwange B; and (viii) Zambia Compound; and",
        "(b) what the time frame for the completion of the exercise is."
      ]
    },
    {
      "question_number": "4",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to upgrade the Lewanika General Hospital in Mongu District to a third level hospital;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the total cost of the exercise is; and",
        "(d) what the estimated time frame for the completion of the exercise is."
      ]
    },
    {
      "question_number": "5",
      "asked_by": "Mr Lufuma (Kabompo)",
      "minister": "Minister of Gender",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there were any women empowerment programmes in Kabompo Parliamentary Constituency funded by the Government from 2017 to  2019;",
        "(b) if so, what the programmes are; and",
        "(c) how much money was disbursed for each programme."
      ]
    },
    {
      "question_number": "6",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when police officers will be deployed to Senga Police Post in Senga Hill Parliamentary Constituency;",
        "(b) what the cause of the delay in deploying the staff is; and",
        "(c) whether the Government has any plans to construct additional staff houses at the Police Post."
      ]
    },
    {
      "question_number": "7",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Vice President",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to declare Nangoma a district; and",
        "(b) if so, when the plans will be implemented."
      ]
    },
    {
      "question_number": "8",
      "asked_by": "Ms Mwape (Mkushi North)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction  of palaces for the following Chiefs in Mkushi North Parliamentary Constituency will commence:",
        "(i) Chitina; (ii) Mulungwe; and (iii) Shaibila;",
        "(b) what the cause of the delay in commencing the project is; and",
        "(c) what the time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "9",
      "asked_by": "Ms Chisangano (Gwembe)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of ten (10) health posts in Gwembe Parliamentary Constituency, under the 650 Health Posts Project, will commence;",
        "(b) what the cause of the delay in commencing the project is; and",
        "(c) who the contractor for the project is."
      ]
    },
    {
      "question_number": "10",
      "asked_by": "Mr Chiyalika (Lufubu)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to restock fish in the Lufubu River in Ngabwe District;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of the exercise is; and",
        "(d) what the time frame for the completion of the exercise is. QUESTIONS FOR WRITTEN ANSWER W1.  Ms Tambatamba (Kasempa)   -   to ask the Minister of Mines and Minerals Development:",
        "(a) how many mining licences in the following categories were issued in Kasempa District from 2012 to 2019, year by year:",
        "(i) small scale prospecting licences; (ii) large scale prospecting licences; (iii) small scale mining licences; and (iv) large scale mining licences;",
        "(b) for which minerals the prospecting licences were issued;",
        "(c) how many licences of each category are held by foreign investors;",
        "(d) how many licences of each category were active as of December, 2019; and",
        "(e) how much revenue, on average, was collected as licence fees from 2014 to 2019, year by year. W2.  Mrs M L Phiri (Chilanga)   -   to ask the Minister of Agriculture:",
        "(a) how many irrigation schemes were developed under the Irrigation Development Master Plan, as of December, 2019, province by province;",
        "(b) what the challenges of implementing the Plan are;",
        "(c) what measures the Government is taking to address the challenges;",
        "(d) whether there are any private companies developing large scale irrigation schemes; and",
        "(e) if so, what the names of the companies are, province by province. NOTICE OF MOTION Ms Mwape Thanks - His Excellency the President’s Address: That the thanks of this Assembly be recorded for the exposition of public policy contained in His Excellency the President’s Address. ___________________________"
      ]
    }
  ],
  "question_count": 10,
  "status": "success"
}