{
  "metadata": {
    "title": "Thursday, 21st April, 2016",
    "source_url": "https://www.parliament.gov.zm/node/5076",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "FIFTH SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "THURSDAY, 21ST APRIL, 2016",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "400",
      "asked_by": "Mr I K Banda (Lumezi)",
      "minister": "Minister of Local Government and Housing",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    how many boreholes were sunk in Lumezi Parliamentary Constituency in 2015; and",
        "(b)    how many boreholes are earmarked for sinking in 2016."
      ]
    },
    {
      "question_number": "401",
      "asked_by": "Prof Lungwangwa (Nalikwanda)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    when the Nakanyaa Health Centre in Nalikwanda Parliamentary Constituency, will be provided with the following:",
        "(i)    qualified staff; (ii)    solar power; and (iii)    beds and linen; and",
        "(b)    whether the Government has any plans to upgrade the Health Centre into a referral clinic for the Constituency."
      ]
    },
    {
      "question_number": "402",
      "asked_by": "Mr Mutelo (Lukulu West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    whether any scientific research has been conducted in and outside Zambia to find a cure for HIV/AIDs;",
        "(b)    if so, what the latest findings are; and",
        "(c)    whether the research in Zambia was conducted in collaboration with herbal remedies such as the Sondashi Formula."
      ]
    },
    {
      "question_number": "403",
      "asked_by": "Mr I K Banda (Lumezi)",
      "minister": "Minister of Defence when the following roads in Lumezi Parliamentary Constituency will be rehabilitated",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)    Chikomeni-Mwanya, to link Chief Mwanya’s Palace to the main road;",
        "(b)    Mthilakubili-Chief Kazembe’s Palace, especially the portion from Njoka Community School to Chief Kazembe’s Palace; and",
        "(c)    Lundazi-Chitungulu, from Lumimba to Chief Chitungulu’s Palace. PRESENTATION OF GOVERNMENT BILLS The Minister of Commerce, Trade and Industry The Protection of Traditional Knowledge, Genetic Resources and Expressions of Folklore – Bill to provide for a transparent legal framework for the protection of, access to, and use of, traditional knowledge, genetic resources and expressions of folklore, which also guarantees equitable sharing of benefits and effective participation of holders; to recognise the spiritual, cultural, social, political and economic value of traditional knowledge, genetic resources and expressions of folklore of holders; to promote the preservation, wider application and development of traditional knowledge, genetic resources and expressions of folklore; recognise, protect and support the inalienable rights of traditional communities, individuals and groups over their traditional knowledge, genetic resources and expressions of folklore; to confer rights on traditional communities, individuals and groups and promote the conservation and sustainable utilisation of the country’s biodiversity; to promote fair and equitable distribution of the benefits derived from the exploitation of traditional knowledge, genetic resources and expressions of folklore; to promote the use of traditional knowledge, genetic resources and expressions of folklore for the benefit of traditional communities, the country and mankind in general; to ensure that exploitation of traditional knowledge, genetic resources and expressions of folklore takes place with the prior informed consent of a traditional community, individual or group; to prevent the granting of patents based on traditional knowledge, genetic resources and expressions of folklore without the prior informed consent of a traditional community, individual or group; give effect to the African Regional Intellectual Property Organisation (ARIPO) Swakopmund Protocol on the Protection of Traditional Knowledge and Expressions of Folklore 2010, the World Trade Organisation Trade-Related Intellectual Property Rights Agreement (TRIPS), 1994 and any other relevant International Treaty or Convention to which Zambia is a State Party; and to provide for matters connected with or incidental to the foregoing.                 (N.A.B. 8 /2016) The Minister of Justice The Superior Courts (Number of Judges) – Bill to prescribe the number of judges for the Supreme Court, Constitutional Court, Court of Appeal and High Court; repeal and replace the Supreme Court and High Court (Number of Judges) Act, 1976; and provide for matters connected with, or incidental to, the foregoing.        (N.A.B. 16/2016)"
      ]
    }
  ],
  "question_count": 4,
  "status": "success"
}