{
  "metadata": {
    "title": "Tuesday, 29th October, 2013",
    "source_url": "https://www.parliament.gov.zm/node/797",
    "document_type": "Order Paper",
    "parliament": "NATIONAL ASSEMBLY OF ZAMBIA",
    "session": "THIRD SESSION OF THE ELEVENTH ASSEMBLY",
    "date": "TUESDAY, 29TH OCTOBER, 2013",
    "time": "AT 1430 HOURS"
  },
  "questions": [
    {
      "question_number": "144",
      "asked_by": "Mr Mufalali (Senanga)",
      "minister": "Minister of Home Affairs whether there exists any rule that prohibits a Member of Parliament from visiting a relative who is incarcerated at a prison facility.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "145",
      "asked_by": "Mr Mpundu (Nchelenge)",
      "minister": "Minister of Community Development, Mother and Child Health what measures have been taken to ensure that the allocation of empowerment funds to clubs, groups and associations country-wide is equitable.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "146",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Finance",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when the Board of Survey last verified GRZ motor vehicles for purposes of disposal;",
        "(b)how many motor vehicles were earmarked for disposal;",
        "(c)when the motor vehicles at (b) were auctioned; and",
        "(d)how much money was realised from the sale."
      ]
    },
    {
      "question_number": "147",
      "asked_by": "Mr Bwalya (Lupososhi)",
      "minister": "Minister of Transport, Works, Supply and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)when bridges across the following Rivers in Lupososhi Parliamentary Constituency will be constructed:",
        "(i)     Lufubu, connecting Mufili to Muselawamangu Wards; and (ii)    Kafisa to Mununshi in Kafisa Ward; and",
        "(b)when the Kaunga/Lwefi Bridge in Nalolo Parliamentary Constituency will be repaired."
      ]
    },
    {
      "question_number": "148",
      "asked_by": "Mr Mbulakulima (Chembe)",
      "minister": "Minister of Local Government and Housing when the Government will construct houses in Milenge District to mitigate the shortage of accommodation.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": []
    },
    {
      "question_number": "149",
      "asked_by": "Mr Katuka (Mwinilunga)",
      "minister": "Minister of Foreign Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)whether the diplomats who were recalled after September, 2011 have all returned home;",
        "(b)whether the former diplomats have been paid their terminal benefits; and",
        "(c)if not, when the benefits will be paid."
      ]
    },
    {
      "question_number": "150",
      "asked_by": "Mr Muteteka (Chisamba)",
      "minister": "Minister of Youth and Sport when the Government will commence the construction of a Youth Development Centre in Chisamba District.",
      "section": "QUESTIONS FOR ORAL ANSWER",
      "parts": [
        "(a)how much money was approved from women empowerment projects in 2011 and 2012, province by province;",
        "(b)how many projects were approved during the same period, province by province; and",
        "(c)what measures have been taken to ensure that the distribution of women empowerment funds in provinces country-wide is equitable. ORDER OF THE DAY 1    Supply - Motion (11th October) - Resumption of Debate - (Brig Gen Dr Chituwo)."
      ],
      "question_text": " QUESTIONS FOR WRITTEN ANSWER Training and Early Education how many students graduated from Mwinilunga Trades Training Institute from 2010 to 2012, by year and by programme."
    }
  ],
  "question_count": 7,
  "status": "success"
}