{
  "metadata": {
    "title": "Tuesday, 26th January, 2021",
    "source_url": "https://www.parliament.gov.zm/node/8684",
    "document_type": "Order Paper",
    "session": "FIFTH SESSION OF THE TWELFTH ASSEMBLY"
  },
  "questions": [
    {
      "question_number": "77",
      "asked_by": "Mr Chaatila (Moomba)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to rehabilitate the Nampeyo Clinic in Moomba Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the time frame for the completion of the project is; and",
        "(d) if there are no such plans, why."
      ]
    },
    {
      "question_number": "78",
      "asked_by": "Mr Chabi (Chipili)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct houses for police officers in the following Districts in Luapula Province:",
        "(i) Mansa;         (iv) Nchelenge; (ii) Samfya;       (v) Kawambwa; and (iii) Mwense;     (vi) Chipili;",
        "(b) if so, when the plans will be implemented; and",
        "(c) how many houses are earmarked for construction in each district."
      ]
    },
    {
      "question_number": "79",
      "asked_by": "Mr Kabanda (Serenje)",
      "minister": "Minister of Gender",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether there are any women’s clubs that were empowered in Serenje Parliamentary Constituency from 2017 to 2019;",
        "(b) if so, how many clubs were empowered each year;",
        "(c) what the names of the clubs are; and",
        "(d) what sort of empowerment was provided."
      ]
    },
    {
      "question_number": "80",
      "asked_by": "Mr Mbulakulima (Milenge)",
      "minister": "Minister of Youth, Sport and Child Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the investigations into match fixing involving the Football Association of Zambia (FAZ) officials and players that were instituted in June, 2019, following the revelations by the Federation of International Football Associations (FIFA) have been concluded;",
        "(b) if so, what the findings are;",
        "(c) what measures, if any, have been taken by FAZ against the erring officials and players;",
        "(d) if the investigations have not been concluded, why; and",
        "(e) whether the delay in concluding the investigations will not jeopardise the outcome."
      ]
    },
    {
      "question_number": "81",
      "asked_by": "Mr Kamondo (Mufumbwe)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of the Mufumbwe Boarding Secondary School in Mufumbwe District will be completed;",
        "(b) what has caused the delay in completing the project; and",
        "(c) when the construction of a science laboratory at the School will commence."
      ]
    },
    {
      "question_number": "82",
      "asked_by": "Mr Hamusonde (Nangoma)",
      "minister": "Minister of Home Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct police posts in the following Wards in Nangoma Parliamentary Constituency:",
        "(i) Nalubanda; (ii) Choma; (iii) Keezwa; and (iv) Nakasaka;",
        "(b) if so, when the plans will be implemented; and",
        "(c) why the police post in Keezwa Ward, which was constructed by the community, is no longer operational."
      ]
    },
    {
      "question_number": "83",
      "asked_by": "Ms Mwape (Mkushi North)",
      "minister": "Minister of Transport and Communication",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to facilitate the construction of communication towers in Mkushi North Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) how many towers are earmarked for construction; and",
        "(d) what the time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "84",
      "asked_by": "Ms Kucheka (Zambezi West)",
      "minister": "Minister of Health",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct mini hospitals in Senior Chief Kucheka and Chief Ndungu’s chiefdoms in Zambezi West Parliamentary Constituency;",
        "(b) if so, when the plans will be implemented;",
        "(c) what the estimated cost of each project is; and",
        "(d) what the estimated time frame for the completion of each project is."
      ]
    },
    {
      "question_number": "85",
      "asked_by": "Mr Putu (Mangango)",
      "minister": "Minister of Chiefs and Traditional Affairs",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of Chief Mutondo’s Palace in Mangango Parliamentary Constituency will commence;",
        "(b) what the estimated cost of the project is; and",
        "(c) what the estimated time frame for the completion of the project is."
      ]
    },
    {
      "question_number": "86",
      "asked_by": "Ms Subulwa (Sioma)",
      "minister": "Minister of Fisheries and Livestock",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) when the construction of the Kaanja Livestock Service Centre Tier 3 in Sioma District will be completed;",
        "(b) what the cause of the delay in completing the project is;",
        "(c) what the total cost of the project is;",
        "(d) how much money had been paid to the contractor as of July, 2020; and",
        "(e) when the Centre will be opened to the public."
      ]
    },
    {
      "question_number": "87",
      "asked_by": "Mr Simbao (Senga Hill)",
      "minister": "Minister of General Education",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government is implementing the free education policy;",
        "(b) if so, which grades are benefiting from the policy;",
        "(c) what the benefits of the policy are; and",
        "(d) whether the policy has yielded the intended results so far."
      ]
    },
    {
      "question_number": "88",
      "asked_by": "Dr Musokotwane (Liuwa)",
      "minister": "Minister of Housing and Infrastructure Development",
      "section": "QUESTIONS FOR ORAL ANSWER (STANDING ORDER 30)",
      "parts": [
        "(a) whether the Government has any plans to construct roads in the Liuwa National Park in order to spur investment and boost tourism in the Park;",
        "(b) if so, when the plans will be implemented; and",
        "(c) if there are no such plans, why. PRESENTATION OF GOVERNMENT BILLS The Minister of Transport and Communication The Data Protection - Bill to provide for an effective system for the use and protection of personal data; regulate the collection, use, transmission, storage and otherwise processing of personal data; establish the Office of the Data Protection Commissioner and provide for its functions; the registration of data controllers and licencing of data auditors; provide for the duties of data controllers and data processors; provide for the rights of data subjects; and provide for matters connected with, or incidental to, the foregoing. (N.A.B. 28/2020) The Minister of Transport and Communication The Electronic Communications and Transactions - Bill to establish the Information and Communication Technology Association of Zambia and provide for its functions; provide for the registration of information and communications technology professionals and regulate their professional conduct in the interest of the information and communications technology sector; and provide for matters connected with, or incidental to, the foregoing.                                                                                (N.A.B. 29/2020) __________________________"
      ]
    }
  ],
  "question_count": 12,
  "status": "success"
}